Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A tuber of the White Bell flower. Alible, but only edible after cooking.
da: Knolden fra en vintergæk. Fristende, men kun spiselig efter kogning.
de: Eine Knolle der weßem Glockenblume. Nicht essbar, nur essbar nach dem Kochen.
es: Un tubérculo de la flor de campanablanca. Puede alimentar, pero sólo es comestible tras el cocinado.
fr: Le tubercule d'une fleur appelée Cloche des Neiges. Elle est seulement comestible après cuisson.
pl: Bulwa kwiatu białego dzwoneczka. Odżywcza, ale jadalna tylko po ugotowaniu.
pt_br: Uma túbera de uma flor sino branco. Nutritiva, mas apenas comestível após cozida.
uk: Коріння квітки білого дзвоника. Поживне, але потребує готування.

source: Pearl
da: Perle
de: Perle
es: Perla
fr: Perle
pl: Perła
pt_br: Pérola
uk: Перлина

source: A pearl, round and shiny.
da: En perle, rund og skinnende.
de: Eine Perle, rund und glänzend.
es: Una perla perfectamente redonda y brillante.
fr: Une perle bien ronde et brillante.
pl: Perła, okrągła i błyszcząca.
pt_br: Uma pérola, redonda e brilhante.
uk: Куляста блискуча перлина.

source: Orange Tulip
da: Orange Tulipan
de: Orangene Tulpe
es: Tulipán Anaranjado
fr: Tulipe Orange
pl: Pomarańczowy Tulipan
pt_br: Tulipa Laranja
uk: Помаранчевий Тюльпан

source: An orange tulip. A symbol for admiration.
da: En orange tulipan. Symbol på beundring.
de: Eine orangene Tulpe. Ein Symbol der Bewunderung.
es: Un tulipán anaranjado. Símbolo de admiración.
fr: Une tulipe orange. Le symbole de l'admiration.
pl: Pomarańczowy tulipan.Symbolem podziwu.
pt_br: Uma tulipa laranja. Simboliza a admiração.
uk: Помаранчевий тюльпан. Символ захоплення.

source: Sealed Soul
da: Forseglet sjæl
de: Versiegelte Seele
es: Alma Sellada
fr: Ame Emprisonnée
pl: Zaklęta Dusza
pt_br: Alma Selada
uk: Запечатаний Дух

source: A soul, sealed in a mystic vial.
da: En sjæl, indespærret i et mystisk glas.
de: Eine Seele, versiegelt in einem mystischen Fläschchen.
es: Un alma, sellado en un vial místico.
fr: Une âme enfermée dans une fiole étrange.
pl: Dusza, zaklęta w mistycznej fiolce.
pt_br: Uma alma, selada em um frasco místico.
uk: Дух, утриманий у містичній пляшці.

source: Yeti Claw
da: Yeti Klo
de: Yetiklaue
es: Garra de Yeti
fr: Griffe de Yéti
pl: Pazur Yeti
pt_br: Garra de Ieti

source: A claw broken off from a yeti.
da: En klo brækket af en yeti.
de: Eine Klaue, abgebrochen von einem Yeti.
es: Una garra desprendida de un yeti.
fr: Une griffe arrachée à un yéti.
pl: Pazur odłamany z yeti.
pt_br: Uma garra quebrada de ieti.

source: Black Scorpion Stinger
da: Sort Skorpion pig.
de: Schwarzer Skorpionstachel
es: Aguijón de Escorpión Negro
fr: Dard de Scorpion Noir
pl: Czarne Żądło Skorpiona
pt_br: Ferrão de Escorpião Preto
uk: Жало Чорного Скорпіону

source: A black scorpion stinger, dripping with poison.
da: En sort skorpion pig, der drypper med gift.
de: Ein schwarzer Skorpionstachel, gifttriefend.
es: Un aguijón de escorpión negro, goteando veneno.
fr: Un dard de scorpion noir rempli de poison.
pl: Czarne żądło skorpiona, ociekające trucizną.
pt_br: Um ferrão de escorpião preto pingando veneno.
uk: Жало чорного скорпіону, що струмує отрутою.

source: Topaz
da: Topas
de: Topas
es: Topacio
fr: Topaze
pt_br: Topázio
uk: Топаз

source: A raw topaz gemstone.
da: En rå topas ædelsten.
de: Ein roher Topas-Edelstein.
es: Una piedra preciosa: topacio en bruto.
fr: Un topaze, une pierre précieuse polie.
pl: Surowy topaz.
pt_br: Uma gema de topázio bruta.

source: Teal Easter Egg
da: Grønblåt påskeæg
de: Blaugrünes Osterei
es: Huevo de Pascua Turquesa
fr: Oeuf de Pâques Bleu Marine
pl: Morska Pisanka
pt_br: Ovo de Páscoa Verde-Azulado
uk: Бірюзове Великоднє Яйце

source: A teal easter egg. In the past there was a game to find all six of them. Now they're just a nice souvenir.
da: Et grønblåt påskeæg. Engang var der et spil hvor galdt om at finde alle seks. Nu er de blot en pæn souvenir.
de: Ein blaugrünes Osterei. In der Vergangenheit gab es ein Spiel, in dem man alle sechs finden musste. Jetzt ist es nur ein schönes Andenken.
es: Un huevo de pascua turquesa. En el pasado se jugaba a coleccionar seis de ellos. Ahora solo son un bonito souvenir.
fr: Un oeuf de Pâques bleu marine. Avant, il existait un jeu qui consistait à retrouver les six sortes d'oeufs. Maintenant ce n'est plus qu'un joli souvenir.
pl: Morska pisanka. W przeszłości odbyła się zabawa by znaleźć ich sześć. Teraz są tylko ładną pamiątką.
pt_br: Um ovo de páscoa verde-azulado. No passado havia um jogo para achar todos os seis ovos. Hoje são apenas uma lembrancinha bacana.
uk: Бірюзове великоднє яйце. В минулому була гра - знайти всі шість кольорів, теперце просто гарний сувенір.

source: Red Powder
da: Rødt pulver
de: Rotes Pulver
es: Polvo Rojo
fr: Poudre Rouge
pl: Czerwony Proszek
pt_br: Pó Vermelho
uk: Червоний Пил

source: A pile of magical red powder.
da: En bunke magisk rødt pulver.
de: Ein Haufen magisches, rotes Pulver.
es: Un montón de polvo rojo mágico.
fr: Un tas de poudre magique rouge.
pl: Kupka magicznego, czerwonego proszku.
pt_br: Um punhado de pó mágico vermelho.
uk: Купа магічного червоного пилу.

source: Dark Green Dye
da: Mørkegrøn Farve
de: Dunkelgrüne Farbe
es: Tinta Verde Oscuro
fr: Teinture Vert Foncé
pl: Ciemnozielony Barwnik
pt_br: Tintura Verde Escura
uk: Темно-зелений Барвник

source: A vial containing dark green dye.
da: Et reagensglas med mørkegrøn farve.
de: Ein Fläschchen mit dunkelgrüner Farbe.
es: Un frasco que contiene tinta de color verde oscuro.
fr: Une fiole contenant de la teinture vert foncé.
pl: Fiolka zawierająca ciemnozielony barwnik.
pt_br: Um frasco contendo tintura verde escura.
uk: Пробірка із темно-зеленим барвником.

source: Wraith Horn
de: Geisterhorn
es: Cuerno de Fantasma
fr: Corne Spectrale
pl: Róg Widma
pt_br: Chifre de Espectro

source: The horn from stalker.
da: Hornet fra en Stalker.
de: Das Horn des Stalkers,
es: El cuerno de un acechador.
fr: La corne d'un Stalker.
pl: Róg z tropiciela.
pt_br: O chifre de um perseguidor.

source: Yellow Dye
da: Gul Farve
de: Gelbe Farbe
es: Tinta Amarilla
fr: Teinture Jaune
pl: Żółty Barwnik.
pt_br: Tintura Amarela
uk: Жовтий барвник

source: A vial containing yellow dye.
da: Et reagensglas med gul farve.
de: Ein Fläschchen mit gelber Farbe.
es: Un frasco que contiene tinta de color amarillo.
fr: Une fiole contenant de la teinture jaune.
pl: Fiolka zawierająca żółty barwnik.
pt_br: Um frasco contendo tintura amarela.
uk: Пробірка з жовтим барвником.

source: Ruby
da: Rubin
de: Rubin
es: Rubí
fr: Rubis
pl: Rubin
pt_br: Rubi

source: A raw ruby gemstone.
da: En rå rubin ædelsten.
de: Ein roher Rubin-Edelstein.
es: Una piedra preciosa: rubí en bruto.
fr: Un rubis, une pierre précieuse polie.
pl: Surowy rubin.
pt_br: Uma gema de rubi bruta.
uk: Необроблене каміння рубіну.

source: Cave Snake Tongue
da: Huleslange Tunge
de: Höhlenschlangenzunge
es: Lengua de Serpiente de Cueva
fr: Langue de Serpent des Cavernes
pl: Język Jaskiniowego Węża
pt_br: Língua de Cobra das Cavernas
uk: Язик Печерної Змії

source: The forked tongue of a cave snake.
da: Den tvedelte tunge fra en huleslange.
de: Die gegabelte Zunge einer Höhlenschlange.
es: La lengua bífica de una serpiente de cueva.
fr: La langue fourchue d'un serpent des cavernes.
pl: Rozdwojony język jaskiniowego węża
pt_br: A língua dividida de uma cobra das cavernas.
uk: Роздвоєний язик печерної змії.

source: Purple Summon Flower
da: Lilla Hidkalder blomst
de: Violette Beschwörungsblume
es: Flor Morada de Invocación
fr: Fleur d'Invocation Violette
pl: Fioletowy Przywołujący Kwiat
pt_br: Flor do Invocador Roxa
uk: Пурпурова Квітка Викликання

source: Hyvern Stinger
da: Hyvern Pig
de: Hyvernstachel
es: Aguijón de hyvern
fr: Dard de Hyvern
pl: Żądło Pszczodercy
pt_br: Ferrão de Hyvern
uk: Жало Гіверни

source: A stinger snapped off the end of a Hyvern's abdomen.
da: En pig knækket af underkroppen på en hyvern.
de: Ein Stachel abgeschnitten vom Ende des Bauches eines Hyvern.
es: Un aguijón roto del final del abdomen de un hivern.
fr: Un dard coupé au bout de l'abdomen d'un Hyvern.
pl: Żądło które odpadło z podbrzusza Pszczodercy.
pt_br: Um ferrão extraído do abdômen de um hyvern.
uk: Жало, відтяте з краю черева гіверни.

source: Green Christmas Ornament
da: Grønt julepynt
de: Grüner Weihnachtsschmuck
es: Ornamento Navideño Verde
fr: Boule de Noël Verte
pl: Zielona Świąteczna Ozdoba
pt_br: Ornamento de Natal Verde
uk: Зелена Різдвяна Прикраса

source: Green Dye
da: Grøn Farve
de: Grüne Farbe
es: Tinta Verde
fr: Teinture Verte
pl: Zielony Barwnik.
pt_br: Tintura Verde
uk: Зелений Барвник

source: A vial containing green dye.
da: Et reagensglas med grøn farve.
de: Ein Fläschchen mit grüner Farbe.
es: Un frasco que contiene tinta de color verde.
fr: Une fiole contenant de la teinture verte.
pl: Fiolka zawierająca zielony barwnik.
pt_br: Um frasco contendo tintura verde.
uk: Пробірка із зеленим барвником.

source: Yellow Wrap
da: Gult indpakningspapir
de: Gelbe Verpackung
es: Envoltura Amarilla
fr: Papier Cadeau Jaune
pl: Żółty Papier Pakowy
pt_br: Papel de Embrulho Amarelo
uk: Жовта Огортка

source: A role of yellow wrapping paper.
da: En rulle gult indpakningspapir.
de: Eine Rolle mit gelben Verpackungspapier.
es: Un rollo de papel para envolver amarillo.
fr: Un rouleau de papier cadeau jaune.
pl: Rolka żółtego papieru pakowego.
pt_br: Um rolo de papel de embrulho amarelo.
uk: Рулон жовтої огортки.

source: Santa Snow Globe
da: Julemand snekugle
de: Weihnachtsschneekugel
es: Globo De Nieve Con Santa
fr: Boule à Neige du Père Noël
pl: Śnieżna Kula ze św. Mikołajem
pt_br: Globo de Neve do Papai Noel
uk: Різдвяний Сувенір

source: An snow globe featuring Santa.
da: En snekugle med julemanden i.
de: Eine Schneekugel mit dem Weihnachtsmann.
es: Un globo de nieve representando a Santa.
fr: Une boule à neige avec un père noël à l'intérieur.
pl: Śnieżna kula przedstawiająca św. Mikołaja
pt_br: Um globo de neve com um papai noel dentro.
uk: Кулька з дідом морозом.

source: Emerald Powder
da: Smaragd pulver
de: Smaragdpulver
es: Polvo de Esmeralda
fr: Poudre d'Emeraude
pl: Szmaragdowy Proszek
pt_br: Pó de Esmeralda
uk: Смарагдовий Пил

source: A green powder made out of an emerald.
da: Et grønt pulver lavet af en smaragd.
de: Ein grünes Pulver, aus Smaragd gemacht.
es: Un polvo verde hecho de esmeralda.
fr: Une émeraude réduite en poudre.
pl: Zielony proszek zrobiony ze szmaragdu.
pt_br: Um pó verde feito de esmeralda.
uk: Зелений пил із розмеленого смарагду.

source: Brain Stem
da: Hjerne Stilk
de: Hirnstamm
es: Bulbo raquídeo
fr: Tronc Cérébral
pl: Pień Mózgu
pt_br: Tronco Cerebral
uk: Нервова Система

source: The cortex pulses with enegry.
da: Den pulserer af energi.
de: Der Kortex pulsiert mit Energie.
es: El córtex late con energía.
fr: Le cortex bat avec énergie.
pl: Kora pulsuje energią.
pt_br: O córtex pulsa com energia.
uk: Спинний мозок досі пульсує.

source: Empty Jar
da: Tom Krukke
de: Leeres Gefäß
es: Jarra Vacía
fr: Bocal Vide
pl: Pusty Słoik
pt_br: Jarro Vazio

source: An Empty Jar to fill with your own blood.
da: En tom krukke til at fylde dit eget blod i.
de: Ein leerer Gefäß, um mit deinem Blut gefüllt zu werden.
es: Una jarra vacía para llenar con tu propia sangre.
fr: Un bocal vide à remplir avec ton propre sang.
pl: Pusty Słoik czekający na twoją krew.
pt_br: Um jarro vazio para encher com seu próprio sangue.

source: Animal Bones
da: Dyre Knogler
de: Tierknochen
es: Huesos de Animal
fr: Os d'Animaux
pl: Zwierzęce Kości
pt_br: Ossos de Animal

source: Bones from an animal.
da: Knoglerne fra et dyr.
de: Knochen eines Tieres.
es: Los huesos de algún animal.
fr: Les os d'un animal mort.
pl: Kości ze zwierzęcia.
pt_br: A ossada de um animal.

source: Druid Tree Branch
da: Gren fra Druidetræet
de: Druidenbaumzweig
es: Rama de Árbol Druida
fr: Branche de l'Arbre Druide
pl: Gałęź z Drzewa Druidów.
pt_br: Galho Da Árvore Druída
uk: Гілка Дереву Друїдів

source: A branch cut off from the druid tree. It feels strangely leathery to the touch.
da: En gren, skåret af druidetræet. Den føles sært læderagtig at røre.
de: Ein Zweig, abgeholz von einem Druidenbaum. Er fühlt sich seltsam lederig an.
es: Una rama cortada del árbol druida. Se siente extrañamente correoso al tacto.
fr: Une branche coupée sur l'arbre druide. Elle semble curieusement tannée au toucher.
pl: Gałęź odcięta z drzewa druidów. W dotyku przypomina skórę.
pt_br: Um galho cortado da árvore druída. Estranhamente, parece couro ao tocar.
uk: Гілка, відрізана з дереву друїдів. Дивно шкіряста на дотик.

source: Strange Coin
da: Mærkelig mønt
de: Seltsame Münze
es: Moneda Rara
fr: Pièce Etrange
pl: Dziwna Moneta
pt_br: Moeda Estranha
uk: Загадкова Монета

source: A strange coin. The markings on it are unlike anything you have ever seen before.
da: En mærkelig mønt. Tegnene på den er ulig noget du nogenside har set før.
de: Eine seltsame Münze. Die Zeichnung darauf ist anders als alles andere, was du jemals gesehen hast.
es: Una moneda extraña. Los procesos en ella son distintos a cualquiera que hayas visto antes.
fr: Une pièce étrange. Tu n'as jamais vu de marques semblables à celles dont elle est couverte auparavant.
pl: Dziwna moneta. Oznaczenia na niej raczej różnią się od tych które kiedykolwiek widziałeś.
pt_br: Uma moeda estranha. As marcações dela são diferentes de qualquer coisa que você já tenha visto.
uk: Загадкова монета. Унікальне гравіювання, такого ти ніде не бачив.

source: Realistic Brain
da: Realistisk Hjerne
de: Realistisches Hirn
es: Cerebro
fr: Cerveau Réaliste
pl: Realistyczny Mózg
pt_br: Cérebro Realista

source: This brain sure is realistic.
da: Denne hjerne er virkelig realistisk.
de: Dieses Hirn ist realistisch.
es: Parece que es falso...
fr: Ce cerveau est vraiment réaliste.
pl: Ten mózg z pewnością jest realistyczny.
pt_br: Este cérebro certamente é realista.

source: Toothbrush
da: Tandbørste
de: Zahnbürste
es: Cepillo
fr: Brosse à Dents
pl: Szczotka do zębów
pt_br: Escova de Dentes
uk: Зубна Щітка

source: Don't let a slime get it. Special: Good for one item out of GM Storage.
da: Lad ikke en slim få fat i den. Specielt : god til at få en ting fra spilmesterens depot.
de: Lass es einen Slime nicht bekommen. Spezial: Gut für ein Item aus dem GM-Lager.
es: No permita que un limo lo alcance. Especial: Bueno para un artículo fuera del almacén GM.
fr: Ne laisse pas un limon la prendre. Spécial: Tu peux l'échanger contre un item du stock des Maîtres du Jeu.
pt_br: Não deixe uma gosma tocar nela. Especial: Bom para um item saído do depósito do GM.
uk: Не дай її проковтнути густеню. Спецьальне: добрий бартер з GM Storage.

source: Ectoplasm
da: Ektoplasma
de: Ektoplasma
es: Ectoplasma
fr: Ectoplasme
pl: Ektoplazma
pt_br: Ectoplasma
uk: Ектоплазма

source: Someone blows their nose and you want to keep it?
da: Nogen har snydt næse og du vil beholde det?
de: Jemand hat geniesst und du willst es behalten?
es: ¿Alguien golpea su nariz y usted quiere conservarlo?
fr: Quelqu'un s'est mouché avec et tu veux quand même le garder?
pl: Ktoś wysmarkał swój nos i ty chcesz to nosić?
pt_br: Alguém estoura o nariz deles e você quer guardá-lo?

source: Snake Tongue
da: Slange Tunge
de: Schlangenzunge
es: Lengua de Serpiente
fr: Langue de Serpent
pl: Język Węża
pt_br: Língua de Cobra
uk: Гадючий Язик

source: The forked tongue of a snake.
da: Den tvedelte tunge fra en slange.
de: Die gegabelte Zunge einer Schlange.
es: La lengua bífica de una serpiente.
fr: La langue fourchue d'un serpent.
pl: Rozdwojony język węża.
pt_br: A língua dividida de uma cobra.
uk: Роздвієний язик змії.

source: White Summon Flower
da: Hvid Hidkalder blomst
de: Weiße Beschwörungsblume
es: Flor Blanca de Invocación
fr: Fleur d'Invocation Blanche
pl: Biały Przywołujący Kwiat
pt_br: Flor do Invocador Branca
uk: Біла Квітка Викликання

source: Plush Mouboo
da: Pkys Mouboo
de: Plüschmouboo
es: Mouboo de felpa
fr: Mouboo en Peluche
pl: Pluszowy Muubuu
pt_br: Mouboo de Pelúcia
uk: Плюшевий Мобуу

source: A mouboo made of plush. How cute!
da: En Mouboo lavet af plys. Hvor kært !
de: Ein Plüschmouboo, Wie süß!
es: Un mouboo hecho de felpa. ¡Qué mono!
fr: Un mouboo en peluche. Il est si mignon!
pl: Pluszowy muubuu. Jaki słodki!
pt_br: Um mouboo feito de pelúcia. Que gracinha!
uk: Мобуу з плюшу. Такий милий!

source: Blue Present Box
da: Blå gave
de: Blaue Geschenkbox
es: Caja de Regalo Azul
fr: Cadeau Bleu
pl: NIebieski prezent
pt_br: Caixa de Presente Azul
uk: Блакитний Подарунок

source: Pink Tulip
da: Pink Tulipan
de: Pinke Tulpe
es: Tulipán Rosa
fr: Tulipe Rose
pl: Różowy Tulipan
pt_br: Tulipa Rosa
uk: Рожевий Тюльпан

source: A pink tulip. A symbol for gratitude.
da: En pink tulipan. Symbol på taknemmelighed.
de: Eine pinke Tulpe. Ein Symbol der Dankbarkeit.
es: Un tulipán rosado. Signo de gratitud.
fr: Une tulipe rose. Le symbole de la gratitude.
pl: Różowy tulipan.Symbolem wdzięczności.
pt_br: Uma tulipa rosa. Simboliza gratidão.
uk: Рожевий тюльпан. Символ вдячності.

source: Decor Candy
da: Udsmyknings Slik
de: Dekorsüßigkeit
es: Caramelo de Decoración
fr: Bonbon Décoratif
pl: Ozdoba cukierkowa
pt_br: Bala Decorativa
uk: Декорована Цукерка

source: A leftover decor candy from last Christmas.
da: Noget glemt dekorationsslik fra sidste jul.
de: Übriggebliebene Dekorsüßigkeit von letzter Weihnacht.
es: Un camarero de decoración de sobra de las últimas Navidades.
fr: Un bonbon oublié lors du Noël précédant.
pl: Resztki ozdób cukierkowych od ostatniego Bożego Narodzenia.
pt_br: Uma bala usada na decoração do natal passado.
uk: Залишена з Різдва цукерка.

source: Wolvern Tooth
da: Ulvetand
de: Wolvernzahn
es: Diente de Lobo
fr: Dent de Wolvern
pl: Kieł Wilkodercy
pt_br: Dente de Wolvern
uk: Клик Волверну

source: A tooth from a wolvern.
da: En tand fra en ulv.
de: Ein Zahn eines Wolvern.
es: Un diente de un lobo.
fr: Une dent de wolvern.
pl: Kieł willkodercy.
pt_br: Um dente de wolvern.
uk: Клик Волверну

source: Black Dye
da: Sort Farve
de: Schwarze Farbe
es: Tinta Negra
fr: Teinture Noire
pl: Czarny Barwnik
pt_br: Tintura Preta
uk: Чорний Барвник

source: A vial containing black dye.
da: Et reagensglas med sort farve.
de: Ein Fläschchen mit schwarzer Farbe.
es: Un frasco que contiene tinta negra.
fr: Une fiole contenant de la teinture noire.
pl: Fiolka zawierająca czarny barwnik.
pt_br: Um frasco contendo tintura preta.
uk: Пробірка із чорним барвником.

source: Runestone T
da: Runesten T
de: Runenstein N
es: Piedra-runa T
fr: Pierre de Rune T
pl: Kamień Runiczny T
pt_br: Runa T

source: A small tablet with the letter T craved into it.
da: En lille stentavle med bogstavet T indgraveret.
de: Ein kleiner Block mit dem Buchstaben T eingraviert.
es: Una pequeña lápida con la letra T gravada en ella.
fr: Une petite tablette avec la lettre T gravée dessus
pl: Mała tabliczka z wyrytą literą T.
pt_br: Uma pequena tábua gravada com a letra T.

source: Pile of Ash
da: Dynge Aske
de: Ein Haufen Asche
es: Ceniza
fr: Tas de Cendres
pl: Kupka Popiołu.
pt_br: Punhado de Cinzas
uk: Купа Попелу

source: A pile of ash similar to volcanic ash.
da: En dynge aske ligesom vulkansk aske.
de: Ein Haufen Asche, ähnlich wie Vulkanasche.
es: Un montón de ceniza parecido a la ceniza volcánica.
fr: Un tas de cendres qui semble d'origine volcanique.
pl: Kupka popiołu podobna do popiołu wulkanicznego.
pt_br: Um punhado de cinzas similar a cinzas vulcânicas.
uk: Купа попелу, подібного вулканічному.

source: Amethyst
da: Ametyst
es: Amatista
fr: Améthyste
pl: Ametyst
pt_br: Ametista
uk: Аметист

source: A raw amethyst gemstone.
da: En rå ametyst ædelsten.
de: Ein roher Amethyst-Edelstein.
es: Una piedra preciosa: amatista en bruto.
fr: Une Améthyste, une pierre précieuse polie.
pl: Surowy ametyst.
pt_br: Uma gema de ametista bruta.

source: Red Cotton Cloth
da: Rødt bomuldsklæde
de: Roter Baumwollstoff
es: Trapo de Algodón Rojo
fr: Tissu en Coton Rouge
pl: Czerwony Bawełniany Materiał
pt_br: Tecido de Algodão Vermelho
uk: Червоне Полотно з Бавовни

source: A piece of red cotton cloth.
da: Et stykke rødt bomuldsklæde.
de: Ein Stück roter Baumwollstoff.
es: Un trapo de algodón rojo.
fr: Un bout de tissu en coton rouge.
pl: Kawałek czerwonego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão vermelho.

source: Red Christmas Ornament
da: Rødt julepynt
de: Roter Weihnachtsschmuck
es: Ornamento Navideño Rojo
fr: Boule de Noël Rouge
pl: Czerwona Świąteczna Ozdoba
pt_br: Ornamento de Natal Vermelho
uk: Червона Різдвяна Прикраса

source: White Present Box
da: Hvid gave
de: Weiße Geschenkbox
es: Caja de Regalo Blanca
fr: Cadeau Blanc
pl: Biały Prezent
pt_br: Caixa de Presente Branca
uk: Білий Подарунок

source: Something very mysterious inside.
da: Med noget meget mystisk indeni.
de: Etwas sehr mysteriöses ist drin.
es: Contiene algo misterioso dentro.
fr: Son contenu reste un vrai mystère.
pl: Coś bardzo tajemniczego w środku.
pt_br: Há algo muito misterioso dentro.
uk: Зберігає щось дуже таємниче.

source: Mouboo Figurine
da: Mouboo Figur
de: Mouboo Figur
es: Figura de Mouboo
fr: Figurine de Mouboo
pl: Figurka Muubuu
pt_br: Miniatura de Mouboo
uk: Фігурка Мобуу

source: A small, wooden figurine of a mouboo.
da: En lille træfigur af en mouboo.
de: Eine kleine, hölzerne Figur eines Mouboo.
es: Una pequeña estatuilla de madera de un mouboo.
fr: Une petite figurine de mouboo en bois.
pl: Mała, drewniana figurka muubuu.
pt_br: Uma pequena miniatura de madeira de um mouboo.
uk: Маленька дерев'яна фігурка мобуу.

source: Grass Snake Tongue
da: Græsslange Tunge
de: Grasschlangenzunge
es: Lengua de Serpiente de Hierba
fr: Langue de Serpent des Herbes
pl: Język Zaskrońca
pt_br: Língua de Cobra da Grama
uk: Язик Трав'яної Змії

source: The forked tongue of a grass snake.
da: Den tvedelte tunge fra en græsslange.
de: Die gegabelte Zunge einer Grasschlange.
es: La lengua bífida de una serpiente de montaña.
fr: La langue fourche d'un serpent des herbes.
pl: Rozdwojony język zaskrońca.
pt_br: Uma língua dividida de uma cobra da grama.
uk: Роздвоєний язик трав'яної змії.

source: Sulphur Powder
da: Svovl Pulver
de: Schwefelpulver
es: Polvo de Sulfuro
fr: Poudre de Souffre
pl: Sproszkowana Siarka
pt_br: Pó de Enxofre
uk: Пил Сірки

source: A small pile of sulphur.
da: En lille dynge svovl.
de: Ein kleiner Haufen Schwefel.
es: Un pequeño montón de sulfuro.
fr: Un petite tas de souffre.
pl: Mała kupka siarki.
pt_br: Um pequeno punhado de enxofre.
uk: Купа пилу сірки.

source: Blue Powder
da: Blåt Pulver
de: Blaues Pulver
es: Polvo Azul
fr: Poudre Bleue
pl: Niebieski Proszek
pt_br: Pó Azul
uk: Синій Пил

source: A pile of magical blue powder.
da: En bunke magisk blåt pulver.
de: Ein Haufen magisches, blaues Pulver.
es: Un montón de polvo azul mágico.
fr: Un tas de poudre magique bleue.
pl: Kupka magicznego, niebieskiego proszku.
pt_br: Um punhado de pó mágico azul.
uk: Купа магічного синього пилу.

source: Scroll of Paper
da: Rulle papir
de: Papierschriftrolle
es: Rollo de Papel
fr: Rouleau de Papier
pl: Zwój Papieru
pt_br: Pergaminho de Papel
uk: Порожній Манускрипт

source: A scroll made of fine paper.
da: En rulle med fint papir.
de: Eine Schriftrolle aus feinem Papier.
es: Un rollo hecho de papel fino.
fr: Un rouleau de papier fin.
pl: Zwój wysokiej jakości papieru.
pt_br: Um pergaminho feito de papel nobre.
uk: Порожній манускрипт з добротного паперу.

source: Red Scorpion Stinger
da: Rød Skorpion Pig
de: Roter Skorpionstachel
es: Aguijón de Escorpión Rojo
fr: Dard de Scorpion Rouge
pl: Czerwone żądło skorpiona
pt_br: Ferrão de Escorpião Vermelho
uk: Жало Червоного Скорпіона
