Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A sweet food made by certain insects using nectar from flowers.
da: Sød kost der bliver lavet af bestemte insekter af nektar fra blomster.
de: Ein süßes Essen aus Blumennektar, gesammelt von gewissen Insekten.
es: Un alimento dulce fabricado por ciertos insectos usando el néctar de las flores.
fr: Une nourriture douce fabriquée par certains insectes à partir du nectar des fleurs.
pl: Słodki pokarm robiony przez określone insekty zbierające nektar z kwiatów.
pt_br: Um alimento doce feito por certos insetos usando néctar das flores.
uk: Солодка рідина, зроблена комахами, що збирають нектар із квітів.

source: Beetle Juice
da: Bille juice
de: Käfersaft
es: Jugo de Escarabajo
fr: Jus de Scarabée
pl: Sok z Żuka
pt_br: Suco de Beterraba
uk: Сік із Жуків

source: Thirst quencing and nutritious!
da: Tørstslukkende og nærende!
de: Durstlöschend und nahrhaft!
es: ¡Quita la sed y contiene muchas vitaminas!
fr: Ça coupe la soif et c'est très nourrissant!
pl: Gasi pragnienie i odżywia!
pt_br: Nutritivo e mata sua sede!
uk: Поживний та втамовує спрагу!

source: Large Mana Elixir
da: Stor mana eleksir
de: Großer Manatrank
es: Elixir Grande de Maná
fr: Grand Elixir de Mana
pl: Ogromny Eliksir Many
pt_br: Poção de Mana Grande
uk: Велике Зілля Мани

source: A large mana potion made from brewed, powerful items.
da: En stor manaeleksir sammenbrygget af kraftfulde ting.
de: Ein großer Manatrank gebraut aus mächtigen Gegenständen.
es: Una poción grende de maná, preparada con productos poderosos.
fr: Une grande potion de soin fabriquée à partir d'ingrédients puissants infusés.
pl: Ogromny eliksir many zrobiony z parzonych, potężnych przedmiotów.
pt_br: Uma poção de mana grande feita de poderosos itens fermentados.
uk: Велике зілля мани, зварене з виключно добірних компонентів.

source: Steak
da: Bøf
es: Bistec
pl: Stek
pt_br: Filé
uk: Стейк

source: A tasty piece of steak.
da: En velsmagende bøf.
de: Ein leckeres Stück Fleisch.
es: Un sabroso bistec de carne.
fr: Un steak de bonne taille.
pl: Smaczny kawałek steku.
pt_br: Um saboroso pedaço de filé.
uk: Шматок стейку.

source: Shock Sweet
da: Shock bolche
de: Schockierende Süßigkeit
es: Caramelo de Trauma
fr: Bonbon Choc
pl: Oszałamiający Cukierek
pt_br: Doce Choque
uk: Шокуюча Цукерка

source: It'll turn your hair white!
da: Det vil gøre dit hår hvidt!
de: Es wird deine Haare weiß färben!
es: ¡Te pondrá los pelos blancos del susto!
fr: Cela rendra tes cheveux blancs!
pl: Osiwiejesz od niego!
pt_br: Ele irá deixar seu cabelo branco!
uk: Шокує до білого волосся!

source: Small Mushroom
da: Lille Champignon
de: Kleiner Pilz
es: Seta Pequeña
fr: Petit Champignon
pl: Mały Grzyb
pt_br: Cogumelo Pequeno
uk: Малий Гриб

source: A mushroom.
da: En champignon
de: Ein Pilz.
es: Una seta.
fr: Un champignon.
pl: grzyb
pt_br: Um cogumelo.
uk: Гриб.

source: Roasted Maggot
da: Ristet mide
de: Geröstete Made
es: Larva Asada
fr: Asticot Rôti
pl: Pieczona Larwa
pt_br: Verme Torrado
uk: Смажений Хробак

source: A maggot roasted on fire.
da: En mide ristet på bål.
de: Eine Made, geröstet über Feuer.
es: Una larva tostada en el fuego.
fr: Un asticot cuit sur le feu.
pl: Larwa upieczona na ogniu.
pt_br: Um verme torrado no fogo.
uk: Хробак підсмажений на вогнищі.

source: A softly-scented jelly-like treat, dusted with the sweet white sands of Eastern Tonori.
da: Et blødt geleagtigt slik, overstrøet med hvidt sand fra det østlige Tonori.
de: Eine sanftduftendes, geeleartiges Leckerbissen, bestäubt mit den süßen weißen Sandstrand von Eastern Tonori.
es: Un ligeramente perfumado obsequio similar a la gelatina, espolvoreado con las dulces arenas blancas de Tonori del Este.
fr: Une sorte de gelée doucement parfumé et saupoudré du sable blanc très fin des régions de l'Est de Tonori.
pl: Cukierek o delikatnym żelkowym zapachu, pokryty słodkim białym piaskiem Wchodniego Tonori.
pt_br: Um aperitivo gelatinoso de aroma suave, polvilhado com as doces areias brancas da Tonori Oriental.

source: Orange Cupcake
da: Appelsin muffin
de: Orangentörtchen
es: Magdalena de Naranja
fr: Cupcake à l'Orange
pl: Babeczka Pomarańczowa
pt_br: Cupcake de Laranja
uk: Апельсиновий Кекс

source: A very soft orange cupcake.
da: En meget blød appelsin muffin.
de: Ein sehr weiches Orangentörtchen.
es: Una magdalena de naranja muy blanda.
fr: Un cupcake à l'orange très doux.
pl: Bardzo delikatna babeczka o smaku pomarańczowym
pt_br: Um cupcake de laranja muito macio.
uk: Дивовижно ніжний апельсиновий кекс.

source: Red Apple
da: Rødt æble
de: Roter Apfel
es: Manzana Roja
fr: Pomme Rouge
pl: Czerwone Jabłko
pt_br: Maçã Vermelha
uk: Червоне Яблуко

source: A healthy red apple.
da: Et sundt rødt æble.
de: Ein gesunder roter Apfel.
es: Una saludable manzana roja.
fr: Une pomme rouge bonne pour lasanté.
pl: Zdrowe czerwone jabłko
pt_br: Uma saudável maçã vermelha.
uk: Соковите червоне яблуко.

source: Blood Red Lollipop
da: Blodrød Slikkepind
de: Blutroter Lutscher
es: Piruleta Roja
fr: Sucette Rouge Sang
pl: Krwisty Lizak
pt_br: Pirulito Vermelho Sangue
uk: Кривавий Червоний Льодяник

source: A lollipop. Yum.
da: En slikkepind. Nam.
de: Ein Lutscher. Nom.
es: Un chupachups. ¡Umm Delicioso!
fr: Une sucette. Miam!
pl: Lizak. Pycha.
pt_br: Um pirulito. Yum.
uk: Льодяник. Ням.

source: Orange
da: Appelsin
es: Naranja
pl: Pomarańcza
pt_br: Laranja
uk: Апельсин

source: A juicy orange.
da: En saftig appelsin.
de: Eine fruchtige Orange.
es: Una naranja jugosa.
fr: Un jus d'orange.
pl: Soczysta Pomarańcza
pt_br: Uma laranja suculenta.
uk: Соковитий апельсин.

source: Pink Hitchhiker's Towel
da: Pink blafferhåndklæde
de: Pinkes Handtuch des Trampers
es: Toalla de Hitchhiker Rosa
fr: Serviette de l'Auto-Stoppeur Rose
pl: Różowy Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Rosa
uk: Рожевий Рушник Мандрівника Автостопом

source: An inconspicuous pink towel.
da: Et upåfaldende pink håndklæde.
de: Ein unauffälliges, pinkes Handtuch.
es: Una toalla de color rosa rara.
fr: Une serviette rose qui passe inaperçue.
pl: Niepozorny różowy ręcznik.
pt_br: Uma imperceptível toalha rosa.
uk: Непримітний рожевий рушник.

source: Booberry Blue Lollipop
da: Bøhbær Blå Slikkepind
de: Blauer Boobeeren Lutscher
es: Piruleta Azul
fr: Sucette Bleue au Booberry
pt_br: Pirulito Azul de Mortilos
uk: Синій Жахничний Льодяник

source: A lollipop. Mmm.
da: En slikkepind. Mmm.
de: Ein Lutscher. Mmm.
es: Un chupachups. Hmm.
fr: Une sucette. Miam!
pl: Lizak. Mmm.
pt_br: Um pirulito. Mmm.
uk: Льодяник. Yay!

source: Marshmallow
da: Skumfidus
es: Malvavisco
pl: Ptasie Mleczko
uk: Маршмеллоу

source: Flavoured with real marshmallow root.
da: Smagt til med ægte skumfidus-rod.
de: Gewürzt mit richtigen Marshmallowwurzeln.
es: Deliciosas nubes de caramelo para cuando sales de acampada.
fr: Parfum véritable de racine de guimauve.
pl: Aromatyzowane korzeniem ptasiego mleczka.
pt_br: Aromatizado com raíz de marshmallow verdadeira.

source: Pickled Beets
da: Syltede roer
de: Eingelegte Rüben
es: Mermelada de Remolacha
fr: Betteraves au Vinaigre
pl: Marynowane Buraki
pt_br: Beterrabas em Conserva
uk: Маринований Буряк

source: The result of a radically unorthodox approach to the art of pickling vegetables.
da: Resultatet af en radikalt uortodoks tilgang til kunsten at sylte grøntsager.
de: Das Ergebnis eines radikalen unorthodoxen Ansatzes kunstvoll Gemüse zu konservieren.
es: El resultado de una aproximación radicalmente poco ortodoxa al arte de avinagrar vegetales.
fr: Le résultat d'une approche pas vraiment orthodoxe de l'art conserver des légumes dans du vinaigre.
pl: Wynik radykalnie niekonwencjonalnego podejścia do sztuki marynowania warzyw.
pt_br: O resultado de uma abordagem radicalmente unortodoxa da arte de conservar vegetais.

source: Blue Hitchhiker's Towel
da: Blåt blafferhåndklæde
de: Blaues Handtuch des Trampers
es: Toalla de Hitchhiker Azul
fr: Serviette de l'Auto-Stoppeur Bleue
pl: Niebieski Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Azul
uk: Синій Рушник Мандрівника Автостопом

source: An inconspicuous blue towel.
da: Et upåfaldende blåt håndklæde.
de: Ein unauffälliges, blaues Handtuch.
es: Una toalla de color azul rara.
fr: Une serviette bleue qui passe inaperçue.
pl: Niepozorny niebieski ręcznik.
pt_br: Uma imperceptível toalha azul.
uk: Непримітний синій рушник.

source: Xmas Cake
da: Julekage
de: Weihnachtskuchen
es: Pastel de Navidad
fr: Nachos au Zombie
pl: Ciasto świąteczne
pt_br: Bolo de Natal
uk: Різдвяне Тістечко

source: A sweet xmas cake.
da: En sød julekage.
de: Ein süßer Weihnachtskuchen.
es: Un dulce pastel de navidad.
fr: Un gâteau de noël très doux.
pl: Słodkie ciasto świąteczne
pt_br: Um bolo com o doce sabor do natal.
uk: Солодке різдвяне тістечко.

source: Mountain Snake Egg
da: Bjergslange Æg
de: Bergschlangenei
es: Huevo de Serpiente de Montaña
fr: Oeuf de Serpent des Montagnes
pl: Jajo Górskiego Węża.
pt_br: Ovo de Cobra da Montanha
uk: Яйце Гірської Змії

source: An edible mountain snake egg.
da: Et spiseligt bjergslangeæg.
de: Ein essbares Bergschlangenei.
es: Un huevo comestible de serpiente de montaña.
fr: Un oeuf de serpent des montagnes comestible.
pl: Jadalne jajo górskiego węża.
pt_br: Um ovo de cobra da montanha comestível.
uk: Їстівне яйце гірської змії.

source: Orange Hitchhiker's Towel
da: Orange blafferhåndklæde
de: Orangenes Handtuch des Trampers
es: Toalla de Hitchhiker Naranja
fr: Serviette de l'Auto-Stoppeur Orange
pl: Pomarańczowy Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Laranja
uk: Помаранчевий Рушник Мандрівника Автостопом

source: An inconspicuous orange towel.
da: Et upåfaldende orange håndklæde.
de: Ein unauffälliges, orangenes Handtuch.
es: Una toalla de color naranja rara.
fr: Une serviette orange qui passe inaperçue.
pl: Niepozorny pomarańczowy ręcznik.
pt_br: Uma imperceptível toalha laranja.
uk: Непримітний помаранчевий рушник.

source: Purple Hitchhiker's Towel
da: Lilla blafferhåndklæde
de: Violettes Handtuch des Trampers
es: Toalla de Hitchhiker Morada
fr: Serviette de l'Auto-Stoppeur Violette
pl: Fioletowy Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Roxa
uk: Пурпуровий Рушник Мандрівника Автостопом

source: An inconspicuous purple towel.
da: Et upåfaldende lilla håndklæde.
de: Ein unauffälliges, violettes Handtuch.
es: Una toalla de color morado rara.
fr: Une serviette violette qui passe inaperçue.
pl: Niepozorny fioletowy ręcznik.
pt_br: Uma imperceptível toalha roxa.
uk: Непримітний пурпуровий рушник.

source: Diluted Concentration Potion
da: Fortyndet Koncentration eleksir
de: Verdünnter Konzentrationstrank
es: Poción de Concentración Diluida
fr: Potion de Concentration Diluée
pl: Rozcieńczony Napój Koncentracji
pt_br: Poção de Concentração Diluída
uk: Розведене Зілля Зосередженості

source: A bottle of diluted concentration potion.
da: En flaske fortyndet koncentration eleksir.
de: Eine Flasche verdünnter Konzentrationstrank.
es: Una botella con una poción de concentración diluida.
fr: Une bouteille de potion de concentration diluée.
pl: Butelka rozcieńczonego napoju koncentracji.
pt_br: Uma garrafa de poção de concentração diluída.
uk: Пляшка розведеного зілля зосередженості.

source: Dark Concentration Potion
da: Mørk Koncentration eleksir
de: Dunkler Konzentrationstrank
es: Poción de Concentración Oscura
fr: Potion de Concentration Sombre
pl: Ciemny Napój Koncentracji
pt_br: Poção de Concentração Escura
uk: Темне Зілля Зосередженості

source: This potion smells like burnt sugar.
da: Denne eleksir smager som brændt sukker.
de: Dieser Trank riecht wie verbrannter Zucker.
es: Esta poción huele como a azúcar quemada.
fr: Cette potion a une odeur de sucre caramélisé.
pl: Ten napój pachnie jak przypalony cukier.
pt_br: Esta poção cheira a açúcar queimado.
uk: Це зілля тхне підгорілим цукром.

source: Bottle of Water
da: Flaske vand
de: Flasche mit Wasser
es: Botella de Agua
fr: Bouteille d'Eau
pl: Butelka Wody
pt_br: Garrafa d'água
uk: Пляшка Води

source: A bottle of water.
da: En flaske vand.
de: Eine Flasche mit Wasser.
es: Una botella llena con agua.
fr: Une bouteille d'eau.
pl: Butelka wody
pt_br: Uma garrafa de água.
uk: Пляшка води.

source: White Cake
da: Hvid kage
de: Weißer Kuchen
es: Pastel Blanco
fr: Gâteau Blanc
pl: Białe Ciasto
pt_br: Bolo Branco
uk: Кремовий Торт

source: A delicious white cake. Would go good with strawberries.
da: En dejlig hvid kage. Vil gå godt sammen med jordbær.
de: Ein leckerer weißer Kuchen. Erdbeeren würden gut dazu passen.
es: Una deliciosa tarta de nata. Quedaría perfecta si le pones unas cuantas fresas.
fr: Un gâteau blanc délicieux. Ce serait très bon avec des fraises.
pl: Przepyszne białe ciasno. Pasowałyby do niego truskawki.
pt_br: Um delicioso bolo de baunilha. Vai bem com morangos.
uk: Дуже смачний кремовий торт. Пасує до полуниці.

source: Acorn
da: Agern
de: Eichel
es: Bellota
fr: Gland
pl: Żołądź.
pt_br: Castanha
uk: Жолудь

source: An acorn.
da: Et agern.
de: Eine Eichel.
es: Una bellota.
fr: Un gland.
pl: Żołądź.
pt_br: Uma castanha.
uk: Жолудь.

source: Golden Delicious Apple
da: Golden Delicious æble
de: Goldener, köstlicher Apfel
es: Manzana Dorada Deliciosa
fr: Pomme d'Or Délicieuse
pl: Złote Smakowite Jabłko
pt_br: Deliciosa Maçã Dourada
uk: Золоте Яблуко

source: A golden apple. Taken from a tree of many fruits from a distant world.
da: Et gyldent æble. Taget fra et træ med mange frugter, fra en fjern verden.
de: Ein goldener Apfel. Von einem Baum mit vielen Früchten aus einer fernen Welt.
es: Una manzana dorada, tomada de un árbol de muchas frutas en un lejano mundo.
fr: Une pomme dorée. Cueillie sur un arbre fruitier appartenant à un monde lointain.
pl: Złote jabłko. Zebrane z wieloowocowego drzewa z odległego świata.
pt_br: Uma maçã dourada. Tirada de uma árvore de muitos frutos de um mundo distante.
uk: Золоте яблуко з далекої-далекої країни.

source: Iron Potion
da: Jern Eleksir
de: Eisentrank
es: Poción de Hierro
fr: Potion de Fer
pl: Żelazny Napój
pt_br: Poção Energética
uk: Залізне Зілля

source: Increases your attack strength.
da: Forøger din angrebsstyrke.
de: Erhöht deine Angriffskraft.
es: Incrementa tu fuerza de ataque.
fr: Augmente la force d'attaque.
pl: Zwiększa twoją siłę ataku.
pt_br: Uma poção para revigorar suas energias.
uk: Збільшує силу вашої атаки.

source: Attack strength increase (temporary).
da: Angrebsstyrken forøges (midlertidigt).
de: Angriffskraft erhöht (temporär).
es: Incrementa tu fuerza de ataque (temporalmente).
fr: Force d'attaque augmentée (temporairement).
pl: Zwiększenie siły ataku (tymczasowe)
pt_br: Aumenta poder de ataque (temporário)
uk: Сила тимчасово зростає.

source: Medium Healing Potion
da: Mellem healing eleksir
de: Mittlerer Heiltrank
es: Poción Mediana de Curación
fr: Potion de Soins Moyens
pl: Średni napój leczniczy.
pt_br: Poção de Cura Média
uk: Середнє Цілюще Зілля

source: A medium healing potion made from brewed herbs.
da: En mellestørrelse healing eleksir sammenbrygget af urter.
de: Ein mittlerer Heiltrank gebraut aus Kräutern.
es: Una poción curativa mediana hecha de hierbas fermentadas.
fr: Une potion de soins moyens fabriquée à partir d'une infusion d'herbes.
pl: Średni napój leczniczy utworzony poprzez parzenie ziół.
pt_br: Uma poção de cura média feita de ervas infusas.
uk: Середнє цілюще зілля, зроблене зі збору трав.

source: Easter Egg
da: Påskeæg
de: Osterei
es: Huevo de Pascua
fr: Oeuf de Pâques
pl: Pisanka
pt_br: Ovo de Páscoa
uk: Великоднє Яйце

source: A surprise.
da: En overraskelse.
de: Eine Überraschung.
es: Una sorpresa.
fr: Une surprise.
pl: Niespodzianka
pt_br: Uma surpresa.
uk: Сюрприз.

source: Cactus Potion
da: Kaktus eleksir
de: Kaktustrank
es: Poción de Cactus
fr: Potion de Cactus
pl: Napój Kaktusowy
pt_br: Poção de Cactus
uk: Кактусове Зілля.

source: A fresh potion.
da: En frisk eleksir.
de: Ein erfrischender Trank.
es: Una poción fresca.
fr: Une potion rafraîchissante.
pl: Orzeźwiający napój
pt_br: Uma poção refrescante.
uk: Свіже зілля.

source: White Hitchhiker's Towel
da: Hvidt blafferhåndklæde
de: Weißes Handtuch des Trampers
es: Toalla de Hitchhiker Blanca
fr: Serviette de l'Auto-Stoppeur Blanche
pl: Biały Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Branca
uk: Білий Рушник Мандрівника Автостопом

source: An inconspicuous white towel.
da: Et upåfaldende hvidt håndklæde.
de: Ein unauffälliges weißes Handtuch.
es: Una toalla de color blanco rara.
fr: Une serviette blanche qui passe inaperçue.
pl: Niepozorny biały ręcznik.
pt_br: Uma imperceptível toalha branca.
uk: Непримітний білий рушник.

source: Cranberry Lollipop
da: Tranebær slikkepind
de: Cranberrylutscher
es: Piruleta de Arándano
fr: Sucette à la Cranberry
pl: Lizak Żurawinowy
pt_br: Pirulito de Cranberry
uk: Журавлиний Льодяник

source: A lollipop with cranberry flavor.
da: En slikkepind med tranebærsmag.
de: Ein Lutscher mit Cranberrygeschmack.
es: Una piruleta con sabor a arándanos.
fr: Une sucette goût cranberry.
pl: Lizak o smaku żurawiny.
pt_br: Um pirulito com sabor de cranberry.
uk: Льодяник зі смаком журавлини.

source: Pear
da: Pære
de: Birne
es: Pera
fr: Poire
pl: Gruszka
pt_br: Pêra
uk: Груша

source: Juicy, crunchy, and delicious.
da: Saftig, sprød og dejlig.
de: Fruchtig, knusprig und lecker.
es: Jugosa, crujiente y deliciosa.
fr: Juteuse, croquante et délicieuse.
pl: Soczysta, chrupiąca i smaczna.
pt_br: Suculenta, crocante e deliciosa.
uk: Соковита та смачна.

source: Zombie Nachos
es: Nachos Zombies
fr: Nachos au Zombie
pl: Naczos Zombie
pt_br: Nachos Zumbis
uk: Зомбі Начоси

source: The flavor is in the brains.
da: Smagen sidder i hjernerne.
de: Der Geschmack ist im Hirn.
es: El sabor esta en el cerebro.
fr: Tout le goût se trouve dans les morceaux de cerveau.
pl: Cały smak w mózgach.
pt_br: O sabor está nos cérebros.
uk: Смак міститься у мізку.

source: Chocolate Bar
da: Chokoladebar
de: Schokoladentafel
es: Barra de Chocolate
fr: Barre de Chocolat
pl: Tabliczka czekolady
pt_br: Barra de Chocolate
uk: Плитка Шоколаду

source: A chocolate bar made of finest chocolate.
da: En chokoladebar lavet af den fineste chokolade.
de: Eine Schokoladentafel aus feinster Schokolade.
es: Una barra de chocolate hecha con el mejor chocolate.
fr: Une barre de chocolat fabriquée avec le meilleur chocolat.
pl: Tabliczka czekolady zrobiona z najlepszej czekolady
pt_br: Uma barra de chocolate feita do mais fino chocolate.
uk: Плитка шоколаду з відбірного какао.

source: Grape Lollipop
da: Grape Slikkepind
de: Traubenlutscher
es: Pirulera de Uva
fr: Sucette au Raisin
pl: Lizak Winogronowy
pt_br: Pirulito de Uva
uk: Грейпфрутовий Льодяник

source: A lollipop with grape flavor.
da: En slikkepind med grapesmag.
de: Ein Lutscher mit Traubengeschmack.
es: Una piruleta con sabor a uvas.
fr: Une sucette goût raisin.
pl: Lizak o smaku winogrona.
pt_br: Um pirulito com sabor de uva.
uk: Льодяник за грейпфрутовим смаком.

source: Orange Cake
da: Appelsinkage
de: Orangenkuchen
es: Pastel de Naranja
fr: Gâteau à l'Orange
pl: Ciasto Pomarańczowe
pt_br: Bolo de Laranja
uk: Апельсиновий Торт

source: A tangy orange cake. Made from real oranges.
da: En velsmagende appelsinkage. Lavet af ægte appelsiner.
de: Ein herber Orangenkuchen. Aus richtigen Orangen.
es: Un pastel de naranja. Hecha con naranjas de verdad.
fr: Un gâteau acidulé à l'orange. Fait avec de vraies oranges.
pl: Ciasto pomarańczowe. Z prawdziwych pomarańczy.
pt_br: Um bolo de laranja acentuado. Feito de laranja de verdade.
uk: Ароматний апельсиновий торт. Зроблений (сюрприз!) із апельсинів.

source: Small Mana Elixir
da: Lille Mana Eleksir
de: Kleiner Manatrank
es: Elixir Pequeño de Maná
fr: Petit Elixir de Mana
pl: Mały Eliksir Many
pt_br: Elixir de Mana Pequeno
uk: Мале Зілля Мани

source: A small mana potion made from brewed, powerful items.
da: En lille manaeleksir sammenbrygget af kraftfulde ting.
de: Ein kleiner Manatrank gebraut aus mächtigen Gegenständen.
es: Una poción pequeña de maná, preparada con productos poderosos.
fr: Une petite potion de mana fabriquée à partir d'ingrédients puissants infusés.
pl: Mały eliksir many zrobiony z parzonych, potężnych przedmiotów.
pt_br: Uma poção de mana pequena feita de poderosos itens fermentados.
uk: Мале зілля мани, зварене з виключно добірних компонентів.

source: Small Healing Potion
da: Lille Healing Eleksir
de: Kleiner Heiltrank
es: Poción Curativa Pequeña
fr: Petite Potion de Soin
pl: Mały napój leczniczy
pt_br: Poção de Cura Pequena
uk: Мале Цілюще Зілля

source: A small healing potion made from brewed herbs.
da: En lille healing eleksir sammenbrygget af urter.
de: Ein kleiner Heiltrank gebraut aus Kräutern.
es: Una poción curativa pequeña hecha con hierbas fermentadas.
fr: Une petite potion de soin fabriquée à partir d'une infusion d'herbes.
pl: Mały napój leczniczy utworzony poprzez parzenie ziół.
pt_br: Uma pequena poção de cura feita de ervas infusas.
uk: Мале цілюще зілля, зварене зі збору трав.

source: Large Healing Potion
da: Stor Healing Eleksir
de: Großer Heiltrank
es: Poción Grande de Curación
fr: Grande Potion de Soin
pl: Wielki napój leczniczy.
pt_br: Poção de Cura Grande
uk: Велике Цілюще Зілля

source: A large healing potion made from brewed herbs.
da: En stor healing eleksir sammenbrygget af urter.
de: Ein großer Heiltrank gebraut aus Kräutern
es: Una poción curativa grande hecha con hierbas fermentadas.
fr: Une grande potion de soin fabriquée à partir d'une infusion d'herbes.
pl: Wielki napój leczniczy utworzony poprzez parzenie ziół.
pt_br: Uma poção de cura grande feita de ervas infusas.
uk: Велике цілюще зілля, зварене зі збору трав.

source: Slow Poison Potion
da: Gift Dæmper Eleksir
de: Trank mit schleichendem Gift
es: Poción Anti-veneno
fr: Potion de Ralentissement du Poison
pl: Napój Spowalniający Truciznę
pt_br: Poção Redutora de Veneno
uk: Зілля Сповільнення Отрути

source: A yellow potion with a fresh, citric scent.
da: En gul eleksir med en frisk citruslugt.
de: Ein gelber Trank mit frischen Zitronenduft.
es: Una poción amarilla con un sabor cítrico fresco.
fr: Une potion avec un goût d'agrumes bien frais.
pl: Żółty napój o orzeźwiającym, cytrynowym zapachu.
pt_br: Uma poção amarela com uma fragrância crítica refrescante.
uk: Жовте зілля зі свіжим, цитрусовим ароматом.

source: Suspends poison.
da: Udsætter forgiftning.
de: Hebt Gift auf.
es: Disminuye el veneno.
fr: Stoppe l'action du poison.
pl: Powstrzymuje truciznę.
pt_br: Suspende envenenamento.
uk: Сповільнює отруту.

source: Xmas Candy Cane
da: Jule Sukkerstang.
de: Weihnachtszuckerstange
es: Bastón de Caramelo de Navidad
fr: Sucre d'Orge de Noël
pl: cukierkowa laska świąteczna
pt_br: Doce Bengala Natalino
uk: Різдвяний Цукровий Ціпок

source: A special xmas candy cane.
da: En speciel jule sukkerstang.
de: Eine spezielle Weihnachtszuckerstange.
es: Un bastón de caramelo navideño especial.
fr: Un sucre d'orge spécialement fabriquée pour Noël.
pl: Specjalna cukierkowa laska świąteczna
pt_br: Um doce em formato de bengala especial de natal.
uk: Особливий різдвяний цукровий ціпок.

source: Grass Snake Egg
da: Græsslange Æg
de: Grasschlangenei
es: Huevo de Serpiente de Hierba
fr: Oeuf de Serpent des Herbes
pl: Jajo zaskrońca
pt_br: Ovo de Cobra da Grama
uk: Яйце Трав'яної Змії

source: An edible grass snake egg.
da: Et spiseligt græsslangeæg.
de: Ein essbares Grasschlangenei.
es: Un huevo comestible de serpiente de hierba.
fr: Un oeuf de serpent des herbes comestible.
pl: Jadalne jajo zaskrońca.
pt_br: Um ovo de cobra da grama comestível
uk: Їстівне яйце трав'яної змії.

source: Chocolate Cake
da: Chokoladekage
de: Schokoladenkeks
es: Pastel de Chocolate
fr: Gâteau au Chocolat
pl: Ciasto Czekoladowe
pt_br: Bolo de Chocolate
uk: Шоколадний Торт
