Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: This shirt belongs to someone who helped making tmw as awesome as it is now!
da: Denne trøje tilhører nogen, der har gjort TMW så sejt som det er nu !
de: Dieses Hemd gehört jemandem, der dabei geholfen hat, das tmw so großartig wie jetzt ist.
es: ¡Esta camiseta es de alguien que ayudo para que el juego sea así de guay!
fr: Ce tee-shirt appartient à quelqu'un qui a aidé à rendre tmw aussi génial qu'il l'est à ce jour.
pl: Koszula ta należy do kogoś kto pomógł uczynić grę tmw tak wspaniałą jaką właśnie jest teraz!
pt_br: Esta camiseta pertence a alguém que contribuiu para que o TMW fosse tão incrível quanto é agora!
uk: Ця сорочка належить комусь, хто допоміг зробити Світ Мани таким чудовим.

source: Leather Shirt
da: Lædertrøje
de: Lederhemd
es: Camisa de Cuero
fr: Chemise en Cuir
pl: Skórzana Koszula
pt_br: Camisa de Couro
uk: Шкіряна Сорочка

source: A shirt made of hardened leather.
da: En trøje, lavet af hærdet læder.
de: Ein Hemd aus gehärtetem Leder.
es: Una camisa hecha de cuero endurecido.
fr: Une chemise en cuir renforcé.
pl: Koszula wykonana z utwardzanej skóry
pt_br: Uma camisa feita de couro endurecido.
uk: Сорочка з кращої загартованої шкіри.

source: Pink Turtleneck Sweater
da: Pink rullekravetrøje
de: Pinker Rollkragenpullover
es: Suéter Cuello Tortuga Rosado
fr: Pull à Col Roulé Rose
pl: Różowy Golf
pt_br: Suéter de Gola Alta Rosa
uk: Рожевий Светр

source: A thick, soft and warm pink sweater.
da: En tyk og varm, pink sweater.
de: Ein dicker, weicher und warmer pinker Pullover.
es: Un jersey rosa blando, cálido y grueso.
fr: Un pull rose, épais, doux et chaud.
pl: Gruby, miękki i ciepły różowy sweter.
pt_br: Um suéter rosa espesso, macio e confortável.
uk: Комфортний теплий рожевий светр.

source: Dark Green Sorcerer Robe (Pink)
da: Mørkegrøn troldmandskåbe (Pink)
de: Dunkelgrüne Zaubererrobe (Pink)
es: Túnica de Hechicero Verde Oscuro (Rosada)
fr: Robe de Sorcier Vert Foncé (Rose)
pl: Ciemnozielona Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Rosa)
uk: Темно-зелена Роба Чарівника (Рожева Кайма)

source: A Pink lined Dark Green sorcerer robe.
da: En mørkegrøn troldmandskåbe, med pink kant.
de: Eine pink gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Rosada.
fr: Une robe de sorcier verte bordée de rose.
pl: Ciemnozielona szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em rosa.
uk: Темно-зелена роба чарівника з рожевою каймою.

source: Purple Contributor Shirt
da: Lilla bidrager trøje
de: Violettes Hemd für Mitwirkende
es: Camiseta de Colaborador Morada
fr: Tee-Shirt de Contributeur Violet
pl: Fioletowa Koszula Kontrybutora
pt_br: Camiseta do Contribuidor Roxa
uk: Пурпурна Сорочка Співрозробника

source: Pink Sorcerer Robe (Dark Green)
da: Pink troldmandskåbe (Mørkegrøn)
de: Pinke Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Rosada (Verde Oscuro)
fr: Robe de Sorcier Rose (Vert Foncé)
pl: Różowa Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe de Feiticeiro Rosa (Verde Escuro)

source: A Dark Green lined Pink sorcerer robe.
da: En pink troldmandskåbe, med mørkegrøn kant.
de: Eine dunkelgrün gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier rose bordée de vert foncé.
pl: Różowa szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em verde escuro.

source: Green Cotton Shirt
da: Grøn bomuldstrøje
de: Grünes Baumwollhemd
es: Camisa Verde de Algodón
fr: Tee-Shirt en Coton Vert
pl: Zielona Bawełniana Koszulka
pt_br: Camisa de Algodão Verde
uk: Зелена Бавовняна Сорочка

source: A green shirt made of 100% cotton.
da: En grøn trøje, lavet af 100% bomuld.
de: Ein grünes Hemd aus 100% Baumwolle.
es: Una camiseta verde hecha 100% de algodón.
fr: Un tee-shirt vert 100% coton.
pl: Zielona koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa verde feita de 100% algodão.
uk: Зелена сорочка з 100% бавовни.

source: Silk Robe
da: Silkekåbe
de: Seidenrobe
es: Túnica de Seda
fr: Robe en Soie
pl: Bawełniana Szata
pt_br: Robe de Seda
uk: Шовкова Роба

source: A light and shimmering silk robe.
da: Et let og flagrende silkekåbe.
de: Eine leichte und schimmernde Seidenrobe.
es: Una túnica de seda ligera y reluciente.
fr: Une robe en soie légère et chatoyante.
pl: Lekka i lśniąca bawełniana szata
pt_br: Um robe de seda leve e brilhante.
uk: Граціозна та мерехтлива шовкова роба.

source: Dark Green Sorcerer Robe (Yellow)
da: Mørkegrøn troldmandskåbe (Gul)
de: Dunkelgrüne Zaubererrobe (Gelb)
es: Túnica de Hechicero Verde Oscuro (Amarilla)
fr: Robe de Sorcier Vert Foncé (Jaune)
pl: Ciemnozielona Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Amarelo)
uk: Темно-зелена Роба Чарівника (Жовта Кайма)

source: A Yellow lined Dark Green sorcerer robe.
da: En mørkegrøn troldmandskåbe, med gul kant.
de: Eine gelb gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Amarilla.
fr: Une robe de sorcier vert foncé bordée de jaune.
pl: Ciemnozielona szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em amarelo.
uk: Темно-зелена роба чарівника з жовтою каймою.

source: Sorcerer Robe (Dark Green)
da: Troldmandskåbe (mørkegrøn)
de: Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero (Verde Oscuro)
fr: Robe de Sorcier (Vert Foncé)
pl: Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro (Verde Escuro)

source: A Dark Green lined sorcerer robe.
da: En troldmandskåbe, med mørkegrøn kant.
de: Eine dunkelgrün gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier bordée de vert foncé.
pl: Szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro detalhado em verde escuro.

source: Pink Silk Robe
da: Pink silkekåbe.
de: Pinke Seidenrobe
es: Túnica de Seda Rosada
fr: Robe en Soie Rose
pl: Różowa Bawełniana Szata
pt_br: Robe de Seda Rosa
uk: Рожева Шовкова Роба

source: A light and shimmering pink silk robe.
da: En let og flagrende, pink silkekåbe.
de: Eine leichte und schimmernde pinke Seidenrobe.
es: Una túnica rosada de seda ligera y reluciente.
fr: Une robe en soie rose légère et chatoyante.
pl: Lekka i lśniąca różowa bawełniana szata.
pt_br: Um robe de seda rosa leve e brilhante.
uk: Граціозна та мерехтлива рожева шовкова роба.

source: Green Sorcerer Robe (Yellow)
da: Grøn troldmandskåbe (Gul)
de: Grüne Zaubererrobe (Gelb)
es: Túnica de Hechicero Verde (Amarilla)
fr: Robe de Sorcier Verte (Jaune)
pl: Zielona Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Verde (Amarelo)

source: A Yellow lined Green sorcerer robe.
da: En grøn troldmandskåbe, med gul kant.
de: Eine gelbe gefütterte Zaubererrobe.
es: Una túnica de hechicero Verde, bordeada con una línea Amarilla.
fr: Une robe de sorcier verte bordée de jaune.
pl: Zielona szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro verde detalhado em amarelo.
uk: Зелена роба чарівника з жовтою каймою.

source: Dark Green V-Neck Sweater
da: Mørkegrøn sweater
de: Dunkelgrüner V-Ausschnitt Pullover
es: Suéter Cuello V Verde Oscuro
fr: Pull Col en V Vert Foncé
pl: Ciemnozielony Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Verde Escuro
uk: Темно-зелений Пуловер

source: A thin, soft and warm dark green sweater.
da: En tynd, blød og varm, mørkegrøn sweater.
de: Ein dünner, weicher und warmer dunkelgrüner Pullover.
es: Un jersey verde oscuro blando, cálido y fino.
fr: Un pull vert foncé fin, doux et chaud.
pl: Cienki, miękki i ciepły ciemnozielony sweter.
pt_br: Um suéter verde escuro fino, macio e confortável.
uk: Легкий та комфортний темно-зелений пуловер.

source: M. Attack -16
da: M. Angreb -16
de: M. Angriff -16
es: At. Mágico -16
fr: Attaque M. -16
pl: M. Atak -16
pt_br: Ataque M. -16
uk: Маг. атака -16

source: Black Evoker's Robe (Blue)
da: Hidkalders sorte kåbe (blå)
de: Schwarze Robe des Hervorrufers (Blau)
es: Túnica de Mago Oscura (Azul)
fr: Robe d'Evocateur Noire (Bleue)
pl: Czarna Szata Wywoływacza (Niebieska lamówka)
pt_br: Robe do Evocador Preto (Azul)
uk: Роба Зазивателя Темряви (Синя)

source: A blue lined black evoker's robe.
da: En hidkalders sorte kåbe, med blå kant
de: Eine blau gefütterte schwarze Robe des Hervorrufers.
es: Una túnica de mago negra con una linea azul.
fr: Une robe d'évocateur noire bordée de bleu.
pl: Czarna szata wywoływacza z niebieską lamówką.
pt_br: Um robe de evocador preto detalhado em azul.
uk: Чорна в синю смугу роба зазивателя темряви.

source: Purple Sorcerer Robe (Purple)
da: Lilla troldmandskåbe (Lilla)
de: Violette Zaubererrobe (Violett)
es: Túnica de Hechicero Morada (Morada)
fr: Robe de Sorcier Violette (Violette)
pl: Fioletowa Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Roxo (Roxo)

source: A Purple lined Purple sorcerer robe.
da: En Lilla troldmandskåbe, med lilla kant.
de: Eine violett gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Morada.
fr: Une robe de sorcier violette bordée de violet.
pl: Fioletowa szata czarodzieja z fioletową lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em roxo.

source: Purple Sorcerer Robe (Green)
da: Lilla troldmandskåbe (Grøn)
de: Violette Zaubererrobe (Grün)
es: Túnica de Hechicero Morada (Verde)
fr: Robe de Sorcier Violette (Verte)
pl: Fioletowa Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Roxo (Verde)

source: A Green lined Purple sorcerer robe.
da: En lilla troldmandskåbe, med grøn kant.
de: Eine grün gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Verde.
fr: Une robe de sorcier violette bordée de vert.
pl: Fioletowa szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em verde.

source: Assassin Pants
da: Snigmorder bukser
de: Assassinenhose
es: Pantalones de Asesino
fr: Pantalon d'Assassin
pl: Spodnie Asasyna
pt_br: Calças do Assassino
uk: Штани Найманого Вбивці

source: Pants for a master assassin.
da: Bukser til en mester snigmorder.
de: Hose für einen Meisterassassinen.
es: Pantalones para un asesino profesional.
fr: Un pantalon pour maître assassin.
pl: Spodnie dla mistrza asasyna.
pt_br: Calças para um mestre assassino.
uk: Штани майстра вбивства.

source: Red Silk Robe
da: Rød silkekåbe
de: Rote Seidenrobe
es: Túnica de Seda Roja
fr: Robe en Soie Rouge
pl: Czerwona Bawełniana Szata
pt_br: Robe de Seda Vermelho
uk: Червона Шовкова Роба

source: A light and shimmering red silk robe.
da: En let og flagrende, rød silkekåbe.
de: Eine leichte und schimmernde rote Seidenrobe.
es: Una túnica roja de seda ligera y reluciente.
fr: Une robe en soie rouge légère et chatoyante.
pl: Lekka i lśniąca czerwona bawełniana szata.
pt_br: Um robe de seda vermelho leve e brilhante.
uk: Граціозна та мерехтлива червона шовкова роба.

source: Purple Sorcerer Robe (Dark Green)
da: Lilla troldmandskåbe (Mørkegrøn)
de: Violette Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Morada (Verde Oscuro)
fr: Robe de Sorcier Violette (Vert Foncé)
pl: Fioletowa Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro Roxo (Verde Escuro)

source: A Dark Green lined Purple sorcerer robe.
da: En lilla troldmandskåbe, med mørkegrøn kant.
de: Eine dunkelgrün gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier violette bordée de vert foncé.
pl: Fioletowa szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em verde escuro.

source: Red Turtleneck Sweater
da: Rød rullekravetrøje
de: Roter Rollkragenpullover
es: Suéter Cuello Tortuga Rojo
fr: Pull à Col Roulé Rouge
pl: Czerwony Golf
pt_br: Suéter de Gola Alta Vermelho
uk: Червоний Светр

source: A thick, soft and warm red sweater.
da: En tyk og varm, rød sweater.
de: Ein dicker, weicher und warmer roter Pullover.
es: Un jersey rojo blando, cálido y grueso.
fr: Un pull rouge épais, doux et chaud.
pl: Gruby, miękki i ciepły czerwony sweter.
pt_br: Um suéter vermelho espesso, macio e confortável.
uk: Комфортний теплий червоний светр.

source: Sorcerer Robe (Yellow)
da: Troldmandskåbe (Gul)
de: Zaubererrobe (Gelb)
es: Túnica de Hechicero (Amarilla)
fr: Robe de Sorcier (Jaune)
pl: Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro (Amarelo)
uk: Роба Чарівника (Жовта Кайма)

source: A Yellow lined sorcerer robe.
da: En troldmandskåbe, med gul kant.
de: Eine gelb gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Amarilla.
fr: Une robe de sorcier bordée de jaune.
pl: Szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro detalhado em amarelo.

source: Black Sorcerer Robe (Light Blue)
da: Sort troldmandskåbe (Lyseblå)
de: Schwarze Zaubererrobe (Hellblau)
es: Túnica de Hechicero Negra (Azul Claro)
fr: Robe de Sorcier Noire (Bleu Clair)
pl: Czarna Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Preto (Azul Claro)

source: A Light Blue lined Black sorcerer robe.
da: En sort troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Azul Claro.
fr: Une robe de sorcier noire bordée de bleu clair.
pl: Czarna szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro preto detalhado em azul claro.
uk: Чорна роба чарівника з блакитною каймою.

source: Fine Green Dress
da: Fin grøn kjole
de: Feines grüne Kleid
es: Vestido Fino Verde
fr: Robe Raffinée Verte
pl: Piękna Zielona Suknia
pt_br: Vestido de Gala Verde

source: A green dress made from the finest materials.
da: En grøn kjole, lavet af de fineste materialer.
de: Ein grünes Kleid aus den feinsten Materialien.
es: Un vestido verde hecho de los más finos materiales.
fr: Une robe verte cousue dans les matières les plus fines.
pl: Zielona suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido verde feito dos materiais mais nobres.

source: M. Attack +3
da: M. Angreb +3
de: M. Angriff +3
es: At. Mágico +3
fr: Attaque M. +3
pl: M. Atak +3
pt_br: Ataque M. +3
uk: Маг. атака +3

source: Yellow Sorcerer Robe (Light Blue)
da: Gul troldmandskåbe (Lyseblå)
de: Gelbe Zaubererrobe (Hellblau)
es: Túnica de Hechicero Amarilla (Azul Claro)
fr: Robe de Sorcier Jaune (Bleu Clair)
pl: Żółta Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Amarelo (Azul Claro)
uk: Жовта Роба Чарівника (Блакитна Кайма)

source: A Light Blue lined Yellow sorcerer robe.
da: En gul troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Azul Claro.
fr: Une robe de sorcier jaune bordée de bleu clair.
pl: Żółta szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em azul claro.
uk: Жовта роба чарівника з блакитною каймою.

source: Red Sorcerer Robe (Red)
da: Rød troldmandskåbe (Rød)
de: Rote Zaubererrobe (Rot)
es: Túnica de Hechicero Roja (Roja)
fr: Robe de Sorcier Rouge (Rouge)
pl: Czerwona Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro Vermelho (Vermelho)

source: A red lined red sorcerer robe.
da: En rød troldmandskåbe, med rød kant.
de: Eine rot gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Roja.
fr: Une robe de sorcier rouge bordée de rouge.
pl: Czerwona szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro vermelho detalhado em vermelho.

source: Black Contributor Shirt
da: Sort bidrager trøje
de: Schwarzes Hemd für Mitwirkende
es: Camisa de Colaborador Negra
fr: Tee-Shirt de Contributeur Noir
pl: Czarna Koszula Kontrybutora
uk: Чорна Сорочка Співрозробника

source: Green Sorcerer Robe (Dark Blue)
da: Grøn troldmandskåbe (Mørkeblå)
de: Grüne Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Verde (Azul Oscuro)
fr: Robe de Sorcier Verte (Bleu Foncé)
pl: Zielona Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro Verde (Azul Escuro)
uk: Зелена Роба Чарівника (Темно-синя Кайма)

source: A Dark Blue lined Green sorcerer robe.
da: En grøn troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblaue gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier verte bordée de bleu foncé.
pl: Zielona szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro verde detalhado em azul escuro.

source: Red Short Tank Top
da: Rød kort undertrøje
de: Rotes kurzes Tanktop
es: Camisa Corta Roja
fr: Débardeur Court Rouge
pl: Czerwona Krótka Koszulka Bezrękawnik
pt_br: Top Vermelho
uk: Коротка Червона Майка

source: A short, sleeveless red shirt for VERY hot summer days.
da: En rød kort undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses rotes Shirt für SEHR heiße Sommertage.
es: Una camiseta corta roja sin mangas para los días calurosos de verano.
fr: Un court tee-shirt rouge sans manches pour les TRES chaudes journées d'été.
pl: Czerwona krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta vermelha curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка червона безрукавна майка для ДУЖЕ спекотного літа.

source: Orange Turtleneck Sweater
da: Orange rullekravetrøje
de: Orangener Rollkragenpullover
es: Suéter Cuello Tortuga Naranja
fr: Pull à Col Roulé Orange
pl: Pomarańczowy Golf
pt_br: Suéter de Gola Alta Laranja
uk: Помаранчевий Светр

source: A thick, soft and warm orange sweater.
da: En tyk og varm, orange sweater.
de: Ein dicker, weicher und warmer orangener Pullover.
es: Un jersey naranja blando, cálido y grueso.
fr: Un pull orange épais, doux et chaud.
pl: Gruby, miękki i ciepły pomarańczowy sweter.
pt_br: Um suéter laranja espesso, macio e confortável.
uk: Комфортний теплий помаранчевий светр.

source: Dark Blue Turtleneck Sweater
da: Mørkeblå rullekravesweater
de: Dunkelblauer Rollkragenpullover
es: Suéter Cuello Tortuga Azul Oscuro
fr: Pull à Col Roulé Bleu Foncé
pl: Ciemnoniebieski Golf
pt_br: Suéter de Gola Alta Azul Escuro
uk: Темно-синій Светр

source: A thick, soft and warm dark blue sweater.
da: En tyk og varm, mørkeblå sweater.
de: Ein dicker, weicher und warmer dunkelblauer Pullover.
es: Un jersey azul oscuro blando, cálido y grueso.
fr: Un pull bleu foncé épais, doux et chaud.
pl: Gruby, miękki i ciepły ciemnoniebieski sweter.
pt_br: Um suéter azul escuro espesso, macio e confortável.
uk: Комфортний теплий темно-синій светр.

source: Yellow Turtleneck Sweater
da: Gul rullekravetrøje
de: Gelber Rollkragenpullover
es: Suéter Cuello Tortuga Amarillo
fr: Pull à Col Roulé Jaune
pl: Żółty Golf
pt_br: Suéter de Gola Alta Amarelo
uk: Жовтий Светр

source: A thick, soft and warm yellow sweater.
da: En tyk og varm, gul sweater.
de: Ein dicker, weicher und warmer gelber Pullover.
es: Un jersey amarillo blando, cálido y grueso.
fr: Un pull jaune épais, doux et chaud.
pl: Gruby, miękki i ciepły żółty sweter.
pt_br: Um suéter amarelo espesso, macio e confortável.
uk: Комфортний теплий жовтий светр.

source: Light Blue Cotton Shirt
da: Lyseblå bomuldstrøje
de: Hellblaues Baumwollhemd
es: Camisa Azul Clara de Algodón
fr: Tee-Shirt en Coton Bleu Clair
pl: Jasnoniebieska Bawełniana Koszulka
pt_br: Camisa de Algodão Azul Clara
uk: Блакитна Бавовняна Сорочка

source: A light blue shirt made of 100% cotton.
da: En lyseblå bomuldstrøje, lavet af 100% bomuld.
de: Ein hellblaues Hemd aus 100% Baumwolle.
es: Una camiseta azul clara hecha 100% de algodón.
fr: Un tee-shirt bleu clair 100% coton.
pl: Jasnoniebieska koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa azul clara feita de 100% algodão.
uk: Блакитна сорочка з 100% бавовни.

source: Black Sorcerer Robe (Black)
da: Sort troldmandskåbe (Sort)
de: Schwarze Zaubererrobe (Schwarz)
es: Túnica de Hechicero Negra (Negra)
fr: Robe de Sorcier Noire (Noire)
pl: Czarna Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro Preto (Preto)

source: A Black lined Black sorcerer robe.
da: En sort troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Negra.
fr: Une robe de sorcier noire bordée de noir.
pl: Czarna szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro preto detalhado em preto.

source: Pink Sorcerer Robe (Yellow)
da: Pink troldmandskåbe (Gul)
de: Pinke Zaubererrobe (Gelb)
es: Túnica de Hechicero Rosada (Amarilla)
fr: Robe de Sorcier Rose (Jaune)
pl: Różowa Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Rosa (Amarelo)

source: A Yellow lined Pink sorcerer robe.
da: En pink troldmandskåbe, med gul kant.
de: Eine gelb gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Amarilla.
fr: Une robe de sorcier rose bordée de jaune.
pl: Różowa szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em amarelo.
uk: Рожева роба чарівника з жовтою каймою.

source: Dark Green Short Tank Top
da: Mørkegrøn kort undertrøje
de: Dunkelgrünes kurzes Tanktop
es: Camisa Corta Verde Oscura
fr: Débardeur Court Vert Foncé
pl: Ciemnozielona Krótka Koszulka Bezrękawnik
pt_br: Top Verde Escuro
uk: Коротка Темно-зелена Майка

source: A short, sleeveless dark green shirt for VERY hot summer days.
da: En kort mørkegrøn undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses dunkelgrünes Shirt für SEHR heiße Sommertage.
es: Una camiseta corta verde oscura sin mangas para los días calurosos de verano.
fr: Un court tee-shirt vert foncé sans manches pour les TRES chaudes journées d'été.
pl: Ciemnozielona krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta verde escura curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка темно-зелена безрукавна майка для ДУЖЕ спекотного літа.

source: Sorcerer Robe (Light Blue)
da: Troldmandskåbe (Lyseblå)
de: Zaubererrobe (Hellblau)
es: Túnica de Hechicero (Azul Claro)
fr: Robe de Sorcier (Bleu Clair)
pl: Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro (Azul Claro)
uk: Роба Чарівника (Блакитна Кайма)

source: A Light Blue lined sorcerer robe.
da: En troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Azul Claro.
fr: Une robe de sorcier bordée de bleu clair.
pl: Szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro detalhado em azul claro.
uk: Роба чарівника з блакитною каймою.

source: Black Sorcerer Robe (Green)
da: Sort troldmandskåbe (Grøn)
de: Schwarze Zaubererrobe (Grün)
es: Túnica de Hechicero Negra (Verde)
fr: Robe de Sorcier Noire (Verte)
pl: Czarna Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Preto (Verde)
uk: Чорна Роба Чарівника (Зелена Кайма)

source: A Green lined Black sorcerer robe.
da: En sort troldmandskåbe, med grøn kant.
de: Eine grün gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Verde.
fr: Une robe de sorcier noire bordée de vert.
pl: Czarna szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro preto detalhado em verde.

source: Red Sorcerer Robe (White)
da: Rød troldmandskåbe (Hvid)
de: Rote Zaubererrobe (Weiß)
es: Túnica de Hechicero Roja (Blanca)
fr: Robe de Sorcier Rouge (Blanche)
pl: Czerwona Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Vermelho (Branco)

source: A White lined Red sorcerer robe.
de: Eine weiß gefütterte weiße Zaubererrobe.
es: Una toga de sacerdote roja con líneas blancas.

source: Sorcerer Robe (Pink)
da: Troldmandskåbe (Pink)
de: Zaubererrobe (Pink)
es: Túnica de Hechicero (Rosada)
fr: Robe de Sorcier (Rose)
pl: Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro (Rosa)
uk: Роба Чарівника (Рожева Кайма)
