Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: The hard spike of a slain monster.
da: Den hårde spids fra et dræbt monster.
de: Der harte Stachel eines getöteten Monsters.
es: La dura espina de un monstruo asesinado.
fr: Le piquant dur d'un monstre occis.
pl: Twardy kolec z zabitego potwora
pt_br: Um espinho endurecido de um monstro derrotado.
uk: Жорсткий шип із вбитої тварюки.

source: Grub Slime
da: Billelarve Slim
de: Raupenschleim
es: Larva de Limo
fr: Glue de Larve
pl: Wydzielina Szlamu
pt_br: Gosma de Larva
uk: Слиз Личинки

source: The orifice secretions of a grub.
da: Slim fra en åbnet billelarve.
de: Die Sekretmündung einer Made.
es: Las secreciones de una larva.
fr: Les sécrétions d'une larve.
pl: Okrągła wydzielina szlamu.
pt_br: A secreção do orifício de uma larva.
uk: Виділення гирлу личинки.

source: Pink Easter Egg
da: Pink påskeæg
de: Pinkes Osterei
es: Huevo de Pascua Rosado
fr: Oeuf de Pâques Rose
pl: Różowa Pisanka
pt_br: Ovo de Páscoa Rosa
uk: Рожеве Великоднє Яйце

source: A pink easter egg. In the past there was a game to find all six of them. Now they're just a nice souvenir.
da: Et pink påskeæg. Engang var der et spil hvor galdt om at finde alle seks. Nu er de blot en pæn souvenir.
de: Ein pinkes Osterei. In der Vergangenheit gab es ein Spiel, in dem man alle sechs finden musste. Jetzt ist es nur ein schönes Andenken.
es: Un huevo de pascua rosa. En el pasado se jugaba a coleccionar seis de ellos. Ahora solo son un bonito souvenir.
fr: Un oeuf de Pâques rose. Avant, il existait un jeu qui consistait à retrouver les six sortes d'oeufs. Maintenant ce n'est plus qu'un joli souvenir.
pl: Różowa pisanka. W przeszłości odbyła się zabawa by znaleźć ich sześć. Teraz są tylko ładną pamiątką.
pt_br: Um ovo de páscoa rosa. No passado havia um jogo para achar todos os seis ovos. Hoje são apenas uma lembrancinha bacana.
uk: Рожеве великоднє яйце. В минулому була гра - знайти всі шість кольорів, теперце просто гарний сувенір.

source: Light Blue Cotton Cloth
da: Lyseblåt bomuldsklæde
de: Hellblauer Baumwollstoff
es: Trapo de Algodón Azul Claro
fr: Tissu en Coton Bleu Clair
pl: Jasnoniebieski Bawełniany Materiał
pt_br: Tecido de Algodão Azul Claro
uk: Блакитне Полотно з Бавовни

source: A piece of light blue cotton cloth.
da: Et stykke lyseblåt bomuldsklæde.
de: Ein Stück hellblauer Baumwollstoff.
es: Un trapo de algodón azul claro.
fr: Un bout de tissu en coton bleu clair.
pl: Kawałek jasnoniebieskiego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão azul claro.

source: Purple Striped Wrap
da: Lilla stribet indpakningspapir
de: Violettgestreiftes Verpackungspapier
es: Un rollo de papel para envolver morado.
fr: Papier Cadeau Violet à Rayures
pl: Papier Pakowy w Fioletowe Paski
pt_br: Papel de Embrulho Listrado Roxo
uk: Пурпурова Смугаста Огортка

source: A role of purple wrapping paper with stripes of darker purple.
da: En rulle lilla indpakningspapir med striber af mørkere lilla.
de: Eine Rolle violettes Verpackungspapier mit dunkleren violetten Streifen.
es: Un rollo de papel para envolver morado con rayas moradas mas oscuras.
fr: Un rouleau de papier cadeau violet avec des rayures violettes de ton plus foncé.
pl: Rolka fioletowego papieru pakowego w ciemniejsze fioletowe paski.
pt_br: Um rolo de papel de embrulho com listras roxo escuras.
uk: Пурпурова огортка з темними фіолетовими смугами.

source: Runestone W
da: Runesten W
de: Runenstein W
es: Piedra-runa W
fr: Pierre de Rune W
pl: Kamień Runiczny W
pt_br: Runa W

source: A small tablet with the W craved into it.
da: En lille stentavle med bogstavet W indgraveret.
de: Ein kleiner Block mit dem Buchstaben W eingraviert.
es: Una pequeña lápida con la letra W gravada en ella.
fr: Une petite tablette avec la lettre T gravée dessus.
pl: Mała tabliczka z wyrytą literą W.
pt_br: Uma pequena tábua gravada com a letra W.

source: Poltergeist Powder
da: Poltergeist Pulver
de: Poltergeist Pulver
es: Polvo de Poltergeist
fr: Poudre de Poltergeist
pl: Proszek z Poltergeista.
pt_br: Pó de Poltergeist
uk: Пил Полтергейсту

source: Powder from a poltergeist.
da: Pulver fra en poltergeist.
de: Pulver eines Poltergeist.
es: Polvo de un Poltergeist.
fr: Les restes poudreux d'un poltergeist.
pl: Proszek z poltergeista.
pt_br: Pó de um poltergeist.
uk: Пил, залишений полтергейстом.

source: Urn
da: Urne
de: Urne
es: Urna
pl: Urna
pt_br: Urna

source: Contains the spirit of the deceased.
da: Indeholder en afdøds ånd.
de: Enthält den Geist der Verstorbenen.
es: Contiene el espíritu de un muerto.
fr: Contient les esprits des défunts.
pl: Zawiera dusze tych którzy odeszli.
pt_br: Contém o espírito do falecido.
uk: Зберігає прах умерших.

source: Black Rose
da: Sort Rose
de: Schwarze Rose
es: Rosa Negra
fr: Rose Noire
pl: Czarna Róża
pt_br: Rosa Negra
uk: Чорна Троянда

source: A black rose. When you look closely at it, you see patterns within patterns, subtly changing colors, and further arrangements that almost seem designed to draw your attention in, and away from the rest of the world. Dizzy, you quickly look away.
da: En sort rose. Når du ser nærmere på den ser du mønstre i mønstre, med skiftende farver og yderligere detaljer der virker som designet til at trække din opmærksomhed væk fra resten af verden. Du bliver svimmel og ser hurtigt væk.
de: Eine schwarze Rose. Wenn du es nah genug anschaust, siehst du Muster innerhalb Muster, dezent wechselnde Farben, und weitere Anordungen, die dazu gemacht sind deine Aufmerksamkeit zu erregen und dich weit von Rest der Welt zu ziehen. Dir wird schwindlig, und du guckst schnell weg.
es: Una rosa negra. Cuando la mira de más cerca, ve patrones dentro de patrones, cambiando sutilmente los colores, y más disposiciones que casi parecen diseñadas para atraer su atención, y la del resto del mundo. Mareado, aparta rápidamente la mirada.
fr: Une rose noire. Quand tu la regardes de plus près, tu vois des motifs changeant subitement de couleur et ensuite d'autres compositions qui semblent destinées à attirer ton attention dessus, te faisant oublier le monde qui t'entoure. Pris de vertige, tu détournes ton regard.
pl: Czarna róża. Kiedy patrzysz uważnie na nią, widzisz zmieniające się wzory, kolory i dalsze spoglądanie , niemal wydaje się zaprojektowane by odwrócić uwagę od reszty świata. Zawroty głowy powodują że, szybko odwracasz wzrok.
pt_br: Uma rosa preta. Quando você olha atentamente para ela, vê desenhos dentro de desenhos, mudando sutilmente de cor, e arranjos adicionais que quase parecem criados para manter sua atenção neles, e ausente do resto do mundo. Tonto, você rapidamente deixa de olhar.
uk: Чорна троянда. Якщо пильно придивитись, починаєш помічати візерунки,тонкий мінливий колір, та глибоке упорядкування, що майже незворотнє притягуєвашу увагу, відокремлюючи від світу. Ви спантеличені та озираєтесь навкруги.

source: This item cannot be used directly, but may have certain effects given the right circumstances.
da: Denne genstand kan ikke bruges direkte, men kan have visse virkninger under de rette omstændigheder.
de: Dieser Gegenstand kann nicht direkt benutzt werden, aber es könnte einige Effekte unter den richtigen Umstände haben.
es: Este artículo no puede ser usado directamente, pero puede que tenga ciertos efectos dadas las circunstancias adecuadas.
fr: L'objet ne peut pas être utilisé directement, mais il semble avoir certains effets quand les bonnes conditions sont réunies.
pl: Przedmiotnie może być stosowany bezpośrednio, ale może mieć pewne skutki w odpowiednich okolicznościach.
pt_br: Este item não pode ser usado diretamente, mas pode ter certos efeitos nas circunstâncias certas.
uk: Цей предмет неможливо вжити безпосередньо, але виявляє ефект в потрібних умовах.

source: Santa Cookie
da: Jule Småkage
de: Weihnachtskeks
es: Galleta de Santa
fr: Cookie du Père Noël
pl: Ciastko Mikołaja
uk: Печиво Діда Мороза

source: This isn't for you to eat, it is for Santa Claus!
da: Den må du ikke spise, den er til Julemanden!
de: Der ist nicht für dich zum Essen, er ist für den Weihnachtsmann!
es: ¡Esto no es para que te lo comas, es para Santa Claus!
fr: Ne la mange pas, ce n'est pas pour toi, c'est pour le Père Noël!
pl: To nie dla ciebie, to dla Świętego Mikołaja !
pt_br: Não é pra comer, é para o Papai Noel!
uk: Не для вас, а для нього!

source: Broken Four-Leaf Amulet
da: Ødelagt Fir-Kløver Amulet
de: Zerbrochenes vierblättriges Amulett
es: Amuleto de Cuatro Hojas Rotas
fr: Amulette à Quatre Feuilles Brisée
pl: Popsuty Czterolistny Amulet
pt_br: Amuleto de Quatro Folhas Quebrado
uk: Пошкоджений Амулет Чотирилисної Конюшини

source: A broken four-leaf clover amulet.
da: En ødelagt fir-kløver amulet.
de: Ein zerbrochenes vierblättriges Amulett.
es: Un trébol de cuatro hojas roto, usado como amuleto.
fr: Une amulette à quatre feuilles brisée en morceaux.
pl: Popsuty amulet czterolistnej koniczyny.
pt_br: Um amuleto de quatro folhas quebrado.
uk: Пошкоджений амулет чотирилисної Конюшини.

source: Runestone L
da: Runesten L
de: Runenstein L
es: Piedra-runa L
fr: Pierre de Rune L
pl: Kamień Runiczny L
pt_br: Runa L

source: A small tablet with the letter L craved into it.
da: En lille stentavle med bogstavet L indgraveret.
de: Ein kleiner Block mit dem Buchstaben L eingraviert.
es: Una pequeña lápida con la letra L gravada en ella.
fr: Une petite tablette avec la lettre L gravée dessus.
pl: Mała tabliczka z wyrytą literą L.
pt_br: Uma pequena tábua gravada com a letra L.

source: Dark Easter Egg
da: Mørkt påskeæg
de: Dunkles Osterei
es: Huevo de Pascua Oscuro
fr: Oeuf de Pâques Noir
pl: Ciemna Pisanka
uk: Темне Великоднє Яйце

source: A smooth chocolate easter egg.
da: Et glat chokolade påskeæg.
de: Ein glattes Schokoladen-Osterei.
es: Un huevo de Pascua blando hecho de chocolate.
fr: Un oeuf de Pâques en chocolat noir.
pl: Pisanka z czekoladą.
pt_br: Um suave ovo de chocolate amargo.
uk: Шоколадне великоднє яйце.

source: Purple Dye
da: Lilla Farve
de: Violette Farbe
es: Tinta Morada
fr: Teinture Violette
pl: Fioletowy Barwnik
pt_br: Tintura Roxa
uk: Пурпуровий Барвник

source: A vial containing purple dye.
da: Et reagensglas med lilla farve.
de: Ein Fläschchen mit violetter Farbe.
es: Un frasco que contiene tinta morada.
fr: Une fiole contenant de la teinture violette.
pl: Fiolka zawierająca fioletowy barwnik.
pt_br: Um frasco contendo tintura roxa.
uk: Пробірка з пурпуровим барвником.

source: Light Blue Dye
da: Lyseblå Farve
de: Hellblaue Farbe
es: Tinta Azul Claro
fr: Teinture Bleu Clair
pl: Jasnoniebieski Barwnik
pt_br: Tintura Azul Clara
uk: Блакитний Барвник

source: A vial containing light blue dye.
da: Et reagensglas med lyseblå farve.
de: Ein Fläschchen mit hellblauer Farbe.
es: Un frasco que contiene tinta azul claro.
fr: Une fiole contenant de la teinture bleu clair.
pl: Fiolka zawierająca jasnoniebieski barwnik.
pt_br: Um frasco contendo tintura azul clara.
uk: Пробірка із блакитним барвником.

source: Jar of Blood
da: Krukke med Blod
de: Gefäß mit Blut
es: Jarra de Sangre
fr: Bocal de Sang
pl: Słój Krwi
pt_br: Jarro de Sangue

source: Just the thing to scare the kids at Hallowe'en.
da: Det helt rigtige til at skræmme børnene til Hallowe'en.
de: Nur ein Ding um Kinder an Halloween zu erschrecken.
es: Sólo una cosa para asustar a los niños en Noche de Brujas.
fr: La chose parfaite pour faire peur aux enfants à Halloween.
pl: Właściwa rzecz do wystraszenia dzieciaków podczas Halloween.

source: Bottle of Sand
da: Flaske med Sand
de: Falsche mit Sand
es: Botella con Arena
fr: Bouteille de Sable
pl: Butelka Piasku
pt_br: Garrafa com Areia
uk: Пляшка з піском

source: A bottle with sand in it.
da: En flaske med sand i.
de: Eine Flasche mit Sand drin.
es: Una botella con arena dentro.
fr: Une bouteille remplie de sable
pl: Butelka z piaskiem w środku
pt_br: Uma garrafa com areia dentro.
uk: Пляшка, наповнена піском.

source: Ice Cube
da: Isterning
de: Eiswürfel
es: Cubo de Hielo
fr: Cube de Glace
pl: Kostka Lodu

source: A very cold ice cube that never seems to completely melt.
da: En meget kold isterning som aldrig syntes at smelte helt.
de: Ein sehr kalter Eiswürfel, der niemals zu schmelzen scheint.
es: Un cubo de hielo muy frío que parece nunca derretirse completamente.
fr: Un cube de glace tellement froid qu'il ne semble jamais fondre complètement
pl: Bardzo zimna kostka lodu która zdaje się nigdy nie topnieć.
pt_br: Um cubo de gelo que nunca parece derreter.

source: White Wrap
da: Hvidt indpakningspapir
de: Weißes Verpackungspapier
es: Envoltura Blanca
fr: Papier Cadeau Blanc
pl: Biały Papier Pakowy
uk: Біла Огортка

source: A role of white wrapping paper.
da: En rulle hvidt indpakningspapir.
de: Eine Rolle mit weißen Verpackungspapier.
es: Un rollo de papel para envolver blanco.
fr: Un rouleau de papier cadeau blanc.
pl: Rolka białego papieru pakowego.
pt_br: Um rolo de papel de embrulho branco.
uk: Рулон білої огортки.

source: Undead Ear
da: Levende døds øre
de: Untoten-Ohr
es: Oreja de Muerto Viviente
fr: Oreille de Mort-Vivant
pl: Ucho Nieumarłego
pt_br: Orelha de Morto-Vivo
uk: Шмат Вуха

source: An ear from a zombie.
da: Et øre fra en zombie.
de: Ein Ohr eines Zombies.
es: Una oreja de un muerto viviente.
fr: L'oreille d'un zombie.
pl: Ucho z zombie.
pt_br: Uma orelha de zumbi.
uk: Вухо від зомбі.

source: Spectre Powder
da: Spectre Pulver
de: Spektral Pulver
es: Polvo de Espectro
fr: Poudre de Spectre
pl: Proszek z Widma
pt_br: Pó de Espectro
uk: Пил Марення

source: Powder from a spectre.
da: Pulver fra et spectre.
de: Pulver eines Spektrals.
es: Polvo de un espectro.
fr: Les restes poudreux d'un Spectre.
pl: Proszek z widma.
pt_br: Pó de um espectro.
uk: Пил, залишений маренням.

source: Iron Powder
da: Jern Pulver
de: Eisenpulver
es: Polvo de Hierro
fr: Poudre de Fer
pl: Sproszkowane Żelazo
pt_br: Pó de Ferro
uk: Залізний пил

source: A pile of powdered iron.
da: En bunke pulvariseret jern.
de: Ein Haufen Eisenpulver.
es: Un montón de polvo de hierro.
fr: Un tas de fer réduit en poudre.
pl: Kupka sproszkowanego żelaza.
pt_br: Um punhado de ferro em pó.
uk: Купа залізного пилу.

source: Purple Wrap
da: Lilla indpakningspapir
de: Violettes Verpackungspapier
es: Envoltura Morada
fr: Papier Cadeau Violet
pl: Fioletowy Papier Pakowy
pt_br: Papel de Embrulho Roxo
uk: Пурпурова Огортка

source: A role of purple wrapping paper.
da: En rulle lilla indpakningspapir.
de: Eine Rolle mit violettem Verpackungspapier.
es: Un rollo de papel para envolver morado.
fr: Un rouleau de papier cadeau violet.
pl: Rolka fioletowego papieru pakowego.
pt_br: Um rolo de papel de embrulho roxo.
uk: Рулон пурпурової огортки.

source: Jar of Own Blood
da: Krukke med eget blod
de: Gefäß mit eigenem Blut
es: Jarra de Sangre Propia
fr: Bocal de ton Propre Sang
pl: Słoik Własnej Krwi
pt_br: Jarra do Próprio Sangue

source: OoOOoo I feel whoozy....
da: OoOOoo jeg føler mig svimmel...
de: OoOOoo Ich fühl mich benebelt....
es: OoOOoo me siento mareado...
fr: Ooooooh, je vais m’évanouir...
pl: OoOOoo mam zawroty głowy....
pt_br: OoOOoh eu estou me sentindo nauseado...

source: Doll
da: Dukke
de: Puppe
es: Muñeca
fr: Poupée
pl: Lalka
pt_br: Boneca
uk: Лялька

source: A cute red-haired doll with a blue dress.
da: En sød rødhåret dukke med en blå kjole.
de: Eine süße rothaarige Puppe mit einem blauen Kleid.
es: Una muñeca mona con el pelo rojo y un vestido azul.
fr: Une jolie poupée rousse portant une robe bleue.
pl: Urocza czerwonowłosa lalka w niebieskiej sukni.
uk: Гарна лялька з багряним волоссям та у лазурній сукні.

source: Easter Basket
da: Påskekurv
de: Osterkorb
es: Cesta de Pascua
fr: Panier de Pâques
pl: Wielkanocny Koszyk
pt_br: Cesta de Páscoa
uk: Великодній кошик

source: A nice basket to put easter presents in.
da: En fin kurv til at komme påskegaver i.
de: Ein hübscher Koprb mit Ostergeschenken.
es: Una linda cesta para poner los regalos de pascua.
fr: Un joli panier pour ramasser les oeufs de Pâques.
pl: Ładny koszyk do schowania w nim prezentów.
uk: Гарний кошик, щоб покласти великодні подарунки.

source: Red Dye
da: Rød Farve
de: Rote Farbe
es: Tinta Roja
fr: Teinture Rouge
pl: Czerwony Barwnik
pt_br: Tintura Vermelha
uk: Червоний барвник

source: A vial containing red dye.
da: Et reagensglas med rød farve.
de: Ein Fläschchen mit roter Farbe.
es: Un frasco que contiene tinta de color rojo.
fr: Une fiole contenant de la teinture rouge.
pl: Fiolka zawierająca czerwony barwnik.
uk: Пробірка із червоним барвником.

source: Steel Shield
da: Stålskjold
de: Stahlschild
es: Escudo de Acero
fr: Bouclier en Fer
pl: Stalowa Tarcza
pt_br: Escudo de Aço
uk: Сталевий щит

source: A shield made of steel.
da: Et skjold lavet af stål.
de: Ein Schild aus Stahl.
es: Un escudo hecho de acero.
fr: Un bouclier fait en fer.
pl: Tarcza wykonana ze stali
uk: Щит, зроблений зі сталі.

source: M. Attack -200
da: M. angreb -200
de: M. Angriff -200
es: At. Mágico -200
fr: Attaque M. -200
pl: M. Atak -200
pt_br: Ataque M. -200
uk: Магічна атака -200

source: Wooden Shield
da: Træskjold
de: Hölzerner Schild
es: Escudo de Madera
fr: Bouclier en Bois
pl: Drewniana Tarcza
pt_br: Escudo de Madeira
uk: Дерев'яний щит

source: A shield made of wood.
da: Et skjold lavet af træ.
de: Ein Schild aus Holz.
es: Un escudo hecho de madera.
fr: Un bouclier fait en bois.
pl: Tarcza wykonana z drewna
pt_br: Um escudo feito de madeira.
uk: Щит, зроблений з деревини.

source: M. Attack -70
da: M. angreb -70
de: M. Angriff -70
es: At. Mágico -70
fr: Attaque M. -70
pl: M. Atak -70
pt_br: Ataque M. -70
uk: Магічна атака -70

source: Leather Shield
da: Læderskjold
de: Lederschild
es: Escudo de Cuero
fr: Bouclier en Cuir
pl: Skórzana Tarcza
pt_br: Escudo de Couro
uk: Шкіряний Щит

source: A shield made of leather on a wooden frame.
da: Et skjold lavet af læder på træramme.
de: Ein Schild aus Leder in einem Holzrahmen.
es: Un escudo hecho con cuero en un marco de madera.
fr: Un Bouclier composé de couches de cuir plaquées sur une armature en bois.
pl: Tarcza wykonana ze skóry z drewnianą ramą
pt_br: Um escudo feito de couro em uma moldura de madeira.
uk: Щит, зроблений зі шкіри на дерев'яній рамці.

source: M. Attack -35
da: M. angreb -35
de: M. Angriff -35
es: At. Mágico -35
fr: Attaque M. -35
pl: M. Atak -35
pt_br: Ataque M. -35
uk: Магічна атака -35

source: You are dead.
da: Du er død.
de: Du bist tot.
es: Estás muerto.
fr: Tu es mort.
pl: Jesteś martwy.
pt_br: Você morreu.
uk: Ви — небіжчик.

source: We regret to inform you that your character was killed in battle.
da: Vi beklager at måtte informere dig om at din karakter faldt i kamp.
de: Wir bedauern dir mitteilen zu müssen, dass dein Charakter im Kampf getötet wurde.
es: Lamentamos informarte que tu personaje fue asesinado en batalla.
fr: Nous avons le regret de t'informer que ton personnage est mort sur le champ de bataille.
pl: Z przykrością informujemy ze twój bohater poległ w walce.
pt_br: Lamentamos em informar que seu personagem foi morto em batalha.
uk: Із співчуттям повідомляємо, що ваш герой не пережив цієї битви.

source: You are not that alive anymore.
da: Du er ikke levende mere.
de: Du warst auch mal lebhafter.
es: Ya no estás vivo.
fr: Tu n'as plus vraiment l'air en vie.
pl: Już nie jesteś taki żywy.
pt_br: Você não está mais vivo.

source: The cold hands of the grim reaper are grabbing for your soul.
da: Dødens kolde hænder griber ud efter din sjæl.
de: Die kalte Hand des Todes griff nach deiner Seele.
es: Las frías manos de la muerte se están apoderando de tu alma.
fr: Les mains glacées de la Faucheuse viennent d'agripper ton âme.
pl: Zimne ręce żniwiarza chwytają twoją duszę.
pt_br: As mãos geladas da morte estão agarrando sua alma.

source: Game Over!
da: Spillet er ude!
es: ¡Juego Terminado!
pl: Koniec Gry!

source: Insert coin to continue.
da: Indsæt mønter for at fortsætte.
de: Zum Fortsetzen eine Münze einwerfen.
es: Inserta una moneda para continuar.
fr: Insérez une pièce pour continuer.
pl: Wrzuć monetę by kontynuować
pt_br: Insira fichas para continuar.
uk: Киньте монету, щоб продовжити.

source: No, kids. Your character did not really die. It... err... went to a better place.
da: Nej børn. Karakteren døde ikke rigtigt. Den... øhh... er et bedre sted nu.
de: Nein, mein Kind. Dein Charakter ist nicht wirklich gestorben. Er... ehm... ging an einen besseren Ort.
es: No, niños. Tu personaje no murió en realidad. Él... emm... fue a un mejor lugar.
fr: Non, mon enfant. Ton personnage n'est pas vraiment mort... Il... Euh... il est parti pour un monde meilleur.
pl: Nie, twój bohater nie umarł. On.. err... poszedł do lepszego miejsca.
pt_br: Não, crianças. Seu personagem não morreu de verdade. Apenas... hmm... foi para um lugar melhor.
uk: Ні, діточки. Ваш герой насправді не помер. Він... теє... відправився у кращий світ.

source: Your plan of breaking your enemies weapon by bashing it with your throat failed.
da: Din plan med at ødelægge fjendens våben med din hals, slog fejl.
de: Dein Plan, die Waffe deines Gegners mit deinem Hals zu zerschlagen, schlug fehl.
es: Tu plan de romper el arma de tus enemigos golpeando con tu garganta ha fallado.
fr: Ta tentative de bloquer l'arme de ton ennemi avec ta gorge pour la briser a lamentablement échoué.
pl: Twój plan zniszczenia broni przeciwnika swoim gardłem nie powiódł się.
pt_br: Seu plano de quebrar a arma do inimigo esmagando-a com a sua garganta falhou.

source: I guess this did not run too well.
da: Jeg syntes ikke at det gik så godt.
de: Ich schätze, das ist nicht gut gelaufen.
es: Supongo que ésto no funcionó muy bien.
fr: J'ai l'impression que tout ne s'est pas déroulé comme prévu.
pl: Wydaje mi się ze nie wyszło ci to zbyt dobrze.
pt_br: Eu acho que isso não correu muito bem.

source: Do you want your possessions identified?
da: Vil du have dine ejendele identificeret?
de: Möchtest du deinen Besitz kennzeichnen?
es: ¿Quieres que tus posesiones sean identificadas?
fr: Veux-tu que tes affaires soient identifiées?
pl: Chcesz nagrobek ?
pt_br: Você deseja identificar seus pertences?

source: Sadly, no trace of you was ever found...
da: Desværre blev der aldrig fundet spor af dig...
de: Leider wurde niemals eine Spur von dir gefunden...
es: Tristemente, no se encontró ni rastro de ti...
fr: Malheureusement, aucune trace de toi ne fut jamais retrouvée.
pl: Nie pozostał po tobie żaden ślad.
pt_br: Infelizmente, nenhum rastro seu jamais foi encontrado.

source: Annihilated.
da: Udslettet.
de: Vernichtet.
es: Aniquilado.
fr: Anéanti.
pl: Unicestwiony
pt_br: Aniquilado.

source: Looks like you got your head handed to you.
da: Det ser ud til at du fik udleveret dit hoved.
de: Sieht so aus, als hättest du deinen Kopf in die Hände bekommen.
es: Parece que te entregaron tu cabeza en tus manos.
fr: Regarde, quelqu'un est venu te rendre ta tête.
pl: Wygląda na to ze podano ci twoja głowę.
pt_br: Parece que alguém entregou sua cabeça de volta.

source: You screwed up again, dump your body down the tubes and get you another one.
da: Du fejlede igen, smid den krop i afløbet og få dig en anden.
de: Du hast es wieder vermasselt, wirf deinen Körper in das Rohr und hol' dir einen anderen.
es: Te estropeaste de nuevo. Deshazte de tu cuerpo y consigue otro.
fr: Tu as encore échoué. Jette ton corps aux oubliettes et prends-en un autre.
pl: Znowu porażka, czas na respawn.
pt_br: Você ferrou tudo de novo, jogue seu corpo nos canos e pegue outro.

source: You're not dead yet. You're just resting.
da: Du er ikke død endnu. Du hviler dig bare.
de: Du bist noch nicht tot. Du ruhst dich nur aus.
es: Aún no estás muerto; sólo estás descansando.
fr: Tu n'es pas encore mort. Tu prends juste un peu de repos.
pl: Kolejny respawn.
pt_br: Você não morreu ainda. Só está descansando.
uk: Ви ще не померли. Ви просто перепочиваєте.

source: You are no more.
da: Du er ikke mere.
de: Du bist nicht mehr.
es: Ya no eres.
fr: Tu n'es plus.
pl: Już cie nie ma!
pt_br: Você não é mais.
