Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: While the green desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en grøn ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der grüne Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert vert est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż zielony pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto verde é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча зелена пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Cat Ears
da: Katteører
de: Katzenohren
es: Orejas de Gato
fr: Oreilles de Chat
pl: Kocie Uszy
pt_br: Orelhas de Gato
uk: Котячі Вушка

source: A pair of plush cat ears. Meow!
da: Et sæt plyssede katteører. Miav!
de: Ein paar Plüschkatzenohren. Miau!
es: Un par de orejas de gato afelpadas. ¡Miau!
fr: Une paire d'oreilles de chat en peluche. Miaou!
pl: Para kocich uszu. Miau!
pt_br: Um par de orelhas de gato de pelúcia. Miau!
uk: Плюшеві котячі вушка. Мяв!

source: Purple Cotton Headband
da: Lilla bomuldspandebånd
de: Violettes Baumwollstirnband
es: Venda Morada de Algodón
fr: Bandeau en Coton Violet
pl: Fioletowa Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Roxa
uk: Фіолетова бавовняна пов'язка

source: Just a purple cotton headband.
da: Bare et lilla bomuldspandebånd.
de: Nur ein violettes Baumwollstirnband.
es: Una venda morada de algodón.
fr: Un bandeau de coton violet.
pl: Zwykła, fioletowa bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão roxa.
uk: Просто собі фіолетова бавовняна пов'язка.

source: Black Bowler Hat (Brown)
da: Sort bowlerhat (Brun)
de: Schwarzer Filzhut (Braun)
es: Bombín Negro (Marrón)
fr: Chapeau Melon Noir (Marron)
pl: Czarny Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Preto (Marrom)
uk: Брунатний Котелок з Чорною Стрічкою

source: A hat for those with a bit of class, with a black band.
da: En hat til folk med klasse, med sort bånd.
de: Ein Hut für jene mit etwas Klasse, mit einem schwarzen Band.
es: Un gorro para aquellos con clase, tiene una linea negra.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande noire.
pl: Kapelusz dla ludzi z klasą, z czarną opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa preta.

source: Pink Wizard Hat
da: Pink troldmandshat
de: Pinker Zaubererhut
es: Sombrero de Mago Rosa
fr: Chapeau de Sorcier Rose
pl: Różowy Kapelusz Czarodzieja
pt_br: Chapéu do Mago Rosa

source: A wizard hat, bright pink.
da: En troldmandshat, pink.
de: Ein Zaubererhut, in hellen Pink.
es: Un sombrero de mago rosa.
fr: Un chapeau de sorcier d'un rose éclatant.
pl: Kapelusz Czarodzieja, jasny róż.
pt_br: Um chapéu de mago, rosa cintilante.

source: Sailor Hat
da: Sømandshat
de: Matrosenhut
es: Sombrero de Marinero
fr: Chapeau de Marin
pl: Czapka Żeglarza
pt_br: Chapéu de Marinheiro
uk: Капелюх Матроса

source: A hat worn by brave sailors.
da: En hat, båret af modige søfolk.
de: Ein Hut, der von mutigen Matrosen getragen.
es: Un sombrero que llevan los valientes marineros.
fr: Un chapeau porté par les braves marins.
pl: Czapka noszona przez odważnych żeglarzy.
pt_br: Um chapéu usado por bravos marinheiros.
uk: Для хоробрих моряків.

source: Infantry Helmet
da: Infanterihjelm
de: Infanteriehelm
es: Casco de Infantería
fr: Casque d'Infanterie
pl: Hełm Piechoty.
pt_br: Elmo da Infantaria
uk: Шолом Піхотинця

source: A helmet for soldiers and guards.
da: En hjelm til soldater og vagter.
de: Ein Helm für Soldaten und Wächter.
es: Un casco para los soldados y los guardas.
fr: Un casque pour les soldats et les gardes.
pl: Hełm dla żołnierzy i straży.
pt_br: Um elmo para soldados e guardas.
uk: Шолом, що носять гвардійці.

source: Mush Hat
da: Champ hat
de: Pilzhut
es: Sombrero Mush
fr: Chapeau Champi
pl: Czapka - Grzybek
pt_br: Chapéu Macio
uk: Безглуздий Капелюх

source: Soft and fashionable.
da: Blød og moderigtig.
de: Weich und modisch.
es: Suave y a la moda.
fr: Doux et à la mode.
pl: Delikatny i stylowy
pt_br: Leve e elegante.
uk: М'який фасонний капелюх.

source: Top Hat
da: Høj hat
de: Zylinder
es: Sombrero de Copa
fr: Haut de Forme
pl: Cylinder
pt_br: Cartola
uk: Циліндр

source: For the gentry of The Mana World.
da: Til de adelige i Mana world.
de: Für den Adel von The Mana World.
es: Para la alta burguesía de The Mana World.
fr: Pour les gens aisés de The Mana World.
pl: Dla szlachty The Mana World.
pt_br: Para a burguesia do The Mana World.
uk: Для титулованих гравців Світу Мани

source: Paladin's Helmet
da: Paladin-hjelm
de: Paladin Helm
es: Casco de Paladín
fr: Casque de Paladin
pl: Hełm Paladyna
pt_br: Elmo do Paladino
uk: Шолом Паладину

source: Worn only by paladins.
da: Bæres kun af paladins.
de: Nur von Paladinen getragen.
es: Solo lo llevan los paladines.
fr: Porté uniquement par les paladins.
pl: Noszony tylko przez paladynów.
pt_br: Usado apenas por paladinos.
uk: Вдягається тільки воїнами світла.

source: Black Rabbit Ears
da: Sorte kaninører
de: Schwarze Hasenohren
es: Orejas de Conejo Negras
fr: Oreilles de Lapin Noires
pl: Czarne Królicze Uszy
pt_br: Orelhas de Coelho pretas.
uk: Чорні Кролячі Вушка

source: A headband with rabbit ears, deep black.
da: Et pandebånd med kaninører, dybsort.
de: Ein Stirnband mit Hasenohren, in dunklem Schwarz.
es: Una venda con orejas de conejo negras.
fr: Un bandeau avec des oreilles de lapin, noir profond.
pl: Opaska na głowę z króliczymi uszami, głęboka czerń.
pt_br: Uma faixa com orelhas de coelho, pretas.
uk: Капелюх із глибоко-чорними кролячими вушками.

source: Orange Rabbit Ears
da: Orange kaninører
de: Orangene Hasenohren
es: Orejas de Conejo Naranja
fr: Oreilles de Lapin Oranges
pl: Pomarańczowe Królicze Uszy
pt_br: Orelhas de Coelho Laranjas
uk: Помаранчеві Кролячі Вушка

source: A headband with rabbit ears, bright orange.
da: Et pandebånd med kaninører, orange.
de: Ein Stirnband mit Hasenohren, in hellem Orange.
es: Una venda con orejas de conejo naranja.
fr: Un bandeau avec des oreilles de lapin, orange éclatant.
pl: Opaska na głowę z króliczymi uszami, jasny pomarańczowy.
pt_br: Uma faixa com orelhas de coelho, laranja cintilantes.
uk: Капелюх із яскраво-помаранчевими кролячими вушками.

source: Dark Helm
da: Mørk hjelm
de: Dunkler Helm
es: Casco Oscuro
fr: Casque Sombre
pl: Ciemny Hełm
pt_br: Elmo Sombrio

source: The Energy pulses with the power of the void.
da: Energien pulserer med tomrummets kraft.
de: Die Energie pulsiert mit der Kraft der Leere.
es: Puedes sentir que esta lleno de energía del vacío.
fr: Tu peux sentir une forte énergie alimentée par la force du vide.
pl: Energia pulsuje dzięki mocy próżni.
pt_br: A Energia pulsa com o poder do vazio.

source: M. Attack -80 / +10% HP / 0 Int
da: M. Angreb -80 / +10% liv / 0 Intelligens
de: M. Angriff -80 / +10% HP / 0 Int
es: At. Mágico -80 / +10% HP / 0 Int
fr: Attaque M. -80 / +10% PV / 0 int
pl: M. Atak -80 / +10% PŻ / 0 Int
pt_br: Ataque M. -80 / HP +10% / 0 Int

source: Light Blue Desert Hat
da: Lyseblå ørkenhat
de: Hellblauer Wüstenhut
es: Sombrero del Desierto Azul Claro
fr: Chapeau du Désert Bleu Clair
pl: Jasnoniebieski Pustynny Kapelusz
pt_br: Chapéu do Deserto Azul Claro
uk: Блакитна Пустельна Накидка

source: While the light blue desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en lyseblå ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der hellblaue Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert bleu clair est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż jasnoniebieski pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto azul claro é perfeito para tempestades de areia, ele não ajudará muito contra pancadas na cabeça.
uk: Хоча блакитна пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Leather Goggles
da: Læderbriller
de: Lederbrille
es: Gafas de Cuero
fr: Lunettes en Cuir
pl: Skórzane Gogle
pt_br: Óculos de Couro
uk: Кожані Окуляри

source: Goggles designed for desert storms.
da: Briller lavet til brug i sandstorme.
de: Brille, die für Wüstenstürme entwickelt wurde.
es: Gafas diseñadas para las tormentas del desierto.
fr: Une paire de lunettes conçue pour les tempêtes du désert.
pl: Gogle idealne na pustynne burze.
pt_br: Óculos projetados para tempestades no deserto.
uk: Окуляри, розроблені для подорожей у пустелі.

source: Serf Hat
da: fattigfolks hat
de: Leibeigenenhut
es: Sombrero de Siervo
fr: Chapeau de Serf
pl: Czapka Chłopa
pt_br: Chapéu de Servo
uk: Очіпок

source: A simple hat made from cloth.
da: En simpel hat, lavet af stof.
de: Ein einfacher Hut aus Stoff.
es: Un simple sombrero hecho de tela.
fr: Un chapeau très simple en tissu.
pl: Prosta czapka wykonana z materiału
pt_br: Um chapéu simples feito de pano.
uk: Простий головний убір із тканини.

source: Dark Green Bowler Hat
da: Mørkegrøn bowlerhat
de: Dunkelgrüner Filzhut
es: Bombín Verde Oscuro
fr: Chapeau Melon Vert Foncé
pl: Ciemnozielony Melonik
pt_br: Chapéu-coco Verde Escuro

source: A hat for those with a bit of class, with a dark green band.
da: En hat til folk med klasse, med mørkegrønt bånd.
de: Ein Hut für jene mit etwas Klasse, mit einem dunkelgrünen Band.
es: Un gorro para aquellos con clase, tiene una linea verde oscura.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande vert foncé.
pl: Kapelusz dla ludzi z klasą, z ciemno zieloną opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa verde escura.

source: Yellow Desert Hat
da: Gul ørkenhat
de: Gelber Wüstenhut
es: Sombrero del Desierto Amarillo
fr: Chapeau du Désert Jaune
pl: Żółty Pustynny Kapelusz
pt_br: Chapéu do Deserto Amarelo
uk: Жовта Пустельна Накидка

source: While the yellow desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en gul ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der gelbe Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert jaune est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż żółty pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto amarelo é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча жовта пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Silk Headband
da: Silkepandebånd
de: Seidenes Stirnband
es: Venda de Seda
fr: Bandeau en Soie
pl: Jedwabna Opaska
pt_br: Faixa de seda
uk: Шовкова пов'язка

source: A cool headband made of silk.
da: Et sejt pandebånd, lavet af silke.
de: Ein cooles Stirnband aus Seide.
es: Una venda chula hecha de seda.
fr: Un bandeau sympathique en soie.
pl: Fajna opaska na głowę wykonana z jedwabiu.
pt_br: Uma bela faixa feita de seda.
uk: Крутезна пов'язка із шовку.

source: M. Attack -10
da: M. Angreb -10
de: M. Angriff -10
es: At. Mágico -10
fr: Attaque M. -10
pl: M. Atak -10
pt_br: Ataque M. -10
uk: Магічна атака -10

source: Wizard Hat
da: Troldmandshat
de: Zaubererhut
es: Sombrero de Mago
fr: Chapeau de Sorcier
pl: Kapelusz Czarodzieja
pt_br: Chapéu do Mago

source: A simple wizard hat.
da: En enkel troldmandshat.
de: Ein einfacher Zaubererhut.
es: Un simple sombrero de mago.
fr: Un chapeau de sorcier tout simple.
pl: Zwykły Kapelusz Czarodzieja
pt_br: Um simples chapéu de mago.

source: Skull Mask
da: Kraniemaske
de: Schädelmaske
es: Máscara de Calavera
fr: Masque de Crâne
pl: Maska - Czaszka
pt_br: Máscara de Caveira
uk: Маска Мерця

source: A mask made out of bones.
da: En maske lavet af knogler.
de: Eine Maske aus Knochen.
es: Una máscara hecha de huesos.
fr: Un masque fait à partir d'ossements.
pl: Maska zrobiona z kości
pt_br: Uma máscara feita de ossos.
uk: Маска, зроблена з кісток.

source: Yellow Bowler Hat
da: Gul bowlerhat
de: Gelber Filzhut
es: Bombín Amarillo
fr: Chapeau Melon Jaune
pl: Żółty Melonik
pt_br: Chapéu-coco Amarelo

source: Nutcracker Hat
da: Nøddeknækkerhat
de: Nussknackerhut
es: Sombrero de Cascanueces
fr: Chapeau de Casse-Noisettes
pl: Kapelusz Dziadka do Orzechów
pt_br: Chapéu do Quebra-nozes
uk: Капелюх Лускунчика

source: Now you will look just like a Nutcracker!
da: Nu ligner du en nøddeknækker.
de: Nun wirst du wie ein Nussknacker aussehen!
es: ¡Por fin te pareces a un cascanueces!
fr: Maintenant tu ressembles vraiment à un Casse-Noisettes!
pl: Teraz będziesz wyglądał jak dziadek do orzechów!
pt_br: Agora você ficará parecido com um Quebra-nozes!
uk: Ви тепер лускунчик!

source: Orange Desert Hat
da: Orange ørkenhat
de: Orangener Wüstenhut
es: Sombrero del Desierto Anaranjado
fr: Chapeau du Désert Orange
pl: Pomarańczowy Pustynny Kapelusz
pt_br: Chapéu do Deserto Laranja
uk: Помаранчева Пустельна Накидка

source: While the orange desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en orange ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der orangene Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert orange est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż pomarańczowy pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto laranja é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча помаранчева пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Goblin Mask
da: Troldemaske
de: Koboldmaske
es: Mascara de Duende
fr: Masque de Gobelin
pl: Maska Chochoła
pt_br: Máscara de Goblin
uk: Маска Гобліну

source: A strange dark mask. Who knows what lurks behind it?
da: En mærkelig mørk maske. Hvem ved hvad der lurer indeni ?
de: Eine komische, dunkle Maske. Wer weiß, was sich dahinter verbirgt?
es: Una misteriosa mascara oscura. ¿Quien sabe que hay detrás de ella?
fr: Un masque sombre et étrange. Qui sait ce qui se cache dessous?
pl: Dziwna ciemna maska. Kto wie co się za nią kryje?
pt_br: Uma estranha máscara sombria. Quem sabe o que se esconde por trás dela?
uk: Дивна темна маска. Хто зна, що ховається за нею?

source: Orange Bowler Hat
de: Orangener Filzhut
es: Bombín Naranja
fr: Chapeau Melon Orange
pl: Pomarańczowy Melonik
pt_br: Chapéu-coco Laranja

source: A hat for those with a bit of class, with an orange band.
da: En hat til folk med klasse, med orange bånd.
de: Ein Hut für jene mit etwas Klasse, mit einem orangenen Band.
es: Un gorro para aquellos con clase, tiene una linea naranja.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande orange.
pl: Kapelusz dla ludzi z klasą, z pomarańczową opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa laranja.

source: Orange Bowler Hat (Brown)
da: Orange bowlerhat (Brun)
de: Orangener Filzhut (Braun)
es: Bombín Naranja (Marrón)
fr: Chapeau Melon Orange (Marron)
pl: Pomarańczowy Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Laranja (Marrom)
uk: Брунатний Котелок з Помаранчевою Стрічкою

source: Desert Helmet
da: Ørkenhjelm
de: Wüstenhelm
es: Casco del Desierto
fr: Casque du Désert
pl: Pustynny Hełm
pt_br: Elmo do Deserto
uk: Пустельний Шолом

source: The perfect desert warriors' helmet.
da: Den perfekte hjelm til ørkenkrigeren.
de: Der perfekte Wüstenkrieger Helm.
es: El casco perfecto para los guerreros del desierto.
fr: Le casque parfait pour les guerriers du désert.
pl: Idealny hełm dla pustynnych wojowników.
pt_br: O elmo perfeito para guerreiros do deserto.
uk: Ідеальний шолом для воїнів пустелі.

source: Pinkie Helmet
da: Pinkiehjelm
de: Pinkiehut
es: Casco de Pinkie
fr: Casque Pinkie
pl: Hełm Różowaty
pt_br: Elmo de Pinkie
uk: Шолом Стрибунця

source: A helmet of Pinkie warriors.
da: Pinkiekrigernes hjelm
de: Ein Helm für Pinkiekrieger.
es: Un casco de los guerreros Pinkie.
fr: Un casque pour les guerriers Pinkie.
pl: Hełm wojowniczych Różowatych.
pt_br: Um elmo dos guerreiros pinkie.
uk: Шолом, який носить стрибунцева гвардія.

source: M. Attack -20
da: M. Angreb -20
de: M. Angriff -20
es: At. Mágico -20
fr: Attaque M. -20
pl: M. Atak -20
pt_br: Ataque M. -20
uk: Магічна атака -20

source: Moubootaur Head
da: Moubootaur hoved
de: Moubootauren Kopf
es: Cabeza de Moubootaur
fr: Tête de Moubootaur
pl: Głowa Muubuutaura
pt_br: Cabeça de Moubootauro
uk: Шолом Мобуутавра

source: The Moubootaur's head.
da: Moubootaurens hoved.
de: Der Kopf des Moubootauren.
es: La cabeza de un Moubootaur.
fr: La tête du Moubootaur.
pl: Głowa muubuutaura.
pt_br: A cabeça de um moubootauro.
uk: Шолом мобуутавра.

source: Dark Green Beret
da: Mørkegrøn baret
de: Dunkelgrüne Baskenmütze
es: Bobina Verde Oscura
fr: Béret Vert Foncé
pl: Ciemnozielony Beret
pt_br: Boina Verde Escura

source: A simple dark green beret. Fluffies look utterly cute with it.
de: Eine einfache dunkelgrüne Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina verde oscuro. Fluffies está muy bonita con ella.

source: Green Eggshell Hat
da: Grøn æggeskal hat
de: Grüner Eierschalenhut
es: Cascara de Huevo Verde
fr: Chapeau Coquille d'Oeuf Vert
pl: Zielony Skorupkowy Kapelusz
pt_br: Chapéu de Casca de Ovo Verde
uk: Зелена Шкаралупка

source: A novelty hat shaped like an eggshell half.
da: En hat formet som en halv æggeskal.
de: Ein neuartiger Hut wie eine Eierschalenhälfte geformt.
es: Un gorro de la nobleza parecido a una cascara de huevo.
fr: Un chapeau fantaisiste en forme de moitié de coquille d'oeuf.
pl: Nowatorski kapelusz o kształcie połówki skorupki jajka.
pt_br: Um chapéu inovador em forma de casca de ovo.
uk: Шапка новачка у формі яєчної шкаралупки.

source: M. Defense +3
da: M. Forsvar +3
de: M. Verteidigung +3
es: Def. Mágica +3
fr: Défense M. +3
pl: M. Obrona +3
pt_br: Defesa M. +3
uk: Маг. захист +3

source: Mouboo Head
da: Mouboo hoved
de: Mouboo Kopf
es: Cabeza de Mouboo
fr: Tête de Mouboo
pl: Głowa Muubuu
pt_br: Cabeça de Mouboo
uk: Голова Мобуу

source: A tightly fitting mouboo head.
da: Et tætsiddende mouboo hoved.
de: Ein eng sitzender Mouboo Kopf.
es: Una cabeza de mouboo un poco apretada.
fr: Une tête de mouboo bien ajustée.
pl: Ciasna głowa muubuu.
pt_br: Uma cabeça de mouboo um tanto apertada.
uk: Капелюх, що виглядає як голова мобуу.

source: Yellow Cotton Headband
da: Gult bomuldspandebånd
de: Gelbes Baumwollstirnband
es: Venda Amarilla de Algodón
fr: Bandeau en Coton Jaune
pl: Żółta Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Amarela
uk: Жовта бавовняна пов'язка

source: Just a yellow cotton headband.
da: Bare et gult bomuldspandebånd.
de: Nur ein gelbes Baumwollstirnband.
es: Una simple venda amarilla de algodón.
fr: Un bandeau en coton jaune.
pl: Zwykła, żółta bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão amarela.
uk: Просто собі жовта бавовняна пов'язка.

source: Murderer Crown
da: Morderkrone
de: Mördererkrone
es: Corona de Asesino
fr: Couronne du Meurtrier
pl: Korona Mordercy
pt_br: Coroa do Assassino
uk: Корона Душогуба

source: Royal blood has been shed for the ownership of this crown.
da: Ædelt blod er blevet udgydt, for ejerskabet af denne krone.
de: Königliches Blut ist für den Besitz dieser Krone vergossen worden.
es: Se ha derramado sangre real con el fin de apoderarse de esta corona.
fr: Du sang royal a été versé pour obtenir cette couronne.
pl: Królewska krew została przelana by posiąść tę koronę.
pt_br: Sangue real foi derramado para a obtenção desta coroa.
uk: За нею пролито багато королівської крові.

source: Dark Blue Beret
da: Mørkeblå baret
de: Dunkelblaue Baskenmütze
es: Bobina Azul Oscura
fr: Béret Bleu Foncé
pl: Ciemnoniebieski Beret
pt_br: Boina Azul Escura
uk: Темно-синій Берет

source: A simple dark blue beret. Fluffies look utterly cute with it.
de: Eine einfache dunkelblaue Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina azul oscuro. Fluffies está muy bonita con ella.

source: White Rabbit Ears
da: Hvide kaninører
de: Weiße Hasenohren
es: Orejas de Conejo Blancas
fr: Oreilles de Lapin Blanc
pl: Białe Królicze Uszy
pt_br: Orelhas de Coelho Brancas
uk: Білі Кролячі Вушка

source: A headband with rabbit ears, pure white.
da: Et pandebånd med kaninører, hvide.
de: Ein Stirnband mit Hasenohren, in purem Weiß.
es: Una venda con orejas de conejo blancas.
fr: Un bandeau avec des oreilles de lapin, pure blanc.
pl: Opaska na głowę z króliczymi uszami, czysta biel.
pt_br: Uma faixa com orelhas de coelho, branquinhas.
uk: Капелюх із кролячими вушками, білосніжно білий.

source: Crown
da: Krone
de: Krone
es: Corona
fr: Couronne
pl: Korona
pt_br: Coroa
uk: Корона

source: A jewel embossed crown fit for any ruler.
da: En juvelbesat krone der passer til enhver hersker.
de: Eine juwelenbesetze Krone, für jedem Herrscher passend.
es: Una corona con una joya que le queda bien a los gobernantes.
fr: Une couronne incrustée de pierres précieuses taillée pour les Chefs.
pl: Korona z klejnotem pasująca do każdego władcy.
pt_br: Uma coroa cravejada de jóias, ideal para qualquer soberano.
uk: Корона, оздоблена коштовностями. Добре сидить на монарху.

source: Green Cotton Headband
da: Grønt bomuldspandebånd
de: Grünes Baumwollstirnband
es: Venda Verde de Algodón
fr: Bandeau de Coton Vert
pl: Zielona Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Verde
uk: Зелена бавовняна пов'язка

source: Just a green cotton headband.
da: Bare et grønt bomuldspandebånd.
de: Nur ein grünes Baumwollstirnband.
es: Una simple venda verde de algodón.
fr: Un bandeau de coton vert.
pl: Zwykła, zielona bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão verde.
uk: Просто собі зелена бавовняна пов'язка.

source: Noh Mask
da: Nohmaske
de: Noh Maske
es: Máscara Noh
fr: Masque Nô
pl: Maska Noh.
pt_br: Máscara de Noh
uk: Маска Но

source: A traditional Japanese mask worn in Noh plays.
da: En traditionel Japansk maske, båret i noh-skuespil.
de: Eine traditionelle, japanische Maske, die in Noh-Spielen getragen wird.
es: Una máscara Japonesa tradicional que se lleva en los teatros.
fr: Un masque japonais traditionnel porté par les acteurs de pièces de théatre nô.
pl: Tradycyjna japońska maska zakładana w przedstawieniach Noh.
pt_br: Uma máscara tradicional japonesa usada em espetáculos musicais Nogaku.
uk: Традиційна маска японського театру Но.

source: Standard Headband
da: Standard pandebånd
de: Durchschnittliches Stirnband
es: Venda Estándar
fr: Bandeau Standard
pl: Zwykła Opaska
pt_br: Faixa tradicional
uk: Звичайна пов'язка
