Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A Pink lined sorcerer robe.
da: En troldmandskåbe, med pink kant.
de: Eine pink gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Rosada.
fr: Une robe de sorcier bordée de rose.
pl: Szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro detalhado em rosa.
uk: Роба чарівника з рожевою каймою.

source: Green Sorcerer Robe (Green)
da: Grøn troldmandskåbe (Grøn)
de: Grüne Zaubererrobe (Grün)
es: Túnica de Hechicero Verde (Verde)
fr: Robe de Sorcier Verte (Verte)
pl: Zielona Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Verde (Verde)

source: A Green lined Green sorcerer robe.
da: En grøn troldmandskåbe, med grøn kant.
de: Eine grün gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde, bordeada con una línea Verde.
fr: Une robe de sorcier verte bordée de vert.
pl: Zielona szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro verde detalhado em verde.

source: Apprentice Robe
da: Lærlingekåbe
de: Lehrlingsrobe
es: Túnica de Aprendiz
fr: Robe de l'Apprenti
pl: Szata Ucznia
pt_br: Robe de Aprendiz
uk: Роба Підручного

source: A robe made for apprentices.
da: En kåbe lavet til lærlinge.
de: Eine Robe für Lehrlinge.
es: Una túnica hecha para aprendices.
fr: Une robe pour les apprentis.
pl: Szata wykonana dla Uczniów
pt_br: Um robe feito para aprendizes.
uk: Роба, яку вдягають підмайстри.

source: Dark Blue V-Neck Sweater
da: Mørkeblå sweater
de: Dunkelblauer V-Ausschnitt Pullover
es: Suéter Cuello V Azul Oscuro
fr: Pull Col en V Bleu Foncé
pl: Ciemnoniebieski Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Azul Escuro
uk: Темно-синій Пуловер

source: A thin, soft and warm dark blue sweater.
da: En tynd, blød og varm, mørkeblå sweater.
de: Ein dünner, weicher und warmer dunkelblauer Pullover.
es: Un jersey azul oscuro blando, cálido y fino.
fr: Un pull bleu foncé fin, doux et chaud.
pl: Cienki, miękki i ciepły ciemnoniebieski sweter.
pt_br: Um suéter azul escuro fino, macio e confortável.
uk: Легкий та комфортний темно-синій пуловер.

source: Green Short Tank Top
da: Kort grøn undertrøje
de: Grünes kurzes Tanktop
es: Camisa Corta Verde
fr: Débardeur Court Vert
pl: Zielona Krótka Koszulka Bezrękawnik
pt_br: Top Verde
uk: Коротка Зелена Майка

source: A short, sleeveless green shirt for VERY hot summer days.
da: En kort grøn undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses grünes Shirt für SEHR heiße Sommertage.
es: Una camiseta corta verde sin mangas para los días calurosos de verano.
fr: Un court tee-shirt vert sans manches pour les TRES chaudes journées d'été.
pl: Zielona krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta verde curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка зелена безрукавна майка для ДУЖЕ спекотного літа.

source: Black Sorcerer Robe (Purple)
da: Sort troldmandskåbe (Lilla)
de: Schwarze Zaubererrobe (Violett)
es: Túnica de Hechicero Negra (Morada)
fr: Robe de Sorcier Noire (Violette)
pl: Czarna Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Preto (Roxo)

source: A Purple lined Black sorcerer robe.
da: En sort troldmandskåbe, med lilla kant.
de: Eine violett gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Morada.
fr: Une robe de sorcier noire bordée de violet.
pl: Czarna szata czarodzieja z fioletową lamówką.
pt_br: Um robe de feiticeiro preto detalhado em roxo.

source: Fine Dress
da: Fin kjole
de: Feines Kleid
es: Vestido Fino
fr: Robe Raffinée
pl: Piękna Suknia
pt_br: Vestido de Gala
uk: Файна Сукня

source: A dress made from the finest materials.
da: En kjole, lavet af de fineste materialer.
de: Ein Kleid aus den feinsten Materialien.
es: Un vestido hecho de los más finos materiales.
fr: Une robe cousue dans les matières les plus fines.
pl: Suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido feito dos materiais mais nobres.
uk: Сукня, пошита з найкращих матеріалів.

source: Black Wizard Robe
da: Sort troldmandskåbe
de: Schwarze Zaubererrobe
es: Túnica de Mago Negra
fr: Robe de Mage Noire
pl: Czarna Szata Czarodzieja
pt_br: Robe do Mago Preto
uk: Чорна Чаклунська Роба

source: A black robe made for evil wizards.
da: En sort kåbe, lavet til onde troldmænd.
de: Eine schwarze Robe gemacht füt böse Zauberer.
es: Una túnica negra hecha para magos maléficos.
fr: Une robe noire faite pour les magiciens maléfiques.
pl: Czarna szata wykonana dla złych czarodzieji
pt_br: Um robe preto feito para magos malignos.
uk: Чорна роба для злих чаклунів.

source: Black Sorcerer Robe (Red)
da: Sort troldmandskåbe (Rød)
de: Schwarze Zaubererrobe (Rot)
es: Túnica de Hechicero Negra (Roja)
fr: Robe de Sorcier Noire (Rouge)
pl: Czarna Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro Preto (Vermelho)

source: A red lined black sorcerer robe.
da: En sort troldmandskåbe, med rød kant.
de: Eine rot gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Roja.
fr: Une robe de sorcier noire bordée de rouge.
pl: Czarna szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro preto detalhado em vermelho.
uk: Чорна роба чарівника з червоною каймою.

source: Black Short Tank Top
da: Sort kort undertrøje
de: Schwarzes kurzes Tanktop
es: Camisa Corta Negra
fr: Débardeur Court Noir
pl: Czarna Krótka Koszulka Bezrękawnik
pt_br: Top Preto
uk: Коротка чорна Майка

source: A short, sleeveless black shirt for VERY hot summer days.
da: En kort sort undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses schwarzes Shirt für SEHR heiße Sommertage.
es: Una camiseta corta negra sin mangas para los días calurosos de verano.
fr: Un court tee-shirt noir sans manches pour les TRES chaudes journées d'été.
pl: Czarna krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta preta curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка чорна безрукавна майка для ДУЖЕ спекотного літа.

source: Black Tank Top
da: Sort undertrøje
de: Schwarzes Tanktop
es: Camiseta Negra
fr: Débardeur Noir
pl: Czarna Koszulka Bezrękawnik
pt_br: Regata Preta
uk: Чорна Майка

source: A black sleeveless shirt for hot summer days.
da: En sort undertrøje til varme sommerdage.
de: Ein schwarzes, ärmelloses Shirt für heiße Sommertage.
es: Una camiseta negra sin mangas para los días calurosos de verano.
fr: Un tee-shirt noir sans manches pour les chaudes journées d'été.
pl: Czarna koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta preta sem mangas para dias de calor.
uk: Чорна безрукавна майка для спекотного літа.

source: Black Sorcerer Robe (White)
da: Sort troldmandskåbe (Hvid)
de: Schwarze Zaubererrobe (Weiß)
es: Túnica de Hechicero Negra (Blanca)
fr: Robe de Sorcier Noire (Blanche)
pl: Czarna Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Preto (Branco)
uk: Чорна Роба Чарівника (Біла Кайма)

source: A Dark Green lined Black sorcerer robe.
da: En sort troldmandskåbe, med grøn kant.
de: Eine dunkelgrün gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Blanca.
fr: Une robe de sorcier noire bordée de vert foncé.
pl: Czarna szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro preto detalhado em verde escuro.

source: Green Sorcerer Robe (White)
da: Grøn troldmandskåbe (Hvid)
de: Grüne Zaubererrobe (Weiß)
es: Túnica de Hechicero Verde (Blanca)
fr: Robe de Sorcier Verte (Blanche)
pl: Zielona Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Verde (Branco)

source: A Dark Green lined Green sorcerer robe.
da: En grøn troldmandskåbe, med mørkegrøn kant.
de: Eine dunkelgrün gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier verte bordée de vert foncé.
pl: Zielona szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro verde detalhado em verde escuro.

source: Sorcerer Robe (Green)
da: Troldmandskåbe (Grøn)
de: Zaubererrobe (Grün)
es: Túnica de Hechicero (Verde)
fr: Robe de Sorcier (Verte)
pl: Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro (Verde)

source: A Green lined sorcerer robe.
da: En troldmandskåbe, med grøn kant.
de: Eine grün gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Verde.
fr: Une robe de sorcier bordée de vert.
pl: Szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro detalhado em verde.

source: Black Sorcerer Robe (Orange)
da: Sort troldmandskåbe (Orange)
de: Schwarze Zaubererrobe (Orange)
es: Túnica de Hechicero Negra (Anaranjada)
fr: Robe de Sorcier Noire (Orange)
pl: Czarna Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Preto (Laranja)
uk: Чорна Роба Чарівника (Помаранчева Кайма)

source: A Orange lined Black sorcerer robe.
da: En sort troldmandskåbe, med orange kant.
de: Eine orange gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Anaranjada.
fr: Une robe de sorcier noire bordée d'orange.
pl: Czarna szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro preto detalhado em laranja.

source: Dark Blue Sorcerer Robe (Dark Green)
da: Mørkeblå troldmandskåbe (Mørkegrøn)
de: Dunkelblaue Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Azul Oscuro (Verde Oscuro)
fr: Robe de Sorcier Bleu Foncé (Vert Foncé)
pl: Ciemnoniebieska Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Verde Escuro)
uk: Темно-синя Роба Чарівника (Темно-зелена Кайма)

source: A Dark Green lined Dark Blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med mørkegrøn kant.
de: Eine dunkelgrün gefütterte dunkelblaue Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier bleu foncé bordée de vert foncé.
pl: Ciemnoniebieska szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro azul escuro detalhado em verde escuro.

source: Fine Black Dress
da: Fin sort kjole
de: Feines schwarzes Kleid
es: Vestido Fino Negro
fr: Robe Raffinée Noire
pl: Piękna Czarna Suknia
pt_br: Vestido de Gala Preto
uk: Файна Чорна Сукня

source: A black dress made from the finest materials.
da: En sort kjole, lavet af de fineste materialer.
de: Ein schwarzes Kleid aus den feinsten Materialien.
es: Un vestido negro hecho de los más finos materiales.
fr: Une robe noire cousue dans les matières les plus fines.
pl: Czarna suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido preto feito dos materiais mais nobres.

source: Dark Blue Contributor Shirt
da: Mørkeblå bidrager trøje
de: Dunkelblaues Hemd für Mitwirkende
es: Camisa de Colaborador Azul Oscuro
fr: Tee-Shirt de Contributeur Bleu Foncé
pl: Ciemnoniebieska Koszula Kontrybutora
uk: Темно-синя Сорочка Співрозробника

source: Black Sorcerer Robe (Dark Blue)
da: Sort troldmandskåbe (Mørkeblå)
de: Schwarzer Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Negra (Azul Oscuro)
fr: Robe de Sorcier Noire (Bleu Foncé)
pl: Czarna Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro Preto (Azul Escuro)

source: A Dark Blue lined Black sorcerer robe.
da: En sort troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier noire bordée de bleu foncé.
pl: Czarna szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro preto detalhado em azul escuro.

source: Tank Top
da: Undertrøje
es: Camiseta
fr: Débardeur
pl: Koszulka Bezrękawnik
pt_br: Regata
uk: Майка

source: A sleeveless shirt for hot summer days.
da: En undertrøje til varme sommerdage.
de: Ein ärmelloses Shirt für heiße Sommertage.
es: Una camiseta sin mangas para los días calurosos de verano.
fr: Un tee-shirt sans manches pour les chaudes journées d'été.
pl: Koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta sem mangas para dias de calor.
uk: Безрукавна майка для спекотного літа.

source: Yellow Sorcerer Robe (Pink)
da: Gul troldmandskåbe (Pink)
de: Gelbe Zaubererrobe (Pink)
es: Túnica de Hechicero Amarilla (Rosada)
fr: Robe de Sorcier Jaune (Rose)
pl: Żółta Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Amarelo (Rosa)
uk: Жовта Роба Чарівника (Рожева Кайма)

source: A Pink lined Yellow sorcerer robe.
da: En gul troldmandskåbe, med pink kant.
de: Eine pink gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Rosada.
fr: Une robe de sorcier jaune bordée de rose.
pl: Żółta szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em rosa.
uk: Жовта роба чарівника з рожевою каймою.

source: Light Blue Contributor Shirt
da: Lyseblå bidrager trøje
de: Hellblaues Hemd für Mitwirkende
es: Camisa de Colaborador Azul Claro
fr: Tee-Shirt de Contributeur Bleu Clair
pl: Jasnoniebieska Koszula Kontrybutora
pt_br: Camiseta do Contribuidor Azul Clara
uk: Блакитна Сорочка Співрозробника

source: Fine Light Blue Dress
da: Fin lyseblå kjole
de: Feines hellblaues Kleid
es: Vestido Fino Azul Claro
fr: Robe Raffinée Bleu Clair
pl: Piękna Jasnoniebieska Suknia
pt_br: Vestido de Gala Azul Claro
uk: Файна Блакитна Сукня

source: A light blue dress made from the finest materials.
da: En lyseblå kjole, lavet af de fineste materialer.
de: Ein hellblaues Kleid aus den feinsten Materialien.
es: Un vestido azul claro hecho de los más finos materiales.
fr: Une robe bleu clair cousue dans les matières les plus fines.
pl: Jasnoniebieska suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido azul claro feito dos materiais mais nobres.
uk: Блакитна сукня, пошита з найкращих матеріалів.

source: Pink Sorcerer Robe (Pink)
da: Pink troldmandskåbe (Pink)
de: Pinke Zaubererrobe (Pink)
es: Túnica de Hechicero Rosada (Rosada)
fr: Robe de Sorcier Rose (Rose)
pl: Różowa Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Rosa (Rosa)
uk: Рожева Роба Чарівника (Рожева Кайма)

source: A Pink lined Pink sorcerer robe.
da: En pink troldmandskåbe, med pink kant.
de: Eine pink gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Rosada.
fr: Une robe de sorcier rose bordée de rose.
pl: Różowa szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em rosa.

source: Orange Contributor Shirt
da: Orange bidrager trøje
de: Orangenes Hemd für Mitwirkende
es: Camisa de Colaborador Anaranjada
fr: Tee-Shirt de Contributeur Orange
pl: Pomarańczowa Koszula Kontrybutora
uk: Помаранчева Сорочка Співрозробника

source: Yellow Contributor Shirt
da: Gul bidrager trøje
de: Gelbes Hemd für Mitwirkende
es: Camisa de Colaborador Amarilla
fr: Tee-Shirt de Contributeur Jaune
pl: Żółta Koszula Kontrybutora
pt_br: Camiseta do Contribuidor Amarela
uk: Жовта Сорочка Співрозробника

source: Orange Sorcerer Robe (Red)
da: Orange troldmandskåbe (Rød)
de: Orangene Zaubererrobe (Rot)
es: Túnica de Hechicero Anaranjada (Roja)
fr: Robe de Sorcier Orange (Rouge)
pl: Pomarańczowa Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro Laranja (Vermelho)
uk: Помаранчева Роба Чарівника (Червона Кайма)

source: A red lined orange sorcerer robe.
da: En orange troldmandskåbe, med rød kant.
de: Eine rot gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Roja.
fr: Une robe de sorcier orange bordée de rouge.
pl: Pomarańczowa szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro laranja detalhado em vermelho.

source: Black Turtleneck Sweater
da: Sort rullekravetrøje
de: Schwarzer Rollkragenpullover
es: Suéter Cuello Tortuga Negro
fr: Pull à Col Roulé Noir
pl: Czarny Golf
pt_br: Suéter de Gola Alta Preto
uk: Чорний Светр

source: A thick, soft and warm black sweater.
da: En tyk og varm, sort sweater.
de: Ein dicker, weicher und warmer schwarzer Pullover.
es: Un jersey negro blando, cálido y grueso.
fr: Un pull noir épais, doux et chaud.
pl: Gruby, miękki i ciepły czarny sweter.
pt_br: Um suéter preto espesso, macio e confortável.
uk: Комфортний теплий чорний светр.

source: Green Turtleneck Sweater
da: Grøn rullekravetrøje
de: Grüner Rollkragenpullover
es: Suéter Cuello Tortuga Verde
fr: Pull à Col Roulé Vert
pl: Zielony Golf
pt_br: Suéter de Gola Alta Verde
uk: Зелений Светр

source: A thick, soft and warm green sweater.
da: En tyk og varm, grøn sweater.
de: Ein dicker, weicher und warmer grüner Pullover.
es: Un jersey verde blando, cálido y grueso.
fr: Un pull vert épais, doux et chaud.
pl: Gruby, miękki i ciepły zielony sweter.
pt_br: Um suéter verde espesso, macio e confortável.
uk: Комфортний теплий зелений светр.

source: Light Blue Turtleneck Sweater
da: Lyseblå rullekravetrøje
de: Hellblauer Rollkragenpullover
es: Suéter Cuello Tortuga Azul Claro
fr: Pull à Col Roulé Bleu Clair
pl: Jasnoniebieski Golf
pt_br: Suéter de Gola Alta Azul Claro
uk: Блакитний Светр

source: A thick, soft and warm light blue sweater.
da: En tyk og varm, lyseblå sweater.
de: Ein dicker, weicher und warmer hellblauer Pullover.
es: Un jersey azul claro blando, cálido y grueso.
fr: Un pull bleu clair épais, doux et chaud.
pl: Gruby, miękki i ciepły jasnoniebieski sweter.
pt_br: Um suéter azul claro espesso, macio e confortável.
uk: Комфортний теплий блакитний светр.

source: Orange Sorcerer Robe (Orange)
da: Orange troldmandskåbe (Orange)
de: Orangene Zaubererrobe (Orange)
es: Túnica de Hechicero Anaranjada (Anaranjada)
fr: Robe de Sorcier Orange (Orange)
pl: Pomarańczowa Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Laranja (Laranja)

source: A Orange lined Orange sorcerer robe.
da: En orange troldmandskåbe, med orange kant.
de: Eine orange gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Anaranjada.
fr: Une robe de sorcier orange bordée d'orange.
pl: Pomarańczowa szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro laranja detalhado em laranja.

source: Pink Short Tank Top
da: Pink kort undertrøje
de: Pinkes kurzes Tanktop
es: Camisa Corta Rosa
fr: Débardeur Court Rose
pl: Różowa Krótka Koszulka Bezrękawnik
pt_br: Top Rosa
uk: Коротка Рожева Майка

source: A short, sleeveless pink shirt for VERY hot summer days.
da: En kort pink undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses pinkes Shirt für SEHR heiße Sommertage.
es: Una camiseta corta rosa sin mangas para los días calurosos de verano.
fr: Un court tee-shirt rose sans manches pour les TRES chaudes journées d'été.
pl: Różowa krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta rosa curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка рожева безрукавна майка для ДУЖЕ спекотного літа.

source: Green V-Neck Sweater
da: Grøn sweater
de: Grüner V-Ausschnitt Pullover
es: Suéter Cuello V Verde
fr: Pull Col en V Vert
pl: Zielony Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Verde
uk: Зелений Пуловер

source: A thin, soft and warm green sweater.
da: En tynd, blød og varm grøn sweater.
de: Ein dünner, weicher und warmer grüner Pullover.
es: Un jersey verde blando, cálido y fino.
fr: Un pull vert fin, doux et chaud.
pl: Cienki, miękki i ciepły zielony sweter.
pt_br: Um suéter verde fino, macio e confortável.
uk: Легкий та комфортний зелений пуловер.

source: Pink Sorcerer Robe (White)
da: Pink troldmandskåbe (Hvid)
de: Pinke Zaubererrobe (Weiß)
es: Túnica de Hechicero Rosada (Blanca)
fr: Robe de Sorcier Rose (Blanche)
pl: Różowa Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Rosa (Branco)
uk: Рожева Роба Чарівника (Біла Кайма)

source: Golden Platemail
da: Gylden pladerustning
de: Goldene Plattenrüstung
es: Armadura Dorada
fr: Armure de Plates Dorée
pl: Złota Zbroja Płytowa
pt_br: Couraça Dourada
uk: Золоті Обладунки

source: A plate mail made from gold, which only the richest of the richest can afford.
da: En pladerustning, lavet af guld som kun de rigeste har råd til.
de: Eine Plattenrüstung aus Gold, die nur die Reichsten der Reichsten sich leisten können.
es: Una armadura hecha de oro. Solo los mas ricos de entre todos los ricos se la pueden permitir.
fr: Une armure de plates en or que seuls les plus riches des riches peuvent s'offrir.
pl: Zbroja płytowa wykonana ze złota, mogą sobie na nią pozwolić tylko najbogatsi z najbogatszych.
pt_br: Uma couraça feita de ouro, que apenas os mais ricos entre os ricos podem obter.
uk: Золоті обладунки, які можуть собі дозволити тільки найзаможніші.

source: M. Attack -100
da: M. Angreb -100
de: M. Angriff -100
es: At. Mágico -100
fr: Attaque M. -100
pl: M.Atak -100
pt_br: Ataque M. -100
uk: Магічна атака -100

source: Light Blue Sorcerer Robe (Red)
da: Lyseblå troldmandskåbe (Rød)
de: Hellblaue Zaubererrobe (Rot)
es: Túnica de Hechicero Azul Claro (Roja)
fr: Robe de Sorcier Bleu Clair (Rouge)
pl: Jasnoniebieska Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe de Feiticeiro Azul Claro (Vermelho)
uk: Блакитна Роба Чарівника (Червона Кайма)

source: A red lined light blue sorcerer robe.
da: En lyseblå troldmandskåbe, med rød kant.
de: Eine rot gefütterte blaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Roja.
fr: Une robe de sorcier bleu clair bordée de rouge.
pl: Jasnoniebieska szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em vermelho.

source: Black V-Neck Sweater
da: Sort sweater
de: Schwarzer V-Ausschnitt Pullover
es: Suéter Cuello V Negro
fr: Pull Col en V Noir
pl: Czarny Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Preto
uk: Чорний Пуловер

source: A thin, soft and warm black sweater.
da: En tynd, blød og varm sort sweater.
de: Ein dünner, weicher und warmer schwarzer Pullover.
es: Un jersey negro blando, cálido y fino.
fr: Un pull noir fin, doux et chaud.
pl: Cienki, miękki i ciepły czarny sweter.
pt_br: Um suéter preto fino, macio e confortável.
uk: Легкий та комфортний чорний пуловер.

source: Purple Short Tank Top
da: Lilla kort undertrøje
de: Violettes kurzes Tanktop
es: Camisa Corta Morada
fr: Débardeur Court Violet
pl: Filetowa Krótka Koszulka Bezrękawnik
pt_br: Top Roxo
uk: Коротка Пурпурова Майка

source: A short, sleeveless purple shirt for VERY hot summer days.
da: En kort lilla nederdel til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses violettes Shirt für SEHR heiße Sommertage.
es: Una camiseta corta morada sin mangas para los días calurosos de verano.
fr: Un court tee-shirt violet sans manches pour les TRES chaudes journées d'été.
pl: Fioletowa krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta roxa curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка пурпурова безрукавна майка для ДУЖЕ спекотного літа.

source: Contributor Shirt
da: Bidrager trøje
de: Hemd für Mitwirkende
es: Camisa de Colaborador
fr: Tee-Shirt de Contributeur
pl: Koszula Kontrybutora
uk: Сорочка Співрозробника

source: Red Sorcerer Robe (Purple)
da: Rød troldmandskåbe (Lilla)
de: Rote Zaubererrobe (Violett)
es: Túnica de Hechicero Roja (Morada)
fr: Robe de Sorcier Rouge (Violette)
pl: Czerwona Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Vermelho (Roxo)
uk: Червона Роба Чарівника (Пурпурова Кайма)

source: A Purple lined Red sorcerer robe.
da: En rød troldmandskåbe, med lilla kant.
de: Eine pink gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Morada.
fr: Une robe de sorcier rouge bordée de violet.
pt_br: Um robe de feiticeiro vermelho detalhado em roxo.
uk: Червона роба чарівника з пурпуровою каймою.

source: Yellow Silk Robe
da: Gul silkekåbe
de: Gelbe Seidenrobe
es: Túnica de Seda Amarilla
fr: Robe en Soie Jaune
pl: Żółta Bawełniana Szata
pt_br: Robe de Seda Amarelo
uk: Жовта Шовкова Роба
