Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: You talked to Oskari, who has reassured you of Peetu's position and enlisted your help in discerning the actual turn of events.
de: Du hast mit Oskari gesprochen, der Peetus Rang bestätigt und dich um Mithilfe bei der Aufklärung des tatsächlichen Tathergangs gebeten hat.
es: Hablaste con Oskari, quien te ha tranquilizado sobre la posición de Peetu y te pidió ayuda para discernir cómo sucedieron las cosas en realidad.

source: In order to figure out what happened, you need to talk to more witnesses. Peetu might be a good place to start, but perhaps you should talk to someone more prominent...
de: Du musst mit weiteren Zeugen sprechen, um herauszufinden, was sich wirklich zugetragen hat. Peetu mag ein guter Anfangspunkt sein, aber vielleicht solltest du mit jemand bekannterem reden...
es: Para resolver lo ocurrido, necesita hablar con más testigos. Peetu podría ser un buen lugar para empezar, pero quizá debería hablar con alguien más prominente...

source: Masked Suspicion
de: Verdeckter Verdacht
es: Sospecha enmascarada

source: After talking to Elias, you learned about a particularly suspicious character.
de: Durch das Gespräch mit Elias hast du von einer besonders verdächtigen Gestalt erfahren.
es: Después de hablar con Elias, te enteraste de un personaje particularmente sospechoso.

source: Maybe you should see if anyone else remembers the suspect...
de: Vielleicht solltest du herausfinden, ob noch jemand sich an den Verdächtigen erinnert...
es: Tal vez deberías ir a ver si alguien más recuerda al sospechoso...

source: The Masked Malefactor
de: Der maskierte Übeltäter
es: El Malhechor Enmascarado

source: You've heard a convincing testimony against the masked man; you should go tell Oskari what you found!
de: Du hast eine überzeugende Zeugenaussage gegen den maskierten Mann gehört; du solltest Oskari berichten, was du herausgefunden hast!
es: Has escuchado suficientes testimonios convinventes contra en hombre enmascarado. ¡Deberías ir a contarle a Oskari lo que encontraste!

source: Charges Absolved
de: Fallen gelassene Anklage
es: Cargos Absueltos

source: You should tell Peetu that Oskari knows about the true perpetrator – he'll certainly be relieved to hear it!
de: Du solltest Peetu sagen, dass Oskari vom waren Täter weiß - er wird zweifellos erleichtert sein, davon zu hören!
es: Deberías ir a decirle a Peetu que Oskari sabe sobre el verdadero perpetrador – ¡sin duda se aliviará al escucharlo!

source: Peetu is located at (25,135) within the Blue Sages' Mansion.
de: Peetu befindet sich bei (25,135) im Herrenhaus der Blauen Weisen.
es: Peetu está localizado dentro de la Mansión de los Sabios Azules (25,135).

source: Mystery Solved
de: Mysterium gelöst
es: Misterio resuelto
fr: Mystère résolu

source: Peetu, thankful for your help, gave you a pair of Silk Gloves for clearing his name.
de: Als Dank für deine Hilfe hat dir Peetu ein Paar Seidenhandschuhe für die Wiederherstellung seines Rufs geschenkt.
es: Peetu, agradecido por tu ayuda, te dio un par de Guantes de Seda por limpiar su nombre.

source: Well
de: Brunnen
es: Pozo
fr: Bien

source: Lassie in the Making
de: Lassie ist in Arbeit
es: Muchacha en la producción

source: You found a man trapped at the bottom of the well! You should try to find someone to help you get him out.
de: Am Grund des Brunnens ist ein Mann gefangen! Du solltest jemanden finden, der dir dabei helfen kann, ihm das heraus zu helfen.
es: Has econtrado a un hombre atrapado en el fondo del pozo. Deberias de buscar a alguien para que te ayude a sacarlo.

source: Well That Was Easy
de: Na, das war einfach
es: Vaya, eso fue facil

source: You told Miller about the man stuck in the well, and thankfully, he was able to quickly help the man out of his unusual predicament.
de: Du hast Miller von dem Mann erzählt, der im Brunnen festsitzt. Zum Glück ist es ihm schnell gelungen, den Mann aus seiner ungewöhnlichen Lage zu befreien.
es: Usted le habló a Miller del hombre atascado en el bien, y afortunadamente, él fue capaz de sacar rápidamente al hombre de su apuro.

source: Bugman
de: Käfermann
es: Hombre bicho

source: The Adventures of Action Bug
de: Die Abenteur von Action-Käfer
es: Las aventuras de Bicho de Acción

source: Vincent needs you to bring him some bug legs so he can make an action figure.
de: Vincent benötigt einige Käferbeine für seine Actionfigur.
es: Vincent le necesita para llevarle algunas patas de insecto para que pueda crear una figura de acción.

source: You got Vincent all the bug legs that he needed to make his action figure!
de: Du hast Vincent all die Käferbeine, die er für seine Actionfigur brauchte, gebracht!
es: ¡Le llevó a Vincent todas las patas de insecto que necesitaba para crear su figura de acción!

source: By Order of the Council
de: Beim Befehl des Rates
es: Por la Orden del Concilio
fr: Par ordre du conseil

source: The Council of Wizards has offered an incentive to those willing to help cull Candor's unruly wildlife population.
de: Der Rat der Magier hat einen guten Anreiz für jene geschaffen, die bereit sind, bei der Eindämmung von Candors unbändiger Wildpopulation, zu helfen.
es: El Concilio de Hechiceros ha ofrecido un incentivo a quienes estén dispuestos a ayudar a escoger la población salvaje indisciplinada de Candor.

source: By Order of the Council: Maggots
de: Beim Befehl des Rates: Maden
es: Por la Orden del Concilio: Maggots
fr: Par ordre du conseil: Vers

source: The Council wants you to kill 10 Maggots.
de: Der Rat möchte, dass zu 10 Maden tötest.
es: La Junta quiere que mates a 10 Gusanos.
fr: Le comité veut que tu tues 10 vers

source: By Order of the Council: House Maggots
de: Beim Befehl des Rates: Hausmaden
es: Por orden del consejo: Casa Gusanos
fr: Par ordre du conseil: Vers de maison

source: The Council wants you to kill 5 House Maggots.
de: Der Rat möchte, dass du 5 Hausmaden tötest.
es: La Junta quiere que mates a 5 Gusanos de Casa.
fr: Le comité veut que tu tues 5 vers domstiques

source: By Order of the Council: Tame Scorpion
de: Beim Befehl des Rates: Zahmer Skorpion
es: Por orden del consejo: Escorpión domesticado
fr: Par ordre du conseil: Scorpion apprivoisés

source: The Council wants you to kill 3 Tame Scorpions.
de: Der Rat möchte, dass du 3 zahme Skorpione tötest.
es: El consejo quiere que mates 3 escorpiones domesticados.
fr: Le comité veut que tu tues 3 scorpions apprivoisés

source: By Order of the Council: Scorpion
de: Beim Befehl des Rates: Skorpion
es: Por orden del consejo: Escorpión
fr: Par ordre du conseil: Scorpion

source: The Council wants you to kill 1 Scorpion.
de: Der Rat möchte, dass du 1 Skorpion tötest.
es: La Junta quiere que mates a 1 escorpión.
fr: Le comité veut que tu tues 1 scorpion

source: You finished killing all the monsters.
de: Die hast alle Monster getötet.
es: Has acabado de matar a todos los monstruos.
fr: Tu as finis de tuer tous les monstres

source: Go talk to Valon at (72,86) on Candor Island.
de: Sprich mit Valon bei (72,86) auf Candor.
es: Vete a hablar con Valon (72,86) en la Isla de Candor.
fr: Va parler à Valon sur l'île de Candor (72,86)

source: You filled your quota of monsters and completed the Council's request.
de: Du hast deine Mosterquote erfüllt und damit die Aufgabe des Rates erledigt.
es: Usted llenó su cupo de monstruos y completó la solicitud del consejo.

source: Other monsters that you kill will go towards your monster points, which Ishi will redeem at (47,97) on Candor Island.
de: Andere Monster, die du tötest werden zu Monsterpunkten, welche du bei Ishi (47,97) auf Candor einlösen kannst.
es: Otros monstruos que mate irán a sus puntos de monstruo, los que Ishi canjeará por (47,97) in la isla de Candor.

source: Bully
de: Rabaucke
es: Matón
fr: Brute

source: Hasan sounds like a nasty fellow. You need to find out more about this bully.
de: Hasan scheint ein übler Bursche zu sein. Du musst unbedingt mehr über diesen Halunken in Erfahrung bringen.
es: Hasan suena como un tipo despreciable. Necesita descubrir más sobre este matón.
fr: Hasan ressemble à type méchant. Tu as besoin d'en savoir plus à propos de cette brute.

source: Asking around town would probably be fruitful...
de: Sich in der Stadt um zu hören könnte interessante Erkenntnisse bringen...
es: Apreguntar en los alrededores de la ciudad podría ser fructífero...
fr: Se renseigner en ville portera surement ses fruits...

source: Finding the Weakness
de: Die Schwäche finden
es: Encontrar su debilidad

source: Hasan needs to be taught a lesson!
de: Hasan muss eine Lektion erteilt werden!
es: ¡Hay que enseñarle una lección a Hasan!

source: Talk to Sorfina about giving Hasan what he deserves.
de: Sprich mit Sorfina darüber, Hasan das zu geben, was er verdient.
es: Habla con Sorfina acerca de darle a Hasan lo que merece.

source: Sorfina is located at (27,27) in Candor Island Indoor.
de: Sorfina befindet sich auf (27,27) in Candor, Innenräume.
es: Sorfina se encuentra dentro de un edificio en la Isla Candor (22,27).

source: Stinging the Heel
de: In die Fersen stechen
es: Picando el tacón

source: It seems as though Hasan is afraid of scorpions. Perhaps this could be his downfall...
de: Wie es scheint hat Hasan Angst vor Skorpionen. Das könnte unter Umständen sein Untergang sein...
es: Parece que a Hasan le asustan los escorpiones. Esto podría ser su perdición...

source: You should go talk to Kaan at (46,95) on Candor Island and tell him what you've learned.
de: Du solltest zu Kaan bei (46,95) auf Candor gehen und ihm erzählen, was du herausgefunden hast.
es: Debería ir a hablar con Kaan a (46,95) en la isla de Candor y decirle que usted ha aprendido.

source: Surprise Scorpion
de: Skorpion-Überraschung
es: Escorpión Sorpresa

source: Approach Hasan and have Kaan summon a scorpion.
de: Nähere dich Hasan und bringe Kaan dazu, ein Skorpion zu beschwören.
es: Acercate a Hasan y haz que Kaan convoque a un escorpion.

source: Hasan is holding a hostage at (33,33) on Candor Island.
de: Hasan hält eine Geisel bei (33,33) auf Candor fest.
es: Hasan tiene un rehén (33,33) en la Isla de Candor.

source: An Unconventional Savior
de: Ein ungewöhnlicher Retter
es: Un Salvador Incondicional

source: You killed the scorpion and "saved" Hasan from his childhood fear.
de: Du hast den Skorpion getötet und Hasan vor seiner Kindheitsangst „gerettet“.
es: Has matado al escorpión y has "salvado" a Hasan de su miedo infantil.
fr: Tu as tué le scorpion et "sauvé" Hasan de sa peur d'enfance

source: Talk to him and see what he has to say.
de: Spreche mit ihm und schaue was er zu sagen hat.
es: Háblale y mira que tiene para decir.
fr: Parle lui et vois ce qu'il a à dire

source: A Changed Man
de: Ein veränderter Mann
es: Un Hombre Diferente

source: Thankfully, Hasan seems to have changed his ways for the better.
de: Zum Glück scheint Hasan sein Leben zum Besseren geändert zu haben.
es: Afortunadamente, Hasan parece haber cambiado sus maneras para mejor.

source: Bug Bomb
de: Käferbombe
es: Bomba de Insectos

source: Buggy
de: Krabbelig
es: Sillita

source: Zegas needs some help. As an aspiring adventure, you should see if you can assist her.
de: Zegas braucht Hilfe. Als aufstrebender Abenteurer solltest du sehen, ob du ihr zur Hand gehen kannst.
es: Zegas necesita ayuda. Como una esperada aventura, usted debería ver si puede ayudarle.

source: A what bomb?
de: Eine was Bombe?
es: ¿Una bomba de que?

source: Zegas has lost her bug bomb inside one of her storage barrels. Find it and set it off to kill the remaining bugs.
de: Zegas hat ihre Käferbombe in einem ihrer Lagerfässer liegenlassen. Finde sie und nutze sie, um die restlichen Käfer zu töten.
es: Zegas ha perdido su bomba de insectos en el interior de uno de sus barriles de almacenamiento. Encuéntrela y salga a matar a los insectos restantes.

source: Bug Bomb Goes Boom
de: Käferbombe macht Bumm
es: La bomba de insectos estalla

source: You found the bug bomb and killed the bugs! You should tell Zegas about it.
de: Du hast die Käferbombe gefunden und die Käfer getötet! Das solltest du sofort Zegas erzählen.
es: ¡Usted encontró la bomba de insectos y mató a los insectos! Debería contárselo a Zegas.

source: You finished helping Zegas with her bug infestation.
de: Du hast Zegas erfolgreich mit ihrem Käferproplem geholfen.
es: Acabaste de ayudarle a Zegas con la infestación de insectos.

source: Hide-n-seek
de: Versteckspiel
es: Escondite
fr: Cache-chache

source: Hide and Seek
de: Verstecken und Suchen
es: Escondite
fr: Cache-cache

source: Ayasha has recruited you in a game of Hide and Seek! Find all five of her friends hidden around Candor Island.
de: Ayasha hat dich für das Versteckspiel rekrutiert. Finde ihre fünf Freunde, die in der Nähe von Candor versteckt sind.
es: Ayasha quiere que juegues con ella al escondite. Debes de encontrar a sus cinco amigos que estan escondidos en la Isla de Candor.

source: You found all of Ayasha's friends! You should go talk to Ayasha to let her know.
de: Du hast alle Freunde von Ayasha gefunden! Du solltest mit Ayasha sprechen und es sie wissen lassen.
es: Has encontrado a todos los amigos de Ayasha. Deberias de decirselo.

source: You finished playing Hide and Seek with Ayasha and her friends.
de: Du hast das Versteckspiel mit Ayasha und ihren Freunden beendet.
es: Has acabado de jugar al escondite con Ayasha y sus amigos.

source: Introduction
de: Einführung
es: Introduccion

source: Sorfina wants to ensure that you still possess basic motor skills. Walk over to the carpet to put her worries to rest.
de: Sorfina möchte sichergehen, daß du dich auf den Beinen halten kannst. Lauf über den Teppich, um Ihre Sorgen zu zerstreuen.
es: Sorfina quiere asegurarse que aún posees habilidades motoras básicas. Camina sobre la alfombra roja para poner a descansar sus preocupaciones.

source: The carpet is located at (33,27) in Candor Island Indoor.
de: Der Teppich befindet sich auf (33,27) in Candor, Innenräume.
es: La alfombra está en (33,27) en el interior de la isla de Candor.

source: Sorfina remains skeptical and has instructed you to grab some clothes out of a nearby dresser.
de: Sorfina ist skeptisch geblieben und hat dich angewiesen, dir ein paar Klamotten von einem Schneider in der Nähe zu besorgen.
es: Sorfina sigue excéptica y te instruye para que tomes algunas ropas del vestidor cercano.

source: The dresser is located at (29,24) in Candor Island Indoor.
de: Der Schneider befindet sich bei (29,24) auf Candor.
es: El ayudante está en (29,24) en el interior de la isla de Candor.

source: Sorfina wants to make sure that you can dress yourself. Open up your inventory and equip the clothes you took from the dresser.
de: Sorfina möchte sichergehen, daß du dich anziehen kannst. Öffne dein Inventar und zieh die Kleider aus dem Kleiderschrank an.
es: Sorfina quiere asegurarse de que puedes vestirte tú mismo. Abre tu inventario y equipa las ropas que tomastes el vestidor.

source: You can equip items irregardless of your location, but you may prefer to change in the privacy of the corner at (26,23) in Candor Island Indoor.
de: Du kannst deine Ausrüstung überall wechseln, aber vielleicht bevorzugst du die Privatsphäre der Ecke (26,23) in den Innenräumen in Candor.
es: Puede equipar artículos sin importar su ubicación, pero puede preferir cambiar en la intimidad de la esquina en (26,23) en el interior de la isla de Candor.

source: To repay your debt, Sorfina has requested that you assist her niece, Tanisha.
de: Um deinen Kredit abzuzahlen, hat Sorfina dich gebeten, ihrer Nichte Tanisha zu helfen.
es: Para reembolsar su deuda, Sorfina le ha pedido que ayude a su sobrina, Tanisha.

source: Tanisha is located at (110,88) in Candor Island Indoor.
de: Tanisha befindet sich bei (110,88) in Candor, Innenräume.
es: Tanisha está en (110,88) en el interior de la isla de Candor.

source: Tanisha, despite her job, is disgusted by maggots and wants you to squash them for her.
de: Tanisha ekelt sich, trotz ihres Berufes, vor Maden und möchte, dass du sie für sie zerquetschst.
es: Tanisha, a pesar de su trabajo, está harta de los gusanos y quiere que los aplaste por ella.

source: The maggots seem to be infesting near (102,88) in Candor Island Indoor.
de: Die Maden scheinen in der Nähe von (102,88) in Candor, Innenräume verseucht zu haben.
es: Parece que los gusanos estan infestando cerca de (102,88) en el interior de la isla de.

source: Tanisha has given you some useful equipment for squashing maggots. You'd better get to work!
de: Tanisha hat dir etwas nützliche Ausrüstung zum Zerquetschen von Maden gegeben. Du machst dich besser an die Arbeit!
es: Tanisha le ha dado algún equipamiento útil para aplastar gusanos. ¡Mejor vuelva al trabajo!

source: You killed the maggots for Tanisha, so you should report back to her and see what she has to say.
de: Du hast die Maden für Tanisha getötet, also solltest du dich bei ihr melden und schauen, was sie zu sagen hat.
es: Has eliminado los gusanos por Tanisha, así que deberías reportarle de vuelta para ver qué tiene que decir.

source: You finished all the work that Sorfina and Tanisha had for you. They still seem happy to talk to you though.
de: Du bist mit all der Arbeit, die Sorfona und Tanisha für dich hatten, fertig. Die beiden sehen glücklich aus und werden gerne mit dir sprechen.
es: Terminó todo el trabajo que Sorfina y Tanisha tenían para usted. Aunque ellas aún parecen felices de hablar con usted.

source: Sorfina is located at (27,27) and Tanisha is located at (110,88) – both are in Candor Island Indoor.
de: Sorfina befindet sich bei (27,27) und Tanisha befindet sich bei (110,88) - beide sind in den Innenräumen von Candor.
es: Sorfina está en (27,27) y Tanisha en (110,88) – ambas están en el interior de la isla de Candor.

source: Fill Banu's empty water bottle.
de: Fülle Banus leere Wasserflasche.
es: Llena con agua la botella vacía de Banu.

source: Fetch Banu a Knife from the market.
de: Besorge Banu ein Messer vom Markt.
es: Entrégale un cuchillo del mercado a Banu.

source: Soup
de: Suppe
es: Sopa

source: Bernard needs a Roasted Maggot
de: Bernard braucht eine geröstete Made
es: Bernard necesita una Larva Asada

source: Brought Bernard Roasted Maggot
de: Bernard eine geröstete Made gebracht
es: Le has traido una Larva Asada a Bernard

source: Soup 2nd part
de: Suppe 2. Teil
es: Sopa 2 ª parte

source: Bernard needs 3 Maggot Slimes
de: Bernard benötigt 3 Madenschleim
es: Bernard necesita 3 Babas de Gusano
fr: Bernard a besoin de 3 gelées de ver

source: Brought Bernard 3 Maggot Slimes
de: Bernard 3 Madenschleim gebracht
es: Le llevaste 3 Babas de Gusano a Bernard

source: Slime
de: Schleim
es: Baba

source: Sline
de: Schleim
es: Baba

source: Bring Mikhail 5 Maggot Slimes
de: Besorge Mikhail 5 Madenschleim
es: Llévale 5 Babas de Gusano a Mikhail

source: Brought Mikhail 5 Maggot Slimes
de: Mikhail 5 Madelschleim gebracht
es: Le llevastes 5 Babas de Gusano a Mikhail

source: Maggot
de: Made
es: Gusano
fr: Ver

source: Green Slime
de: Grüner Schleim
es: Limo Verde

source: Giant Maggot
de: Gigantische Made
es: Gusano Gigante

source: Red Scorpion
de: Roter Skorpion
es: Escorpion Rojo

source: Red Slime
de: Roter Schleim
es: Limo Rojo

source: Scorpion
de: Skorpion
es: Escorpion

source: Yellow Slime
de: Gelber Schleim
es: Limo Amarillo

source: Wedding Ring
da: Bryllupsring
de: Ehering
es: Anillo de Boda
fr: Alliance de Mariage
pl: Obrączka Ślubna.
pt_br: Anel de Casamento
uk: Обручка

source: Your wedding ring.
da: Din bryllupsring
de: Dein Ehering.
es: Tu anillo de boda.
fr: Ton alliance de mariage.
pl: Twoja obrączka ślubna.
pt_br: Seu anel de casamento.
uk: Ваша обручка.

source: Simple Ring
da: Enkel Ring
de: Einfacher Ring
es: Anillo Simple
fr: Anneau Simple
pl: Zwykły Pierścionek
pt_br: Anel simples

source: A simple ring.
da: En enkel Ring.
de: Ein einfacher Ring.
es: Un anillo normal.
fr: Un anneau simple.
pl: Zwykły pierścionek.
pt_br: Um simples anel.

source: Sapphire Ring
da: Safir Ring
de: Saphir Ring
es: Anillo de Zafiro
fr: Anneau de Saphir
pl: Pierścionek z Szafirem
pt_br: Anel de Safira
uk: Сапфіровий перстень

source: A sapphire ring.
da: En safir Ring.
de: Ein Saphir Ring.
es: Un anillo de zafiro.
fr: Un anneau de saphir.
pl: Pierścionek z szafirem.
pt_br: Um anel de safira.
uk: Сапфіровий перстень.

source: Emerald Ring
da: Smaragd Ring
de: Smaragd Ring
es: Anillo de Esmeralda
fr: Anneau d'émeraude
pl: Pierścionek ze Szmaragdem
pt_br: Anel de Esmeralda

source: An emerald ring.
da: En smaragd Ring.
de: Ein Smaragd Ring.
es: Un anillo de esmeralda.
fr: Un anneau d'émeraude.
pl: Pierścionek ze szmaragdem.
pt_br: Um anel de esmeralda.
uk: Смарагдовий перстень.

source: Ruby Ring
da: Rubin Ring
de: Rubin Ring
es: Anillo de Rubí
fr: Anneau de Rubis
pl: Pierścionek z Rubinem
pt_br: Anel de Rubi
uk: Рубіновий перстень

source: A ruby ring.
da: En rubin Ring.
de: Ein Rubin Ring
es: Un anillo de rubí.
fr: Un anneau de rubis.
pl: Pierścionek z rubinem.
pt_br: Um anel de rubi.

source: Diamond Ring
da: Diamant Ring
de: Diamant Ring
es: Anillo de Diamante
fr: Anneau en Diamant
pl: Pierścionek z Diamentem
pt_br: Anel de Diamante

source: A diamond ring.
da: En diamant Ring.
de: Ein Diamant Ring.
es: Un anillo de diamante.
fr: Un anneau en diamant.
pl: Pierścionek z diamentem.
pt_br: Um anel de diamante.

source: Topaz Ring
da: Topas Ring
de: Topas Ring
es: Anillo de Topacio
fr: Anneau de Topaze
pl: Pierścionek z Topazem
pt_br: Anel de Topázio

source: A topaz ring.
da: En topas Ring.
de: Ein Topas Ring.
es: Un anillo de topacio.
fr: Un anneau de topaze.
pl: Pierścionek z topazem.
pt_br: Um anel de topázio.
uk: Топазовий перстень.

source: Amethyst Ring
da: Ametyst Ring
es: Anillo de Amatista
fr: Anneau d'Améthyste
pl: Pierścionek z Ametystem
pt_br: Anel de Ametista
uk: Аметистовий перстень

source: An amethyst ring.
da: En ametyst Ring.
de: Ein Amethyst Ring.
es: Un anillo de amatista.
fr: Un anneau d'améthyste.
pl: Pierścionek z ametystem.
pt_br: Um anel de ametista.
uk: Аметистовий перстень.

source: Light Blue Cotton Shorts
da: Lyseblå bomuldsshorts
de: Kurze, hellblaue Baumwollhose
es: Shorts de Algodón Azul Claro
fr: Short en Coton Bleu Clair
pl: Jasnoniebieskie Bawełniane Szorty
pt_br: Short de Algodão Azul Claro
uk: Блакитні бавовняні шорти

source: Light blue shorts made of 100% cotton.
da: Lyseblå shorts, lavet af 100% bomuld.
de: Kurze, hellblaue Hose aus 100% Baumwolle.
es: Shorts azules claro hechos 100% de algodón.
fr: Short bleu clair 100% coton.
pl: Jasnoniebieskie szorty wykonane w 100% z bawełny.
pt_br: Short azul claro feito de 100% algodão.
uk: Блакитні шорти із 100% бавовни.

source: M. Attack -4
da: M. Angreb -4
de: M. Angriff -4
es: At. Mágico -4
fr: Attaque M. -4
pl: M. Atak -4
pt_br: Ataque M. -4
uk: Магічна атака -4

source: Yellow Cotton Skirt
da: Gul bomuldsnederdel
de: Gelber Baumwollrock
es: Falda Amarilla de Algodón
fr: Jupe de coton jaune
pl: Zółta Bawełniana Spódnica
pt_br: Saia de Algodão Amarela
uk: Жовта бавовняна спідниця

source: A yellow skirt made of linen cloth.
da: En gul nederdel, lavet af linnedstof.
de: Ein gelber Rock aus Leinen.
es: Una falda amarilla hecha de tela de lino.
fr: Une jupe jaune en toile de lin.
pl: Żółta spódnica z tkaniny lnianej.
pt_br: Uma saia amarela feita de linho.
uk: Жовта спідниця з бавовняного полотна.

source: M. Attack -8
da: M. Angreb -8
de: M. Angriff -8
es: At. Mágico -8
fr: Attaque M. -8
pl: M. Atak -8
pt_br: Ataque M. -8
uk: Магічна атака -8

source: Pink Miniskirt
da: Pink mininederdel
de: Pinker Minirock
es: Minifalda Rosada
fr: Mini-Jupe Rose
pl: Różowa Miniówka
pt_br: Minissaia Rosa
uk: Рожева мініспідниця
