Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A pink short skirt for hot summer days.
da: En kort pink nederdel til varme sommerdage.
de: Ein pinker Minirock für heiße Sommertage.
es: Una falda rosada corta para los días calurosos de verano.
fr: Une jupe courte rose pour les jours chauds d'été.
pl: Różowa, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta rosa para dias de calor.
uk: Коротка рожева спідниця для спекотного літа.

source: Light Blue Cotton Skirt
da: Lyseblå bomuldsnederdel
de: Hellblauer Baumwollrock
es: Falda Azul Claro de Algodón
fr: Jupe en Coton Bleu Clair
pl: Jasnoniebieska Bawełniana Spódnica
pt_br: Saia de Algodão Azul Clara
uk: Блакитна бавовняна спідниця

source: A light blue skirt made of linen cloth.
da: En lyseblå nederdel, lavet af linnedstof.
de: Ein hellblauer Rock aus Leinen.
es: Una falda azul claro hecha de tela de lino.
fr: Une jupe bleu clair en toile de lin.
pl: Jasnoniebieska spódnica z tkaniny lnianej.
pt_br: Uma saia azul clara feita de linho.
uk: Блакитна спідниця з бавовняного полотна.

source: Green Cotton Trousers
da: Grønne bomuldsbukser
de: Grüne Baumwollhose
es: Pantalones Verdes de Algodón
fr: Pantalon en Coton Vert
pl: Zielone Bawełniane Spodnie
pt_br: Calça de Algodão Verde
uk: Зелені бавовняні штани

source: Green, ankle-length pants made of cotton.
da: Lange grønne bukser, lavet af bomuld.
de: Grüne, knöchellange Hose aus Baumwolle.
es: Pantalones verdes hechos de algodón.
fr: Un pantalon long, vert, en coton.
pl: Zielone spodnie do kostek wykonane z bawełny.
pt_br: Calça verde, na altura do tornozelo, feita de algodão.
uk: Зелені бавовняні штани.

source: M. Attack -6
da: M. Angreb -6
de: M. Angriff -6
es: At. Mágico -6
fr: Attaque M. -6
pl: M.Atak -6
pt_br: Ataque M. -6
uk: Магічна атака -6

source: Cotton Shorts
da: Bomuldsshorts
de: Kurze Baumwollhose
es: Shorts de Algodón
fr: Short en Coton
pl: Bawełniane Szorty
pt_br: Short de Algodão
uk: Бавовняні Шорти

source: Shorts made of 100% cotton.
da: Shorts, lavet af 100% bomuld.
de: Kurze Hose aus 100% Baumwolle.
es: Shorts hechos 100% algodón.
fr: Short 100% coton.
pl: Szorty wykonane w 100% z bawełny.
pt_br: Um short feito de 100% algodão.
uk: Шорти з 100% котону.

source: Dark Green Cotton Shorts
da: Mørkegrønne bommuldsshorts
de: Kurze, dunkelgrüne Baumwollhose
es: Shorts Verde Oscuro de Algodón
fr: Short en Coton Vert Foncé
pl: Ciemnozielone Bawełniane Szorty
pt_br: Short de Algodão Verde Escuro
uk: Темно-зелені Бавовняні Шорти

source: Dark green shorts made of 100% cotton.
da: Mørkegrønne shorts, lavet af 100% bomuld.
de: Kurze, dunkelgrüne Hose aus 100% Baumwolle.
es: Shorts verde oscuro hechos 100% de algodón.
fr: Short vert foncé 100% coton.
pl: Ciemnozielone szorty wykonane w 100% z bawełny.
pt_br: Short verde escuro feito de 100% algodão.
uk: Темно-зелені шорти з 100% котону.

source: Purple Cotton Trousers
da: Lilla Bomuldsbukser
de: Violette Baumwollhose
es: Pantalones Morados de Algodón
fr: Pantalon en Coton Violet
pl: Fioletowe Bawełniane Spodnie
pt_br: Calça de Algodão Roxa
uk: Пурпурові Бавовняні Штани

source: Purple, ankle-length pants made of cotton.
da: Lange lilla bukser, lavet af bomuld.
de: Violette, knöchellange Hose aus Baumwolle.
es: Pantalones morados de algodón.
fr: Un pantalon long, violet, en coton.
pl: Fioletowe spodnie do kostek wykonane z bawełny.
pt_br: Calça roxa, na altura do tornozelo, feita de algodão.
uk: Пурпурові бавовняні штани.

source: Jeans Chaps
da: Cowboybukser med ridebetræk
es: Vaqueros con Chapa
fr: Jambières de Cuir
pl: Capsy dżinsowe
pt_br: Calça de Vaqueiro
uk: Джинси

source: Jeans with snake skin chaps.
da: Cowboybukser med betræk, lavet af slangeskind
de: Jeans mit Schlangenhaut Chaps.
es: Vaqueros con chaparreras de piel de serpiente.
fr: Un jeans avec des jambières en cuir de serpent.
pl: Dżinsy z łatami ze skóry węża.
pt_br: Jeans costurado com pele de cobra.
uk: Джинси зі вставками зі зміїної шкіри

source: M. Attack -12
da: M. Angreb -12
de: M. Angriff -12
es: At. Mágico -12
fr: Attaque M. -12
pl: M. Atak -12
pt_br: Ataque M. -12
uk: Магічна атака -12

source: Terranite Legs
da: Terranit Gamacher
de: Terranitbeine
es: Pantalones de Terranite
fr: Jambières en Terranite
pl: Terranitowe Legginsy
pt_br: Perneiras de Terranita
uk: Теранітові Легінси

source: Leggings made out of terranite.
da: Gamacher lavet af terranit.
de: Leggins aus Terranit.
es: Pantalones hechos de terranite.
fr: Jambes d'armure fabriquées à partir de minerai de terranite.
pl: Legginsy zrobione z terranitu.
pt_br: Perneiras forjadas com terranita.
uk: Легінси з тераніту.

source: M. Attack -8 / M. Defense +5
da: M. Angreb -8 / M. Forsvar +5
de: M. Angriff -8 / M. Verteidigung +5
es: At. Mágico -8 / Def. Mágica +5
fr: Attaque M. -8 / Défense M. +5
pl: M. Atak -8 / M. Obrona +5
pt_br: Ataque M. -8 / Defesa M. +5
uk: Магічна атака -8 / Магічний захист +5

source: Orange Cotton Skirt
da: Orange bomuldsnederdel
de: Orangener Baumwollrock
es: Falda Naranja de Algodón
fr: Jupe en Coton Orange
pl: Pomarańczowa Bawełniana Spódnica
pt_br: Saia de Algodão Laranja
uk: Помаранчева Бавовняна Спідниця

source: An orange skirt made of linen cloth.
da: En orange nederdel, lavet af linnedstof.
de: Ein orangener Rock aus Leinen.
es: Una falda naranja hecha de tela de lino.
fr: Une jupe orange en toile de lin.
pl: Pomarańczowa spódnica z tkaniny lnianej.
pt_br: Uma saia laranja feita de linho.
uk: Помаранчева спідниця з бавовняного полотна.

source: Dark Green Miniskirt
da: Mørkegrøn mininederdel
de: Dunkelgrüner Minirock
es: Minifalda Verde Oscuro
fr: Mini-Jupe Vert Foncé
pl: Ciemnozielona Miniówka
pt_br: Minissaia Verde Escura
uk: Темно-зелена Мініспідниця

source: A dark green short skirt for hot summer days.
da: En kort mørkegrøn nederdel til varme sommerdage.
de: Ein dunkelgrüner Minirock für heiße Sommertage.
es: Una minifalda verde oscura para los días calurosos de verano.
fr: Une jupe courte verte foncé pour les jours chauds d'été.
pl: Ciemnozielona, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta verde escura para dias de verão.
uk: Коротка темно-зелена спідниця для спекотного літа.

source: Red Miniskirt
da: Rød mininederdel
de: Roter Minirock
es: Minifalda Roja
fr: Mini-Jupe Rouge
pl: Czerwona Miniówka
pt_br: Minissaia Vermelha
uk: Червона Мініспідниця

source: A red short skirt for hot summer days.
da: En kort rød nederdel til varme sommerdage.
de: Ein roter Minirock für heiße Sommertage.
es: Una minifalda roja para los días caluroso de verano.
fr: Une jupe courte rouge pour les jours chauds d'été.
pl: Czerwona, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta vermelha para dias de calor.
uk: Коротка червона спідниця для спекотного літа.

source: Miniskirt
da: Mininederdel
de: Minirock
es: Minifalda
fr: Mini-Jupe
pl: Miniówka
pt_br: Minissaia
uk: Мініспідниця

source: A short skirt for hot summer days.
da: En kort nederdel til varme sommerdage.
de: Ein Minirock für heiße Sommertage.
es: Una falda corta para los días calurosos de verano.
fr: Une jupe courte pour les jours chauds d'été.
pl: Krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta para dias de calor.
uk: Коротка спідниця для спекотного літа.

source: Dark Green Cotton Skirt
da: Mørkegrøn bomuldsnederdel
de: Dunkelgrüner Baumwollrock
es: Falda Verde Oscura de Algodón
fr: Jupe en Coton Vert Foncé
pl: Ciemnozielona Bawełniana Spódnica
pt_br: Saia de Algodão Verde Escura
uk: Темно-зелена Бавовняна Спідниця

source: A dark green skirt made of linen cloth.
da: En mørkegrøn nederdel, lavet af linnedstof.
de: Ein dunkelgrüner Rock aus Leinen.
es: Una falda verde oscura hecha de tela de lino.
fr: Une jupe vert foncé en toile de lin.
pl: Ciemnozielona spódnica z tkaniny lnianej.
pt_br: Uma saia verde escura feita de linho.
uk: Темно-зелена спідниця з бавовняного полотна.

source: Orange Cotton Shorts
da: Orange Bomuldsshorts
de: Kurze, orangene Baumwollhose.
es: Shorts Naranja de Algodón
fr: Short en Coton Orange
pl: Pomarańczowe Bawełniane Szorty
pt_br: Short de Algodão Laranja
uk: Помаранчеві Бавовняні Шорти

source: Orange shorts made of 100% cotton.
da: Orange shorts, lavet af 100% bomuld.
de: Kurze, orangene Hose aus 100% Baumwolle.
es: Shorts naranja hechos 100% de algodón.
fr: Short orange 100% coton.
pl: Pomarańczowe szorty wykonane w 100% z bawełny.
pt_br: Short laranja feito de 100% algodão.
uk: Помаранчеві шорти з 100% котону.

source: Dark Blue Cotton Skirt
da: Mørkeblå bomuldsnederdel
de: Dunkelblauer Baumwollrock
es: Falda Azul Oscura de Algodón
fr: Mini-Jupe en Coton Bleu Foncé
pl: Ciemnoniebieska Bawełniana Spódnica
pt_br: Saia de Algodão Azul Escura
uk: Темно-синя Бавовняна Спідниця

source: A dark blue skirt made of linen cloth.
da: En mørkeblå nederdel, lavet af linnedstof.
de: Ein dunkelblauer Rock aus Leinen.
es: Una falda azul oscura hecha de tela de lino.
fr: Une jupe bleu foncé en toile de lin.
pl: Ciemnoniebieska spódnica z tkaniny lnianej.
pt_br: Um saia azul escura feita de linho.
uk: Темно-синя спідниця з бавовняного полотна.

source: Pink Cotton Skirt
da: Pink bomuldsnederdel
de: Pinker Baumwollrock
es: Falda Rosa de Algodón
fr: Jupe en Coton Rose
pl: Różowa Bawełniana Spódnica
pt_br: Saia de Algodão Rosa
uk: Рожева Бавовняна Спідниця

source: A pink skirt made of linen cloth.
da: En pink nederdel, lavet af linnedstof.
de: Ein pinker Rock aus Leinen.
es: Una falda rosa hecha de tela de lino.
fr: Une jupe rose en toile de lin.
pl: Różowa spódnica z tkaniny lnianej.
pt_br: Uma saia rosa feita de linho.
uk: Рожева спідниця з бавовняного полотна.

source: Jeans Shorts
da: Cowboyshorts
de: Kurze Jeanshose
es: Shorts Vaqueros
fr: Short en Jeans
pl: Szorty Jeansowe
pt_br: Short Jeans
uk: Джинсові Шорти

source: Shorts made of jeans.
da: Shorts lavet af cowboybukser.
de: Kurze Jeanshose.
es: Pantalones cortos vaqueros.
fr: Short en jeans.
pl: Szorty wykonane z jeansu
pt_br: Short feito de jeans.
uk: Шорти з джинсів.

source: Purple Cotton Skirt
da: Lilla bomuldsnederdel
de: Violetter Baumwollrock
es: Falda Morada de Algodón
fr: Jupe en Coton Rose
pl: Fioletowa Bawełniana Spódnica
pt_br: Saia de Algodão Roxa
uk: Пурпурова Бавовняна Спідниця

source: A purple skirt made of linen cloth.
da: En lilla nederdel, lavet af linnedstof.
de: Ein violetter Rock aus Leinen.
es: Una falda morada hecha de tela de lino.
fr: Une jupe violette en toile de lin.
pl: Fioletowa spódnica z tkaniny lnianej.
pt_br: Uma saia roxa feita de linho.
uk: Пурпурова спідниця з бавовняного полотна.

source: Yellow Cotton Trousers
da: Gule bomuldsbukser
de: Gelbe Baumwollhose
es: Pantalones Amarillos de Algodón
fr: Pantalon en Coton Jaune
pl: Żółte Bawełniane Spodnie
pt_br: Calça de Algodão Amarela
uk: Жовті Бавовняні Штани

source: Yellow, ankle-length pants made of cotton.
da: Lange gule bukser, lavet af bomuld.
de: Gelbe, knöchellange Hose aus Baumwolle.
es: Pantalones amarillos hechos de algodón.
fr: Un pantalon long, jaune, en coton.
pl: Żółte spodnie do kostek wykonane z bawełny.
pt_br: Calça amarela, na altura do tornozelo, feita de algodão.
uk: Жовті бавовняні штани.

source: Light Blue Miniskirt
da: lyseblå mininederdel
de: Hellblauer Minirock
es: Minifalda Azul Claro
fr: Mini-Jupe Bleu Clair
pl: Jasnoniebieska Miniówka
pt_br: Minissaia Azul Clara
uk: Блакитна Мініспідниця

source: A light blue short skirt for hot summer days.
da: En kort lyseblå nederdel til varme sommerdage.
de: Ein hellblauer Minirock für heiße Sommertage.
es: Una falda azul clara para los días caluroso de verano.
fr: Une jupe courte bleu clair pour les jours chauds d'été.
pl: Jasnoniebieska, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta azul clara para dias de calor.
uk: Коротка блакитна спідниця для спекотного літа.

source: Ragged Shorts
da: Lasede shorts
de: Kurze, zerlumpte Hose
es: Shorts Rotos
fr: Short Déguenillé
pl: Szmaciane Szorty
pt_br: Short Esfarrapado
uk: Подрані Шорти

source: These shorts are too worn-out to give any protection.
da: Disse shorts er for udslidte til at yde beskyttelse.
de: Diese Hose sind zu abgetragen um irgendeinen Schutz zu geben.
es: Estos shorts están demasiado usados para dar algún tipo de protección.
fr: Ce short est trop usé pour fournir une quelconque protection.
pl: Szorty te są zbyt znoszone by dawać jakąkolwiek ochronę.
pt_br: Este short está muito usado para prover qualquer proteção.
uk: Здається, вам потрібні нові.

source: M. Attack -2
da: M. Angreb -2
de: M. Angriff -2
es: At. Mágico -2
fr: Attaque M. -2
pl: M. Atak -2
pt_br: Ataque M. -2
uk: Маг. Атака -2

source: Yellow Cotton Shorts
da: Gule bomuldsshorts
de: Kurze, gelbe Baumwollhose
es: Shorts Amarillos de Algodón
fr: Short en Coton Jaune
pl: Zółte Bawełniane Szorty
pt_br: Short de Algodão Amarelo
uk: Жовті Бавовняні Шорти

source: Yellow shorts made of 100% cotton.
da: Gule shorts, lavet af 100% bomuld.
de: Kurze, gelbe Hose aus 100% Baumwolle.
es: Shorts amarillos hechos 100% de algodón.
fr: Short jaune 100% coton.
pl: Żółte szorty wykonane w 100% z bawełny.
pt_br: Short amarelo feito de 100% algodão.
uk: Жовті шорти з 100% котону.

source: Yellow Miniskirt
da: Gul mininederdel
de: Gelber Minirock
es: Minifalda Amarilla
fr: Mini-Jupe Jaune
pl: Żółta Miniówka
pt_br: Minissaia Amarela
uk: Жовта Мініспідниця

source: A yellow short skirt for hot summer days.
da: En kort gul nederdel til varme sommerdage.
de: Ein gelber Minirock für heiße Sommertage.
es: Una minifalda amarilla para los días calurosos de verano.
fr: Une jupe courte de couleur jaune pour les chaudes journées d'été.
pl: Żółta, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta amarela para dias de calor.
uk: Коротка жовта спідниця для спекотного літа.

source: Orange Miniskirt
da: Orange mininederdel
de: Orangener Minirock
es: Minifalda Naranja
fr: Mini-Jupe Orange
pl: Pomarańczowa Miniówka
pt_br: Minissaia Laranja
uk: Помаранчева Мініспідниця

source: An orange short skirt for hot summer days.
da: En kort orange nederdel til varme sommerdage.
de: Ein orangener Minirock für heiße Sommertage.
es: Una minifalda naranja para los días caluroso de verano.
fr: Une jupe courte de couleur orange pour les chaudes journées d'été.
pl: Pomarańczowa, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta laranja para dias de calor.
uk: Коротка помаранчева спідниця для спекотного літа.

source: Pink Cotton Trousers
da: Pink bomuldsbukser
de: Pinke Baumwollhose
es: Pantalones Rosa de Algodón
fr: Pantalon en Coton Rose
pl: Różowe Bawełniane Spodnie
pt_br: Calça de Algodão Rosa
uk: Рожева Бавовняні Штани

source: Pink, ankle-length pants made of cotton.
da: Lange pink bukser, lavet af bomuld.
de: Pinke, knöchellange Hose aus Baumwolle.
es: Pantalones rosa hechos de algodón.
fr: Un pantalon long, rose, en coton.
pl: Różowe spodnie do kostek wykonane z bawełny.
pt_br: Calça rosa, na altura do tornozelo, feita de algodão.
uk: Рожева бавовняні штани.

source: Green Cotton Shorts
da: Grønne bomuldsshorts
de: Kurze, grüne Baumwollhose
es: Shorts Verdes de Algodón
fr: Short en Coton Vert
pl: Zielone Bawełniane Szorty
pt_br: Short de Algodão Verde
uk: Зелені Бавовняні Шорти

source: Green shorts made of 100% cotton.
da: Grønne shorts, lavet af 100% bomuld.
de: Kurze, grüne Hose aus 100% Baumwolle.
es: Shorts verdes hechos 100% de algodón.
fr: Short vert 100% coton.
pl: Zielone szorty wykonane w 100% z bawełny.
pt_br: Short verde feito de 100% algodão.
uk: Зелені шорти з 100% котону.

source: Black Cotton Shorts
da: Sorte bomuldsshorts
de: Schwarze, kurze Baumwollhose
es: Shorts Negros de Algodón
fr: Short en Coton Noir
pl: Czarne Bawełniane Szorty
pt_br: Short de Algodão Preto
uk: Чорні Бавовняні Шорти

source: Black shorts made of 100% cotton.
da: Sorte shorts, lavet af 100% bomuld.
de: Kurze, schwarze Hose aus 100% Baumwolle.
es: Shorts negros hechos 100% de algodón.
fr: Short noir 100% coton.
pl: Czarne szorty wykonane w 100% z bawełny.
pt_br: Short preto feito de 100% algodão.
uk: Чорні шорти з 100% котону.

source: Silk Pants
da: Silkebukser
de: Seidene Hose
es: Pantalones de Seda
fr: Pantalon en Soie
pl: Bawełniane Spodnie
pt_br: Calça de seda
uk: Шовкові Шаровари

source: A very light fancy pair of silk trousers.
da: Et par smarte, meget lette silkebukser.
de: Eine sehr leichte, schicke Seidenhose.
es: Uno pantalones de lujo hechos de seda, muy ligeros.
fr: Une paire de pantalon de soie légère et fantaisiste.
pl: Bardzo lekka, ozdobna para bawełnianych spodni.
pt_br: Um par elegante de calças de seda, muito leves.
uk: Легкі шовкові шаровари.

source: Light Blue Cotton Trousers
da: Lyseblå bomuldsbukser
de: Hellblaue Baumwollhose
es: Pantalones Azul Claro de Algodón
fr: Pantalon en Coton Bleu Clair
pl: Jasnoniebieskie Bawełniane Spodnie
pt_br: Calça de Algodão Azul Clara
uk: Блакитні Бавовняні Штани

source: Light Blue, ankle-length pants made of cotton.
da: Lange lyseblå bukser, lavet af bomuld.
de: Hellblaue, knöchellange Hose aus Baumwolle.
es: Pantalones azul claro hechos de algodón.
fr: Un pantalon long, bleu clair, en coton.
pl: Jasnoniebieskie spodnie do kostek wykonane z bawełny.
pt_br: Calça azul clara, na altura do tornozelo, feita de algodão.
uk: Блакитні бавовняні штани.

source: Orange Cotton Trousers
da: Orange bomuldsbukser
de: Orangene Baumwollhose
es: Pantalones Naranja de Algodón
fr: Pantalon en Coton Orange
pl: Pomarańczowe Bawełniane Spodnie
pt_br: Calça de Algodão Laranja
uk: Помаранчеві Бавовняні Штани

source: Orange, ankle-length pants made of cotton.
da: Lange orange bukser, lavet af bomuld.
de: Orangene, knöchellange Hose aus Baumwolle.
es: Pantalones naranja hechos de algodón.
fr: Un pantalon long, orange, en coton.
pl: Pomarańczowe spodnie do kostek wykonane z bawełny.
pt_br: Calça laranja, na altura do tornozelo, feita de algodão.
uk: Помаранчеві бавовняні штани.

source: Bromenal Legs
da: Bromenal benrustning
de: Bromenalbeine
es: Pantalones de Bromenal
fr: Jambières en Bromenal
pl: Spodnie Bromenalowe
pt_br: Perneiras de Bromenal
uk: Броменалеві Легінси

source: A bromenal leg armor.
da: Bromenal rustning til benene.
de: Eine Beinrüstung aus Bromenal.
es: Armadura de bromedal para las piernas.
fr: Une armure de jambes en bromenal.
pl: Bromenalowa zbroja na nogi.
pt_br: Uma armadura para as pernas feita de bromenal.
uk: Броменалеві легінси.

source: Black Cotton Skirt
da: Sort bomuldsnederdel
de: Schwarzer Baumwollrock
es: Falda Negra de Algodón
fr: Jupe en Coton Noire
pl: Czarna Bawełniana Spódnica
pt_br: Saia de Algodão Preta
uk: Чорна Бавовняна Спідниця

source: A black skirt made of linen cloth.
da: En sort nederdel, lavet af linnedstof.
de: Ein schwarzer Rock aus Leinen.
es: Una falda negra hecha de tela de lino.
fr: Une jupe noire en toile de lin.
pl: Czarna spódnica z tkaniny lnianej.
pt_br: Uma saia preta feita de linho.
uk: Чорна спідниця з бавовняного полотна.

source: Black Miniskirt
da: Sort mininederdel
de: Schwarzer Minirock
es: Minifalda Negra
fr: Mini-Jupe Noire
pl: Czarna Miniówka
pt_br: Minissaia Preta
uk: Чорна Мініспідниця

source: A black short skirt for hot summer days.
da: En kort sort nederdel til varme sommerdage
de: Ein schwarzer Minirock für heiße Sommertage.
es: Una minifalda negra para los días calurosos de verano.
fr: Une jupe courte noire pour les chaudes journées d'été.
pl: Czarna, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta preta para dias de calor.
uk: Коротка чорна спідниця для спекотного літа.

source: Purple Miniskirt
da: Lilla mininederdel
de: Violetter Minirock
es: Minifalda Morada
fr: Mini-Jupe Violette
pl: Fioletowa Miniówka
pt_br: Minissaia Roxa
uk: Пурпурова Мініспідниця

source: A purple short skirt for hot summer days.
da: En kort lilla nederdel til varme sommerdage
de: Ein violetter Minirock für heiße Sommertage.
es: Una minifalda morada para los días calurosos de verano.
fr: Une jupe courte violette pour les chaudes journées d'été.
pl: Fioletowa, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta roxa para dias de calor.
uk: Коротка пурпурова спідниця для спекотного літа.

source: Cotton Skirt
da: Bomuldsnederdel
de: Baumwollrock
es: Falda de Algodón
fr: Jupe en Coton
pl: Bawełniana Spódnica
pt_br: Saia de Algodão
uk: Бавовняна Спідниця

source: A skirt made of linen cloth.
da: En nederdel, lavet af linnedstof.
de: Ein Rock aus Leinen.
es: Una falda hecha de tela de lino.
fr: Une jupe en toile de lin.
pl: Spódnica z tkaniny lnianej.
pt_br: Uma saia feita de linho.
uk: Спідниця з бавовняного полотна.

source: Red Cotton Trousers
da: Røde bomuldsbukser
de: Rote Baumwollhose
es: Pantalones Rojos de Algodón
fr: Pantalon en Coton Rouge
pl: Czerwone Bawełniane Spodnie
pt_br: Calça de Algodão Vermelha
uk: Червоні Бавовняні Штани

source: Red, ankle-length pants made of cotton.
da: Lange røde bukser, lavet af bomuld
de: Rote, knöchellange Hose aus Baumwolle.
es: Pantalones rojos hechos de algodón.
fr: Un pantalon long, rouge, en coton.
pl: Czerwone spodnie do kostek wykonane z bawełny.
pt_br: Calça vermelha, na altura do tornozelo, feita de algodão.
uk: Червоні бавовняні штани.

source: Dark Blue Cotton Shorts
da: Mørkeblå bomuldsshorts
de: Kurze, dunkelblaue Baumwollhose
es: Shorts Azul Oscuro de Algodón
fr: Short en Coton Bleu Foncé
pl: Ciemnoniebieskie Bawełniane Szorty
pt_br: Short de Algodão Azul Escuro
uk: Темно-сині Бавовняні Шорти

source: Dark blue shorts made of 100% cotton.
da: Mørkeblå shorts, lavet af 100% bomuld.
de: Kurze, dunkelblaue Hose aus 100% Baumwolle.
es: Shorts azul oscuro hechos 100% de algodón.
fr: Short bleu foncé 100% coton.
pl: Ciemnoniebieskie szorty wykonane w 100% z bawełny.
pt_br: Short azul escuro feito de 100% algodão.
uk: Темно-сині шорти з 100% котону.

source: Red Cotton Skirt
da: Rød bomuldsnederdel
de: Roter Baumwollrock
es: Falda Roja de Algodón
fr: Jupe en Coton Rouge
pl: Czerwona Bawełniana Spódnica
pt_br: Saia de Algodão Vermelha
uk: Червона Бавовняна Спідниця

source: A red skirt made of linen cloth.
da: En rød nederdel, lavet af linnedstof.
de: Ein roter Rock aus Leinen.
es: Una falda roja hecha de tela de lino.
fr: Une jupe rouge en toile de lin.
pl: Czerwona spódnica z tkaniny lnianej.
pt_br: Uma saia vermelha feita de linho.
uk: Червона спідниця з бавовняного полотна.

source: Green Cotton Skirt
da: Grøn bomuldsnederdel
de: Grüner Baumwollrock
es: Falda Verde de Algodón
fr: Jupe en Coton Verte
pl: Zielona Bawełniana Spódnica
pt_br: Saia de Algodão Verde
uk: Зелена Бавовняна Спідниця

source: A green skirt made of linen cloth.
da: En grøn nederdel lavet af linnedstof.
de: Ein grüner Rock aus Leinen.
es: Una falda verde hecha de tela de lino.
fr: Une jupe verte en toile de lin.
pl: Zielona spódnica z tkaniny lnianej.
pt_br: Uma saia verde feita de linho.
uk: Зелена спідниця з бавовняного полотна.

source: Pink Cotton Shorts
da: Pink bomuldsshorts
de: Pinke, kurze Baumwollhose
es: Shorts Rosa de Algodón
fr: Short en Coton Rose
pl: Różowe Bawełniane Szorty
pt_br: Short de Algodão Rosa
uk: Рожеві Бавовняні Шорти

source: Pink shorts made of 100% cotton.
da: Pink shorts, lavet af 100% bomuld.
de: Kurze, pinke Hose aus 100% Baumwolle.
es: Shorts rosa hechos 100% de algodón.
fr: Short rose 100% coton.
pl: Różowe szorty wykonane w 100% z bawełny.
pt_br: Short rosa feito de 100% algodão.
uk: Рожеві шорти з 100% котону.

source: Dark Green Cotton Trousers
da: Mørkegrønne bomuldsbukser
de: Dunkelgrüne Baumwollhose
es: Pantalones Verde Oscuro de Algodón
fr: Pantalon en Coton Vert Foncé
pl: Ciemnozielone Bawełniane Spodnie
pt_br: Calça de Algodão Verde Escura
uk: Темно-зелені Бавовняні Штани
