Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A red lined purple sorcerer robe.
da: En lilla troldmandskåbe, med rød kant.
de: Eine rot gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Roja.
fr: Une robe de sorcier violette bordée de rouge.
pl: Fioletowa szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em vermelho.

source: Fine Yellow Dress
da: Fin gul kjole
de: Feines gelbes Kleid
es: Vestido Fino Amarillo
fr: Robe Raffinée Jaune
pl: Piękna Żółta Suknia
pt_br: Vestido de Gala Amarelo

source: A yellow dress made from the finest materials.
da: En gul kjole, lavet af de fineste materialer.
de: Ein gelbes Kleid aus den feinsten Materialien.
es: Un vestido amarillo hecho de los más finos materiales.
fr: Une robe jaune cousue dans les matières les plus fines.
pl: Żółta suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido amarelo feito dos materiais mais nobres.

source: Dark Talisman
da: Mørk talisman
de: Dunkler Talisman
es: Talismán Oscuro
fr: Talisman Noir
pl: Talizman Mroku
pt_br: Talismã das Trevas
uk: Темний Талісман

source: A small cube. It radiates unimaginable power, and is quite dizzying to look at.
da: El lille terning. Den udstråler ubegribelig kraft og man bliver ret svimmel af at se på den.
de: Ein kleiner Würfel. Er stahlt voll unverstellbarer Macht, und es ist sehr schwindelerregend ihn zu betrachten.
es: Un cubo que irradia un poder inimaginable, incluso marea cuando lo miras.
fr: Un petit cube. Il irradie une force inimaginable et donne clairement le vertige à ceux qui le regardent.
pl: Mała kostka. Promieniuje niewyobrażalną mocą, patrząc na nią dostaniesz zawrotów głowy.
pt_br: Um cubo pequeno. Ele irradia poderes inimagináveis, e é meio atordoante olhar para ele.
uk: Маленький куб. Випромінює неуявну силу, запаморочливий на погляд.

source: Unimaginable powers to a successful wielder. M. Attack +100
da: Ubegribelige kræfter til en succesfuld bærer. M. Angreb +100
de: Unvorstellbare Kraft für jemanden, der es richtig benutzt. M. Angriff +100
es: Un poder inimaginable para un portador exitoso. At. Mágico +100
fr: Son utilisateur se voit conférer des pouvoirs inimaginables. Attaque M. +100
pl: Niewyobrażalne moce dla szczęśliwego posiadacza. M. Atak +100
pt_br: Poderes inimagináveis para um conjurador de sucesso. Ataque M. +100
uk: Надає неймовірні здібності тому, хто зможе його втримати. Магічна атака +100

source: Pink Sorcerer Robe (Orange)
da: Pink troldmandskåbe (Orange)
de: Pinke Zaubererrobe (Orange)
es: Túnica de Hechicero Rosada (Anaranjada)
fr: Robe de Sorcier Rose (Orange)
pl: Różowa Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Rosa (Laranja)

source: A Orange lined Pink sorcerer robe.
da: En pink troldmandskåbe, med orange kant.
de: Eine orange gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Anaranjada.
fr: Une robe de sorcier rose bordée d'orange.
pl: Różowa szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em laranja.

source: Purple Sorcerer Robe (Light Blue)
da: Lilla troldmandskåbe (Lyseblå)
de: Violette Zaubererrobe (Hellblau)
es: Túnica de Hechicero Morada (Azul Claro)
fr: Robe de Sorcier Violette ( Bleu Clair)
pl: Fioletowa Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Roxo (Azul Claro)
uk: Пурпурова Роба Чарівника (Блакитна Кайма)

source: A Light Blue lined Purple sorcerer robe.
da: En lilla troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Azul Claro.
fr: Une robe de sorcier violette bordée de bleu clair.
pl: Fioletowa szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em azul claro.
uk: Пурпурова роба чарівника з блакитною каймою.

source: Red Sorcerer Robe (Light Blue)
da: Rød troldmandskåbe (Lyseblå)
de: Rote Zaubererrobe (Hellblau)
es: Túnica de Hechicero Roja (Azul Claro)
fr: Robe de Sorcier Rouge (Bleu Clair)
pl: Czerwona Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Vermelho (Azul Claro)
uk: Червона Роба Чарівника (Блакитна Кайма)

source: A Light Blue lined Red sorcerer robe.
da: En rød troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Azul Claro.
fr: Une robe de sorcier rouge bordée de bleu clair.
pl: Czerwona szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro vermelho detalhado em azul claro.

source: Dark Blue Sorcerer Robe (Pink)
da: Mørkeblå troldmandskåbe (Pink)
de: Dunkelblaue Zaubererrobe (Pink)
es: Túnica de Hechicero Azul Oscuro (Rosada)
fr: Robe de Sorcier Bleu Foncé (Rose)
pl: Ciemnoniebieska Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Rosa)
uk: Темно-синя Роба Чарівника (Рожева Кайма)

source: A Pink lined Dark Blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med pink kant.
de: Eine pink gefütterte dunkelblaue Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Rosada.
fr: Une robe de sorcier bleu foncé bordée de rose.
pl: Ciemnoniebieska szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro azul escuro detalhado em rosa.
uk: Темно-синя роба чарівника з рожевою каймою.

source: GM Robe
da: spilmester kåbe
es: Túnica de GM
fr: Robe des Maîtres du Jeu
pl: Szata GM
pt_br: Robe de GM
uk: ГМ Роба

source: A light and shimmering silk robe made for GMs. Only GMs can wear this.
da: En let og flagrende silkekåbe, lavet til spilmestre. Kun spilmestre kan bære den.
de: Eine leichte und schimmernde Seidenrobe für GMs gemacht. Nur GMs können sie tragen.
es: Una túnica de seda reluciente hecha para los GMs. Solo los GMs pueden equiparla.
fr: Une robe en soie légère et chatoyante faite pour les Maîtres du Jeu. Seuls les Maîtres du Jeu peuvent en porter une.
pl: Lekka i lśniąca bawełniana szata zrobiona dla GM-ów. Tylko GM mogą ją nosić.
pt_br: Um robe de seda leve e brilhante feito para GMs. Apenas GMs podem vestí-lo.
uk: Граціозна та мерехтлива шовкова роба, зроблена та доступна для вдягнення тільки для ГМ'ів.

source: Assassin Shirt
da: Snigmorder trøje
de: Assassinenhemd
es: Camisa de Asesino
fr: Chemise d'Assassin
pl: Koszula Asasyna
pt_br: Camisa do Assassino.
uk: Сорочка Найманого Вбивці

source: Shirt for a master assassin.
da: Trøje til en mester snigmorder.
de: Hemd für Meisterassassinen.
es: Una camisa para asesinos profesionales.
fr: Une chemise pour maître assassin.
pl: Spodnie dla mistrza asasyna.
pt_br: Camisa para um mestre assassino.
uk: Сорочка майстра вбивства.

source: Funky Christmas Sweater
da: Funky jule-sweater
de: Flippiger Weihnachtspullover
es: Suéter Funky de Navidad
fr: Sweater de Noël Funky
pl: Luzacki Świąteczny Sweter
pt_br: Suéter de Natal Descolado
uk: Полохливий Різдвяний Светр

source: An itchy, woolen, green sweater with a faint pinetree emblem on it.
de: Ein kratziger wolliger grüner Pullover mit einem schwachen Tannenbaumemblem darauf.
es: Un suéter verde de lana con el emblema de un pino borroso en él.

source: Pink Sorcerer Robe (Black)
da: Pink troldmandskåbe (Sort)
de: Pinke Zaubererrobe (Schwarz)
es: Túnica de Hechicero Rosada (Negra)
fr: Robe de Sorcier Rose (Noire)
pl: Różowa Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro Rosa (Preto)

source: A Black lined Pink sorcerer robe.
da: En pink troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Negra.
fr: Une robe de sorcier rose bordée de noir.
pl: Różowa szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em preto.

source: Dark Blue Cotton Shirt
da: Mørkeblå bomuldstrøje
de: Dunkelblaues Baumwollhemd
es: Camiseta de Algodón Azul Oscura
fr: Tee-Shirt en Coton Bleu Foncé
pl: Ciemnoniebieska Bawełniana Koszulka
pt_br: Camisa de Algodão Azul Escura
uk: Темно-синя Бавовняна Сорочка

source: A dark blue shirt made of 100% cotton.
da: En mørkeblå trøje, lavet af 100% bomuld.
de: Ein dunkelblaues Hemd aus 100% Baumwolle.
es: Una camiseta azul oscura hecha 100% de algodón.
fr: Un tee-shirt en coton bleu foncé 100% coton.
pl: Ciemnoniebieska koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa azul escura feita de 100% algodão.
uk: Темно-синя сорочка з 100% бавовни.

source: Dark Green Sorcerer Robe (Dark Green)
da: Mørkegrøn troldmandskåbe (Mørkegrøn)
de: Dunkelgrüne Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Verde Oscuro (Verde Oscuro)
fr: Robe de Sorcier Vert Foncé (Vert Foncé)
pl: Ciemnozielona Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Verde Escuro)

source: Dark Green Sorcerer Robe (Red)
da: Mørkegrøn troldmandskåbe (Rød)
de: Dunkelgrüne Zaubererrobe (Rot)
es: Túnica de Hechicero Verde Oscuro (Roja)
fr: Robe de Sorcier Vert Foncé (Rouge)
pl: Ciemnozielona Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Vermelho)

source: A red lined dark green sorcerer robe.
da: En mørkegrøn troldmandskåbe, med rød kant.
de: Eine rot gefütterte dunkelgrün Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Roja.
fr: Une robe de sorcier vert foncé bordée de rouge.
pl: Zielona szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em vermelho.
uk: Темно-зелена роба чарівника з червоною каймою.

source: Pink Sorcerer Robe (Purple)
da: Pink troldmandskåbe (lilla)
de: Pinke Zaubererrobe (Violett)
es: Túnica de Hechicero Rosada (Morada)
fr: Robe de Sorcier Rose (Violette)
pl: Różowa Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Rosa (Roxo)
uk: Рожева Роба Чарівника (Пурпурова Кайма)

source: A Purple lined Pink sorcerer robe.
da: En pink troldmandskåbe, med lilla kant.
de: Eine violett gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Morada.
fr: Une robe de sorcier Rose bordée de Violet.
pl: Różowa szata czarodzieja z fioletową lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em roxo.
uk: Рожева роба чарівника з пурпуровою каймою.

source: White Evoker's Robe (Blue)
da: Hidkalders hvide kåbe (blå)
de: Weiße Robe des Hervorrufers (Blau)
es: Túnica de Mago Blanca (Azul)
fr: Robe d'Evocateur Blanche (Bleue)
pl: Biała Szata Wywoływacza (Niebieska lamówka)
pt_br: Robe do Evocador Branco (Azul)
uk: Роба Зазивателя Світла (Синя)

source: A blue lined white evoker's robe.
da: En hidkalders hvide kåbe, med blå kant.
de: Eine blau gefütterte weiße Robe des Hervorrufers.
es: Una túnica de mago blanca con una linea azul.
fr: Une robe d'évocateur blanche bordée de bleu.
pl: Biała szata wywoływacza z niebieską lamówką.
pt_br: Um robe de evocador branco detalhado em azul.
uk: Біля в синю смугу роба зазивателя світла.

source: Purple V-Neck Sweater
da: Lilla sweater
de: Violetter V-Ausschnitt Pullover
es: Suéter Cuello V Púrpura
fr: Pull Col en V Violet
pl: Fioletowy Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Roxo
uk: Пурпурний Пуловер

source: A thin, soft and warm purple sweater.
da: En tynd, blød og varm lilla sweater.
de: Ein dünner, weicher und warmer violetter Pullover.
es: Un jersey morado blando, cálido y fino.
fr: Un pull violet fin, doux et chaud.
pl: Cienki, miękki i ciepły fioletowy sweter.
pt_br: Um suéter roxo fino, macio e confortável.
uk: Легкий та комфортний пурпурний пуловер.

source: Red Sorcerer Robe (Yellow)
da: Rød troldmandskåbe (Gul)
de: Rote Zaubererrobe (Gelb)
es: Túnica de Hechicero Roja (Amarilla)
fr: Robe de Sorcier Rouge (Jaune)
pl: Czerwona Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Vermelho (Amarelo)

source: A Yellow lined Red sorcerer robe.
da: En rød troldmandskåbe, med gul kant.
de: Eine gelb gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Amarilla.
fr: Une robe de sorcier rouge bordée de jaune.
pl: Czerwona szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro vermelho detalhado em amarelo.

source: Dark Green Sorcerer Robe (Purple)
da: Mørkegrøn troldmandskåbe (Lilla)
de: Dunkelgrüne Zaubererrobe (Violett)
es: Túnica de Hechicero Verde Oscuro (Morada)
fr: Robe de Sorcier Vert Foncé (Violette)
pl: Ciemnozielona Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Roxo)
uk: Темно-зелена Роба Чарівника (Пурпурова Кайма)

source: A Purple lined Dark Green sorcerer robe.
da: En mørkegrøn troldmandskåbe, med lilla kant.
de: Eine violett gefütterte dunkelgrün Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Morada.
fr: Une robe de sorcier vert foncé bordée de violet.
pl: Ciemnozielona szata czarodzieja z fioletową lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em roxo.
uk: Темно-зелена роба чарівника з пурпуровою каймою.

source: Light Blue V-Neck Sweater
da: Lyseblå sweater
de: Hellblauer V-Ausschnitt Pullover
es: Suéter Cuello V Azul Claro
fr: Pull Col en V Bleu Clair
pl: Jasnoniebieski Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Azul Claro
uk: Блакитний Пуловер

source: A thin, soft and warm light blue sweater.
da: En tynd, blød og varm lyseblå sweater.
de: Ein dünner, weicher und warmer hellblauer Pullover.
es: Un jersey azul claro blando, cálido y fino.
fr: Un pull bleu clair fin, doux et chaud.
pl: Cienki, miękki i ciepły jasnoniebieski sweter.
pt_br: Um suéter azul claro fino, macio e confortável.
uk: Легкий та комфортний блакитний пуловер.

source: V-Neck Sweater
da: Sweater
de: V-Ausschnitt Pullover
es: Suéter de Cuello-V
fr: Pull Col en V
pl: Sweter ze szpiczastym dekoltem.
pt_br: Suéter de Gola V
uk: Пуловер

source: A thin, soft and warm sweater.
da: En tynd og blød, varm sweater.
de: Ein dünner, weicher und warmer Pullover.
es: Un jersey blando, cálido y fino.
fr: Un pull fin, doux et chaud.
pl: Cienki, miękki i ciepły sweter.
pt_br: Um suéter fino, macio e confortável.
uk: Легкий та комфортний пуловер.

source: M. Attack -24
da: M. Angreb -24
de: M. Angriff -24
es: At. Mágico -24
fr: Attaque M. -24
pl: M. Atak -24
pt_br: Ataque M. -24
uk: Магічна атака -24

source: Light Blue Silk Robe
da: Lyseblå silkekåbe
de: Hellblaue Seidenrobe
es: Túnica de Seda Azul Clara
fr: Robe en Soie Bleu Clair
pl: Jasnoniebieska Bawełniana Szata
pt_br: Robe de Seda Azul Claro
uk: Блакитна Шовкова Роба

source: A light and shimmering light blue silk robe.
da: En let og flagrende, lyseblå silkekåbe.
de: Eine leichte und schimmernde hellblaue Seidenrobe.
es: Una túnica azul clara de seda ligera y reluciente.
fr: Une robe en soie bleu clair légère et chatoyante.
pl: Lekka i lśniąca jasnoniebieska bawełniana szata.
pt_br: Um robe de seda azul claro leve e brilhante.
uk: Граціозна та мерехтлива блакитна шовкова роба.

source: Dark Blue Sorcerer Robe (Purple)
da: Mørkeblå troldmandskåbe (lilla)
de: Dunkelblaue Zaubererrobe (Violett)
es: Túnica de Hechicero Azul Oscuro (Morada)
fr: Robe de Sorcier Bleu Foncé (Violette)
pl: Ciemnoniebieska Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Roxo)
uk: Темно-синя Роба Чарівника (Пурпурова Кайма)

source: A Purple lined Dark Blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med lilla kant.
de: Eine violett gefütterte dunkelblaue Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Morada.
fr: Une robe de sorcier bleu foncé bordée de violet.
pt_br: Um robe de feiticeiro azul escuro detalhado em roxo.
uk: Темно-синя роба чарівника з пурпуровою каймою.

source: Red Sorcerer Robe (Green)
da: Rød troldmandskåbe (Grøn)
de: Rote Zaubererrobe (Grün)
es: Túnica de Hechicero Roja (Verde)
fr: Robe de Sorcier Rouge (Verte)
pl: Czerwona Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Vermelho (Verde)

source: A Green lined Red sorcerer robe.
da: En rød troldmandskåbe, med grøn kant.
de: Eine grün gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Verde.
fr: Une robe de sorcier rouge bordée de vert.
pl: Czerwona szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro vermelho detalhado em verde.

source: Green Sorcerer Robe (Dark Green)
da: Grøn troldmandskåbe (Mørkegrøn)
de: Grüne Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Verde (Verde Oscuro)
fr: Robe de Sorcier Verte (Vert Foncé)
pl: Zielona Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro Verde (Verde Escuro)

source: Yellow Sorcerer Robe (Dark Blue)
da: Gul troldmandskåbe (Mørkeblå)
de: Gelbe Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Amarilla (Azul Oscuro)
fr: Robe de Sorcier Jaune (Bleu Foncé)
pl: Żółta Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro Amarelo (Azul Escuro)
uk: Жовта Роба Чарівника (Темно-синя Кайма)

source: A Dark Blue lined Yellow sorcerer robe.
da: En gul troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier jaune bordée de bleu foncé.
pl: Żółta szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em azul escuro.

source: Light Blue Sorcerer Robe (Purple)
da: Lyseblå troldmandskåbe (Lilla)
de: Hellblaue Zaubererrobe (Violett)
es: Túnica de Hechicero Azul Claro (Morada)
fr: Robe de Sorcier Bleu Clair (Violette)
pl: Jasnoniebieska Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Roxo)

source: A Purple lined Light Blue sorcerer robe.
da: En lyseblå troldmandskåbe, med lilla kant.
de: Eine violett gefütterte hellblaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Morada.
fr: Une robe de sorcier bleu clair bordée de violet.
pl: Fioletowa szata czarodzieja z fioletową lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em roxo.

source: Golden Warlord Plate
da: Gylden krigsherre rustning
de: Goldene Kriegsherrenplatte
es: Armadura de Oro de Señor de la Guerra
fr: Armure de Plates de Seigneur de la Guerre Dorée
pl: Złota Zbroja Watażki
pt_br: Couraça Dourada do Senhor da Guerra
uk: Золоті Обладунки Воєводи

source: Strong and decorative armor made from gold.
da: Stærk og dekorativ rustning, lavet af guld.
de: Starke und dekorative Rüstung aus Gold.
es: Una armadura fuerte y decorativa hecha de oro.
fr: Une belle armure en or bien solide.
pl: Mocny i dekoracyjny pancerz wykonany ze złota
pt_br: Armadura forte e decorativa feita de ouro.
uk: Міцна та декоративна броня відлита з чистого золота.

source: M. Attack -110
da: M. Angreb -110
de: M. Angriff -110
es: At. Mágico -110
fr: Attaque M. -110
pl: M.atak -110
pt_br: Ataque M. -110
uk: Магічна атака -110

source: Green Tank Top
da: Grøn undertrøje
de: Grünes Tanktop
es: Camisa Verde
fr: Débardeur Vert
pl: Zielona Koszulka Bezrękawnik
pt_br: Regata Verde
uk: Зелена Майка

source: A green sleeveless shirt for hot summer days.
da: En grøn undertrøje til varme sommerdage.
de: Ein grünes, ärmelloses Shirt für heiße Sommertage.
es: Una camiseta verde sin mangas para los días calurosos de verano.
fr: Un tee-shirt vert sans manches pour les chaudes journées d'été.
pl: Zielona koszulka bez rękawów na gorące, letnie dni.
pt_br: Um camiseta verde sem mangas para dias de calor.
uk: Зелена безрукавна майка для спекотного літа.

source: Yellow Short Tank Top
da: Gul kort undertrøje
de: Gelbes kurzes Tanktop
es: Camisa Corta Amarilla
fr: Débardeur Court Jaune
pl: Żółta Krótka Koszulka Bezrękawnik
pt_br: Top Amarelo
uk: Коротка Жовта Майка

source: A short, sleeveless yellow shirt for VERY hot summer days.
da: En kort gul undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses gelbes Shirt für SEHR heiße Sommertage.
es: Una camiseta corta amarilla sin mangas para los días calurosos de verano.
fr: Un court tee-shirt jaune sans manches pour les TRES chaudes journées d'été.
pl: Żółta krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta amarela curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка жовта безрукавна майка для ДУЖЕ спекотного літа.

source: Orange Sorcerer Robe (Dark Green)
da: Orange troldmandskåbe (Mørkegrøn)
de: Orangene Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Anaranjada (Verde Oscuro)
fr: Robe de Sorcier Orange (Vert Foncé)
pl: Pomarańczowa Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro Laranja (Verde Escuro)

source: Pink Tank Top
da: Pink undertrøje
de: Pinkes Tanktop
es: Camisa Rosa
fr: Débardeur Rose
pl: Różowa Koszulka Bezrękawnik
pt_br: Regata Rosa
uk: Рожева Майка

source: A pink sleeveless shirt for hot summer days.
da: En pink undertrøje til varme sommerdage.
de: Ein pinkes, ärmelloses Shirt für heiße Sommertage.
es: Una camiseta rosa sin mangas para los días calurosos de verano.
fr: Un tee-shirt rose sans manches pour les chaudes journées d'été.
pl: Różowa koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta rosa sem mangas para dias de calor.
uk: Рожева безрукавна майка для спекотного літа.

source: Black Cotton Shirt
da: Sort bomuldstrøje
de: Schwarzes Baumwollhemd
es: Camisa Negra de Algodón
fr: Tee-Shirt en Coton Noir
pl: Czarna Bawełniana Koszulka
pt_br: Camisa de Algodão Preta
uk: Чорна Бавовняна Сорочка

source: A black shirt made of 100% cotton.
da: En sort trøje, lavet af 100% bomuld.
de: Ein schwarzes Hemd aus 100% Baumwolle.
es: Una camiseta negra hecha 100% de algodón.
fr: Un tee-shirt noir 100% coton.
pl: Czarna koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa preta feita de 100% algodão.
uk: Чорна сорочка з 100% бавовни.

source: Green Sorcerer Robe (Purple)
da: Grøn troldmandskåbe (Lilla)
de: Grüne Zaubererrobe (Violett)
es: Túnica de Hechicero Verde (Morada)
fr: Robe de Sorcier Verte (Violette)
pl: Zielona Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Verde (Roxo)

source: A Purple lined Green sorcerer robe.
da: En grøn troldmandskåbe, med lilla kant.
de: Eine violett gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde, bordeada con una línea Morada.
fr: Une robe de sorcier verte bordée de violet.
pl: Zielona szata czarodzieja z fioletową lamówką.
pt_br: Um robe de feiticeiro verde detalhado em roxo.

source: Orange Sorcerer Robe (Black)
da: Orange troldmandskåbe (Sort)
de: Orangene Zaubererrobe (Schwarz)
es: Túnica de Hechicero Anaranjada (Negra)
fr: Robe de Sorcier Orange (Noire)
pl: Pomarańczowa Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro Laranja (Preto)

source: A Black lined Orange sorcerer robe.
da: En orange troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Negra.
fr: Une robe de sorcier orange bordée de noir.
pl: Pomarańczowa szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro laranja detalhado em preto.

source: Fine Dark Blue Dress
da: Fin mørkeblå kjole
de: Feines dunkelblaues Kleid
es: Vestido Fino Azul Oscuro
fr: Robe Raffinée Bleu Foncé
pl: Piękna Ciemnoniebieska Suknia
pt_br: Vestido de Gala Azul Escuro

source: A dark blue dress made from the finest materials.
da: En mørkeblå kjole, lavet af de fineste materialer.
de: Ein dunkelblaues Kleid aus den feinsten Materialien.
es: Un vestido azul oscuro hecho de los más finos materiales.
fr: Une robe bleu foncé cousue dans les matières les plus fines.
pl: Ciemnoniebieska suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido azul escuro feito dos materiais mais nobres.

source: Light Blue Sorcerer Robe (White)
da: Lyseblå troldmandskåbe (Hvid)
de: Hellblaue Zaubererrobe (Weiß)
es: Túnica de Hechicero Azul Claro (Blanca)
fr: Robe de Sorcier Bleu Clair (Blanche)
pl: Jasnoniebieska Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Branco)
