Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A light and shimmering yellow silk robe.
da: En let og flagrende, gul silkekåbe.
de: Eine leichte und schimmernde gelbe Seidenrobe.
es: Una túnica amarilla de seda ligera y reluciente.
fr: Une robe en soie jaune légère et chatoyante.
pl: Lekka i lśniąca żółta bawełniana szata.
pt_br: Um robe de seda amarelo leve e brilhante.
uk: Граціозна та мерехтлива жовта шовкова роба.

source: Dark Green Sorcerer Robe (Green)
da: Mørkegrøn troldmandskåbe (Grøn)
de: Dunkelgrüne Zaubererrobe (Grün)
es: Túnica de Hechicero Verde Oscuro (Verde)
fr: Robe de Sorcier Vert Foncé (Vert)
pl: Ciemnozielona Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Verde)
uk: Темно-зелена Роба Чарівника (Зелена Кайма)

source: A Green lined Dark Green sorcerer robe.
da: En grøn troldmandskåbe, med mørkegrøn kant.
de: Eine grün gefütterte dunkelgrüne Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Verde.
fr: Une robe de sorcier vert foncé bordée de vert.
pl: Ciemnozielona szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em verde.

source: Purple Sorcerer Robe (White)
da: Lilla troldmandskåbe (Hvid)
de: Violette Zaubererrobe (Weiß)
es: Túnica de Hechicero Morada (Blanca)
fr: Robe de Sorcier Violette (Blanche)
pl: Fioletowa Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Roxo (Branco)
uk: Пурпурова Роба Чарівника (Біла Кайма)

source: Orange V-Neck Sweater
da: Orange sweater
de: Orangener V-Ausschnitt Pullover
es: Suéter Cuello V Naranja
fr: Pull Col en V Orange
pl: Pomarańczowy Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Laranja
uk: Помаранчевий Пуловер

source: A thin, soft and warm orange sweater.
da: En tynd, blød og varm orange sweater.
de: Ein dünner, weicher und warmer orangener Pullover.
es: Un jersey naranja blando, cálido y fino.
fr: Un pull orange fin, doux et chaud.
pl: Cienki, miękki i ciepły pomarańczowy sweter.
pt_br: Um suéter laranja fino, macio e confortável.
uk: Легкий та комфортний помаранчевий пуловер.

source: Sorcerer Robe (Black)
da: Troldmandskåbe (Sort)
de: Zaubererrobe (Schwarz)
es: Túnica de Hechicero (Negra)
fr: Robe de Sorcier (Noire)
pl: Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro (Preto)

source: A Black lined sorcerer robe.
da: En troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Negra.
fr: Une robe de sorcier bordée de noir.
pl: Szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro detalhado em preto.
uk: Роба чарівника з чорною каймою.

source: Dark Green Sorcerer Robe (Orange)
da: Mørkegrøn troldmandskåbe (Orange)
de: Dunkelgrüne Zaubererrobe (Orange)
es: Túnica de Hechicero Verde Oscuro (Anaranjada)
fr: Robe de Sorcier Vert Foncé (Orange)
pl: Ciemnozielona Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Laranja)

source: A Orange lined Dark Green sorcerer robe.
da: En mørkegrøn troldmandskåbe, med orange kant.
de: Eine orange gefütterte dunkelgrün Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Anaranjada.
fr: Une robe de sorcier vert foncé bordée d'orange.
pl: Ciemnozielona szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em laranja.
uk: Темно-зелена роба чарівника з помаранчевою каймою.

source: Lazurite Robe
da: Lazurit Kåbe
de: Lazurit-Robe
es: Túnica de Lazurita
fr: Robe en Lazurite
pl: Lazurytowa Szata
pt_br: Robe de Lazurita
uk: Лазуритова Роба

source: A robe overflowing of magical aura.
da: En kåbe med kraftig magisk aura.
de: Eine Robe mit überströmender, magischer Aura.
es: Una túnica con aura mágico.
fr: Une aura magique émane de cette robe.
pl: Szata przepełniona magiczną aurą.
pt_br: Um robe transbordando de aura mágica.
uk: Роба, сповнена магічною силою.

source: M. Attack +60 / Move Speed -15% / VIT Defense -40% / M. Defense +60 / Requires Level 90 / Intelligence 70+ and Vitality 40+ required to activate the bonuses
da: M. Angreb +60 / Fart -15% / Vitalforsvar -40% / M. Forsvar +60 / Kræver niveau 90 / Intelligens 70+ og Vitalitet 40+ Kræves for at aktivere bonusser
de: M. Angriff +60 / Laufgeschwindigkeit -15% / VIT Verteidigung -40% / M. Verteidigung +60 / Benötigt Level 90 / Intelligenz 70+ und Gesundheit 40+ benötigt um Boni zu aktivieren
es: At. Mágico +60/ Veloc Movim -15%/ Vitalidad -40%/ Def Mágica +60%/ Requiere Nvl 90/ Requiere Inteligencia +70 y Vitalidad +40 para activar el bonus
fr: Attaque M. +60 / Vitesse de Déplacement -15% / Défense VIT -40% / Défense M. +60 / Niveau 90 Requis / Intelligence 70+ et Vitalité 40+ requis pour activer les bonus.
pl: M. Atak +60 / Prędkość Poruszania -15% / ŻYW Obrona -40% / M. Obrona +60 / Wymaga Poziomu 90 / Inteligencja 70+ i Żywotność 40+ wymagane by aktywować bonusy
pt_br: Ataque M. +60 / Velocidade de Movimento -15% / Defesa VIT -40% / Defesa M. +60 / Requer nível 90 / Inteligência 70+ e Vitalidade 40+ para ativar os bônus
uk: Магічна атака +60 / Швидкість руху -15% / ВИТ захист -40% / Магічнийзахист +60 / Потребує для активації бонусів Рівень 90 / Інтелект 70+ /Витривалість 40+

source: Desert Shirt
da: Ørken trøje
de: Wüstenhemd
es: Camiseta del Desierto
fr: Chemise du Désert
pl: Koszula Pustynna
pt_br: Camisa do Deserto
uk: Пустельна Сорочка

source: A shirt suitable for desert trips.
da: En god trøje til ørkenrejser.
de: Ein Hemd gemacht für Wüstenausflüge.
es: Una camiseta para viajar por el desierto.
fr: Une chemise à porter lors des traversées du désert.
pl: Koszula idealna na pustynne wyprawy.
pt_br: Uma camisa apropriada para viagens no deserto.
uk: Сорочка, що найкраще підходить для подорожей у пустелі.

source: M. Attack -18
da: M. Angreb -18
de: M. Angriff -18
es: At. Mágico -18
fr: Attaque M. -18
pl: M. Atak -18
pt_br: Ataque M. -18
uk: Маг. атака -18

source: Dark Green Silk Robe
da: Mørkegrøn silkekåbe
de: Dunkelgrüne Seidenrobe
es: Túnica de Seda Verde Oscura
fr: Robe en Soie Vert Foncé
pl: Ciemnozielona Bawełniana Szata
pt_br: Robe de Seda Verde Escuro
uk: Темно-зелена Шовкова Роба

source: A light and shimmering dark green silk robe.
da: En let og flagrende, mørkegrøn silkekåbe.
de: Eine leichte und schimmernde dunkelgrüne Seidenrobe.
es: Una túnica verde oscura de seda ligera y reluciente.
fr: Une robe en soir vert foncé légère et chatoyante.
pl: Lekka i lśniąca ciemnozielona bawełniana szata.
pt_br: Um robe de seda verde escuro leve e brilhante.
uk: Граціозна та мерехтлива темно-зелена шовкова роба.

source: Yellow Cotton Shirt
da: Gul bomuldstrøje
de: Gelbes Baumwollhemd
es: Camiseta de Algodón Amarilla
fr: Tee-Shirt en Coton Jaune
pl: Żółta Bawełniana Koszulka
pt_br: Camisa de Algodão Amarela
uk: Жовта Бавовняна Сорочка

source: A yellow shirt made of 100% cotton.
da: En gul trøje, lavet af 100% bomuld.
de: Ein gelbes Hemd aus 100% Baumwolle.
es: Una camiseta amarilla hecha 100% de algodón.
fr: Un tee-shirt jaune 100% coton.
pl: Żółta koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa amarela feita de 100% algodão.
uk: Жовта сорочка з 100% бавовни.

source: Orange Sorcerer Robe (Purple)
da: Orange troldmandskåbe (Lilla)
de: Orangene Zaubererrobe (Violett)
es: Túnica de Hechicero Anaranjada (Morada)
fr: Robe de Sorcier Orange (Violette)
pl: Pomarańczowa Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Laranja (Roxo)

source: A Purple lined Orange sorcerer robe.
da: En orange troldmandskåbe, med lilla kant.
de: Eine violett gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Morada.
fr: Une robe de sorcier orange bordée de violet.
pl: Pomarańczowa szata czarodzieja z fioletową lamówką.
pt_br: Um robe de feiticeiro laranja detalhando em roxo.

source: Dark Green Cotton Shirt
da: Mørkegrøn bomuldstrøje
de: Dunkelgrünes Baumwollhemd
es: Camiseta de Algodón Verde Oscura
fr: Tee-Shirt en Coton Vert Foncé
pl: Ciemnozielona Bawełniana Koszulka
pt_br: Camisa de Algodão Verde Escura
uk: Темно-зелена Бавовняна Сорочка

source: A dark green shirt made of 100% cotton.
da: En mørkegrøn trøje, lavet af 100% bomuld.
de: Ein dunkelgrünes Hemd aus 100% Baumwolle.
es: Una camiseta verde oscura hecha 100% de algodón.
fr: Un tee-shirt en coton vert foncé 100% coton.
pl: Ciemnozielona koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa verde escura feita de 100% algodão.
uk: Темно-зелена сорочка з 100% бавовни.

source: Pink Sorcerer Robe (Light Blue)
da: Pink troldmandskåbe (Lyseblå)
de: Pinke Zaubererrobe (Hellblau)
es: Túnica de Hechicero Rosada (Azul Claro)
fr: Robe de Sorcier Rose (Bleu Clair)
pl: Różowa Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Rosa (Azul Claro)

source: A Light Blue lined Pink sorcerer robe.
da: En pink troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Azul Claro.
fr: Une robe de sorcier rose bordée de bleu clair.
pl: Różowa szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em azul claro.
uk: Рожева роба чарівника з блакитною каймою.

source: Light Blue Sorcerer Robe (Black)
da: Lyseblå troldmandskåbe (Sort)
de: Hellblaue Zaubererrobe (Schwarz)
es: Túnica de Hechicero Azul Claro (Negra)
fr: Robe de Sorcier Bleu Clair (Noire)
pl: Jasnoniebieska Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Preto)
uk: Блакитна Роба Чарівника (Чорна Кайма)

source: A Black lined Light Blue sorcerer robe.
da: En lyseblå troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte hellblaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Negra.
fr: Une robe de sorcier bleu clair bordée de noir.
pl: Jasnoniebieska szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em preto.

source: Light Blue Sorcerer Robe (Dark Blue)
da: Lyseblå troldmandskåbe (Mørkeblå)
de: Hellblaue Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Azul Claro (Azul Oscuro)
fr: Robe de Sorcier Bleu Clair (Bleu Foncé)
pl: Jasnoniebieska Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Azul Escuro)

source: A Dark Blue lined Light Blue sorcerer robe.
da: En lyseblå troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte hellblaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier bleu clair bordée de bleu foncé.
pl: Jasnoniebieska szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em azul escuro.

source: Sorcerer Robe (White)
da: Troldmandskåbe (Hvid)
de: Zaubererrobe (Weiß)
es: Túnica de Hechicero (Blanca)
fr: Robe de Sorcier (Blanche)
pl: Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro (Branco)

source: Light Blue Sorcerer Robe (Orange)
da: Lyseblå troldmandskåbe (Orange)
de: Hellblaue Zaubererrobe (Orange)
es: Túnica de Hechicero Azul Claro (Anaranjada)
fr: Robe de Sorcier Bleu Clair (Orange)
pl: Jasnoniebieska Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Laranja)

source: A Orange lined Light Blue sorcerer robe.
da: En lyseblå troldmandskåbe, med orange kant.
de: Eine orange gefütterte hellblaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Anaranjada.
fr: Une robe de sorcier bleu claire bordée d'orange.
pl: Jasnoniebieska szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em laranja.
uk: Блакитна роба чарівника з помаранчевою каймою.

source: Cotton Shirt
da: Bomuldstrøje
de: Baumwollhemd
es: Camisa de Algodón
fr: Tee-Shirt en Coton
pl: Bawełniana Koszulka
pt_br: Camisa de Algodão
uk: Бавовняні Шорти

source: A shirt made of 100% cotton.
da: En trøje, lavet af 100% bomuld.
de: Ein Hemd aus 100% Baumwolle.
es: Una camiseta hecha 100% de algodón.
fr: Un tee-shirt 100% coton.
pl: Koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa feita de 100% algodão.
uk: Шорти з 100% бавовни

source: Dark Blue Sorcerer Robe (Red)
da: Mørkeblå troldmandskåbe (Rød)
de: Dunkelblaue Zaubererrobe (Rot)
es: Túnica de Hechicero Azul Oscuro (Roja)
fr: Robe de Sorcier Bleu Foncé (Rouge)
pl: Ciemnoniebieska Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Vermelho)

source: A red lined dark blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med rød kant.
de: Eine rot gefütterte dunkelblaue Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Roja.
fr: Une robe de sorcier bleu foncé bordée de rouge.
pl: Ciemnoniebieska szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro azul escuro detalhado em vermelho.

source: Light Blue Sorcerer Robe (Dark Green)
da: Lyseblå troldmandskåbe (Mørkegrøn)
de: Hellblaue Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Azul Claro (Verde Oscuro)
fr: Robe de Sorcier Bleu Clair (Vert Foncé)
pl: Jasnoniebieska Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Verde Escuro)
uk: Блакитна Роба Чарівника (Темно-зелена Кайма)

source: A Dark Green lined Light Blue sorcerer robe.
da: En mørkegrøn troldmandskåbe, med mørkegrøn kant.
de: Eine dunkelgrün gefütterte hellblaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier bleu clair bordée de vert foncé.
pl: Jasnoniebieska szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em verde escuro.

source: Red V-Neck Sweater
da: Rød sweater
de: Roter V-Ausschnitt Pullover
es: Suéter Cuello V Rojo
fr: Pull Col en V Rouge
pl: Czerwony Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Vermelho
uk: Пуловер

source: A thin, soft and warm red sweater.
da: En tynd, blød og varm rød sweater.
de: Ein dünner, weicher und warmer roter Pullover.
es: Un jersey rojo blando, cálido y fino.
fr: Un pull rouge fin, doux et chaud.
pl: Cienki, miękki i ciepły czerwony sweter.
pt_br: Um suéter vermelho fino, macio e confortável.
uk: Легкий та комфортний червоний пуловер.

source: Fine Red Dress
da: Fin rød kjole
de: Feines rotes Kleid
es: Vestido Fino Rojo
fr: Robe Raffinée Rouge
pl: Piękna Czerwona Suknia
pt_br: Vestido de Gala Vermelho
uk: Файна Червона Сукня

source: A red dress made from the finest materials.
da: En rød kjole, lavet af de fineste materialer.
de: Ein rotes Kleid aus den feinsten Materialien.
es: Un vestido rojo hecho de los más finos materiales.
fr: Une robe rouge cousue dans les matières les plus fines.
pl: Czerwona suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido vermelho feito dos materiais mais nobres.

source: Yellow Sorcerer Robe (Purple)
da: Gul troldmandskåbe (Lilla)
de: Gelbe Zaubererrobe (Violett)
es: Túnica de Hechicero Amarilla (Morada)
fr: Robe de Sorcier Jaune (Violette)
pl: Żółta Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro Amarelo (Roxo)

source: A Purple lined Yellow sorcerer robe.
da: En gul troldmandskåbe, med lilla kant.
de: Eine violett gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Morada.
fr: Une robe de sorcier jaune bordée de violet.
pl: Żółta szata czarodzieja z fioletową lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em roxo.
uk: Жовта роба чарівника з пурпуровою каймою.

source: Sorcerer Robe (Red)
da: Troldmandskåbe (Rød)
de: Zaubererrobe (Rot)
es: Túnica de Hechicero (Roja)
fr: Robe de Sorcier (Rouge)
pl: Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro (Vermelho)
uk: Роба Чарівника (Червона Кайма)

source: A red lined sorcerer robe.
da: En troldmandskåbe, med rød kant.
de: Eine rot gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Roja.
fr: Une robe de sorcier bordée de rouge.
pl: Szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro detalhado em vermelho.
uk: Роба чарівника з червоною каймою.

source: Green Contributor Shirt
da: Grøn bidrager trøje
de: Grünes Hemd für Mitwirkende
es: Camisa de Colaborador Verde
fr: Tee-Shirt de Contributeur Vert
pl: Zielona Koszula Kontrybutora
pt_br: Camiseta do Contribuidor Verde
uk: Зелена Сорочка Співрозробника

source: Sorcerer Robe (Orange)
da: Troldmandskåbe (Orange)
de: Zaubererrobe (Orange)
es: Túnica de Hechicero (Anaranjada)
fr: Robe de Sorcier (Orange)
pl: Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro (Laranja)

source: A Orange lined sorcerer robe.
da: En troldmandskåbe, med orange kant.
de: Eine orange gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Anaranjada.
fr: Une robe de sorcier bordée d'orange.
pl: Szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro detalhado em laranja.
uk: Роба чарівника з помаранчевою каймою.

source: Purple Sorcerer Robe (Pink)
da: Lilla troldmandskåbe (Pink)
de: Violette Zaubererrobe (Pink)
es: Túnica de Hechicero Morada (Rosada)
fr: Robe de Sorcier Violette (Rose)
pl: Fioletowa Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Roxo (Rosa)

source: A Pink lined Purple sorcerer robe.
da: En pink troldmandskåbe, med lilla kant.
de: Eine pink gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Rosada.
fr: Une robe de sorcier violette bordée de rose.
pl: Fioletowa szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em rosa.
uk: Пурпурова роба чарівника з рожевою каймою.

source: Short Tank Top
da: Kort undertrøje
de: Kurzes Tanktop
es: Camisa Corta
fr: Débardeur Court
pl: Krótka Koszulka Bezrękawnik
pt_br: Top
uk: Коротка Майка

source: A short, sleeveless shirt for VERY hot summer days.
da: En kort undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses Shirt für SEHR heiße Sommertage.
es: Una camiseta corta sin mangas para los días calurosos de verano.
fr: Un court tee-shirt sans manches pour les TRES chaudes journées d'été.
pl: Krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка безрукавна майка для ДУЖЕ спекотного літа.

source: Dark Blue Short Tank Top
da: Mørkeblå kort undertrøje
de: Dunkelblaues kurzes Tanktop
es: Camisa Corta Azul Oscura
fr: Débardeur Court Bleu Foncé
pl: Ciemnoniebieska Krótka Koszulka Bezrękawnik
pt_br: Top Azul Escuro
uk: Коротка Темно-синя Майка

source: A short, sleeveless dark blue shirt for VERY hot summer days.
da: En kort mørkeblå undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses dunkelblaues Shirt für SEHR heiße Sommertage.
es: Una camiseta corta azul oscura sin mangas para los días calurosos de verano.
fr: Un court tee-shirt bleu foncé sans manches pour les TRES chaudes journées d'été.
pl: Ciemnoniebieska krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta azul escura curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка темно-синя безрукавна майка для ДУЖЕ спекотного літа.

source: Dark Blue Sorcerer Robe (Green)
da: Mørkeblå troldmandskåbe (Grøn)
de: Dunkelblaue Zaubererrobe (Grün)
es: Túnica de Hechicero Azul Oscuro (Verde)
fr: Robe de Sorcier Bleu Foncé (Verte)
pl: Ciemnoniebieska Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Verde)

source: A Green lined Dark Blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med grøn kant.
de: Eine grün gefütterte dunkelblaue Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Verde.
fr: Une robe de sorcier bleu foncé bordée de vert.
pl: Ciemnoniebieska szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro azul escuro detalhado em verde.
uk: Темно-синя роба чарівника з зеленою каймою.

source: Dark Blue Sorcerer Robe (Yellow)
da: Mørkeblå troldmandskåbe (Gul)
de: Dunkelblaue Zaubererrobe (Gelb)
es: Túnica de Hechicero Azul Oscuro (Amarilla)
fr: Robe de Sorcier Bleu Foncé (Jaune)
pl: Ciemnoniebieska Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Amarelo)

source: A Yellow lined Dark Blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med gul kant.
de: Eine gelb gefütterte dunkelblaue Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Amarilla.
fr: Une robe de sorcier bleu foncé bordée de jaune.
pl: Ciemnoniebieska szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro azul escuro detalhado em amarelo.
uk: Темно-синя роба чарівника з жовтою каймою.

source: Light Blue Tank Top
da: Lyseblå undertrøje
de: Hellblaues Tanktop
es: Camisa Azul Clara
fr: Débardeur Bleu Clair
pl: Jasnoniebieska Koszulka Bezrękawnik
pt_br: Regata Azul Clara
uk: Блакитна Майка

source: A light blue sleeveless shirt for hot summer days.
da: En lyseblå undertrøje til varme sommerdage.
de: Ein hellblaues, ärmelloses Shirt für heiße Sommertage.
es: Una camiseta azul clara sin mangas para los días calurosos de verano.
fr: Un tee-shirt bleu clair sans manches pour les chaudes journées d'été.
pl: Jasnoniebieska koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta azul clara sem mangas para dias de calor.
uk: Блакитна безрукавна майка для спекотного літа.

source: Red Sorcerer Robe (Orange)
da: Rød troldmandskåbe (Orange)
de: Rote Zaubererrobe (Orange)
es: Túnica de Hechicero Roja (Anaranjada)
fr: Robe de Sorcier Rouge (Orange)
pl: Czerwona Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Vermelho (Laranja)
uk: Червона Роба Чарівника (Помаранчева Кайма)

source: A Orange lined Red sorcerer robe.
da: En rød troldmandskåbe, med orange kant.
de: Eine orange gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Anaranjada.
fr: Une robe de sorcier rouge bordée d'orange.
pl: Czerwona szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro vermelho detalhado em laranja.
uk: Червона роба чарівника з помаранчевою каймою.

source: Pink Cotton Shirt
da: Pink bomuldstrøje
de: Pinkes Baumwollhemd
es: Camiseta de Algodón Rosa
fr: Tee-Shirt en Coton Rose
pl: Różowa Bawełniana Koszulka
pt_br: Camisa de Algodão Rosa
uk: Рожева Бавовняна Сорочка

source: A pink shirt made of 100% cotton.
da: En pink trøje, lavet af 100% bomuld.
de: Ein pinkes Hemd aus 100% Baumwolle.
es: Una camiseta rosa hecha 100% de algodón.
fr: Un tee-shirt rose 100% coton.
pl: Różowa koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa rosa feita de 100% algodão.
uk: Рожева сорочка з 100% бавовни.

source: Red Cotton Shirt
da: Rød bomuldstrøje
de: Rotes Baumwollhemd
es: Camiseta de Algodón Roja
fr: Tee-Shirt en Coton Rouge
pl: Czerwona Bawełniana Koszulka
pt_br: Camisa de Algodão Vermelha
uk: Червона Бавовняна Сорочка

source: A red shirt made of 100% cotton.
da: En rød trøje, lavet af 100% bomuld.
de: Ein rotes Hemd aus 100% Baumwolle.
es: Una camiseta roja hecha 100% de algodón.
fr: Un tee-shirt rouge 100% coton.
pl: Czerwona koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa vermelha feita de 100% algodão.
uk: Червона сорочка з 100% бавовни.

source: Platyna Red Dress
da: Platyna rød kjole
de: Platyna-rotes Kleid
es: Vestido Rojo de Platyna
fr: Robe Rouge de Platyna
pl: Czerwona Suknia Platyny
pt_br: Vestido Vermelho Platyna
uk: Червоне Вбрання Платини
