Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A standard headband.
da: Et standard pandebånd.
de: Ein durchschnittliches Stirnband.
es: Una venda estándar.
fr: Un bandeau standard.
pl: Zwykła opaska na głowę
pt_br: Uma faixa tradicional, para usar na testa.
uk: Звичайна пов'язка.

source: M. Attack -3
da: M. Angreb -3
de: M. Angriff -3
es: At. Mágico -3
fr: Attaque M. -3
pl: M. Atak -3
pt_br: Ataque M. -3
uk: Маг. атака -3

source: Crusade Helmet
da: Korstogshjelm
de: Kreuzzughelm
es: Casco Cruzado
fr: Casque de Croisade
pl: Hełm Krzyżowca
pt_br: Elmo de Cruzada
uk: Шолом хрестоносця

source: Start your own crusade.
da: Nu kan du starte dit eget korstog.
de: Starte deinen eigenen Kreuzzug.
es: Forma tu propia cruzada.
fr: Tu peux maintenant te lancer dans ta propre croisade.
pl: Zacznij swoją własną krucjatę.
pt_br: Inicie sua própria cruzada.
uk: Гайда в хрестовий похід!

source: M. Attack -36
da: M. Angreb -36
de: M. Angriff -36
es: At. Mágico -36
fr: Attaque M. -36
pl: M. Atak -36
pt_br: Ataque M. -36
uk: Маг. атака -36

source: Light Blue Bowler Hat (Brown)
da: Lyseblå bowlerhat (Brun)
de: Hellblauer Filzhut (Braun)
es: Bombín Azul Claro (Marrón)
fr: Chapeau Melon Bleu Ciel (Marron)
pl: Jasnoniebieski Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Azul Claro (Marrom)
uk: Брунатний Котелок з Блакитною Стрічкою

source: A hat for those with a bit of class, with a light blue band.
da: En hat til folk med klasse, med lyseblåt bånd.
de: Ein Hut für jene mit etwas Klasse, mit einem hellblauen Band.
es: Un gorro para aquellos con clase, tiene una linea azul clara.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande bleu clair.
pl: Kapelusz dla ludzi z klasą, z jasno niebieską opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa azul clara.

source: Knight's Helmet
da: Ridderhjelm
de: Ritterhelm
es: Casco de Caballero
fr: Casque de Chevalier
pl: Hełm Rycerza.
pt_br: Elmo do Cavaleiro
uk: Шолом лицаря

source: A helmet with two small wings on it.
da: En hjelm med to små vinger på.
de: Ein Helm mit zwei kleinen Flügeln darauf.
es: Un casco con dos alas por los lados.
fr: Un casque avec deux petites ailes sur les côtés.
pl: Hełm z dwoma małymi skrzydełkami po bokach.
pt_br: Um elmo com duas pequenas asas.
uk: Шолом із крильцями.

source: Christmas Elf Hat
da: Alfernes julehat
de: Weihnachstselfenhut
es: Sombrero de Elfo de Navidad
fr: Chapeau d'Elfe de Noël
pl: Czapka świątecznego elfa.
pt_br: Chapéu do Elfo Natalino
uk: Шапка різдвяного ельфа

source: A hat worn by Christmas elves.
da: En hat båret af julealfer.
de: Ein Hut von Weihnachtselfen getragen.
es: Un sombrero que llevan los elfos de Navidad.
fr: Un chapeau que portent les elfes de Noël.
pl: Czapka noszona przez świąteczne elfy.
pt_br: Um chapéu usado por elfos natalinos.
uk: Такі шапки носять різдвяні ельфи.

source: Black Wizard Hat
da: Sort troldmandshat
de: Schwarzer Zaubererhut
es: Sombrero de Mago Negro
fr: Chapeau de Sorcier Noir
pl: Czarny Kapelusz Czarodzieja
pt_br: Chapéu do Mago Preto

source: A wizard hat, deep black.
da: En troldmandshat, dybsort.
de: Ein Zaubererhut, in dunklem Schwarz.
es: Un sombrero de mago negro.
fr: Un chapeau de sorcier d'un noir profond.
pl: Kapelusz Czarodzieja, głęboka czerń.
pt_br: Um chapéu de mago, profundamente preto.

source: Goggles
da: Briller
de: Brille
es: Gafas
fr: Lunettes de Protection
pl: Gogle
pt_br: Óculos
uk: Окуляри

source: Goggles designed to take care of your eyes.
da: Briller lavet til at passe på dine øjne.
de: Brille, die für die Pflege deiner Augen entwickelt wurden.
es: Gafas diseñadas para proteger a tus ojos.
fr: Une paire de lunettes de protection pour tes yeux.
pl: Gogle zaprojektowane by chronić twoje oczy.
pt_br: Óculos projetados para cuidar dos seus olhos.
uk: Ті самі окуляри, що дбають про ваші очі.

source: Christmas Tree Hat
da: Jultræshat
de: Weihnachtsbaumhut
es: Sombrero de Árbol de Navidad
fr: Chapeau Sapin de Noël
pl: Czapka - Świąteczne Drzewko
pt_br: Chapéu de Árvore de Natal
uk: Ялинковий Капелюх

source: A hat shaped like a Christmas tree.
da: En hat formet som et juletræ.
de: Ein Hut wie ein Weihnachtsbaum geformt.
es: Un sombrero con forma de árbol de Navidad.
fr: Un chapeau en forme de sapin de Noël.
pl: Czapka o kształcie Świątecznego drzewka.
pt_br: Um chapéu em formato de árvore de natal.
uk: Різдвяний капелюх з гірляндами та ялинковою зіркою.

source: Cap
da: Kasket
de: Kappe
es: Gorra
fr: Casquette
pl: Czapka
pt_br: Boné
uk: Кепка

source: A hat with a peak to shield your eyes from the sun.
da: En hat med skygge til at beskytte dig imod solen.
de: Ein Hut mit einer Spitze um deine Augen vor der Sonne zu schützen.
es: Una gorra que sirve para proteger a tus ojos del sol.
fr: Un chapeau possédant une visière pour protéger tes yeux du Soleil.
pl: Czapka z daszkiem by ochronić twoje oczy przed słońcem
pt_br: Um chapéu com aba para proteger seus olhos do sol.
uk: Кепка з козирком, що прикриває очі від сонячного світла.

source: Yeti Mask
da: Yetimaske
de: Yetimaske
es: Máscara de Yeti
fr: Masque de Yéti
pl: Maska Yeti
pt_br: Máscara do Ieti
uk: Маска Єті

source: A mask made from the yeti's head.
da: En maske lavet af hovedet fra en yeti.
de: Eine Maske aus dem Yetikopf.
es: Una máscara hecha con la cabeza de un Yeti.
fr: Un masque fabriqué à partir de la tête d'un Yéti.
pl: Maska zrobiona z głowy yeti.
pt_br: Uma máscara feita da cabeça do ieti.

source: Monocle
da: Monokel
de: Monokel
es: Monóculo
pl: Monokl
pt_br: Monóculo
uk: Монокль

source: A handy perception tool, even when not at the opera.
da: Et nyttigt værktøj til klarsyn, også udenfor operaen.
de: Ein handliches Wahrnehmungswerkzeug, nicht nur in der Oper.
es: Una buena herramienta para mejorar la vista, incluso cuando no estas en la Opera.
fr: Un verre correcteur bien pratique, même quand tu n'es pas à l'opéra.
pl: Poręczne narzędzie percepcji, nawet poza operą.
pt_br: Uma ferramenta de percepção útil, mesmo quando não se está em óperas.

source: Critical Damage +20
da: Fatal Skade +20
de: Kritischer Schaden +20
es: Daño Critico +20
fr: Dégâts Critiques +20
pl: Obrażenia Krytyczne +20
pt_br: Dano Crítico +20
uk: Критичне ушкодження +20

source: Earmuffs
da: Ørevarmere
de: Ohrenschützer
es: Orejeras
fr: Cache-Oreilles
pl: Nauszniki
pt_br: Protetor de Orelhas
uk: Вушки

source: This earmuffs can keep your ears enjoyably warm.
da: Disse ørevarmere kan holde dine ører behageligt varme.
de: Diese Ohrenschützer halten deine Ohren angenehm warm.
es: Estas orejeras mantendrán tus orejas cálidas por el módico precio de...
fr: Un cache-oreilles pour garder tes oreilles bien au chaud.
pl: Nauszniki te sprawią że twoje uszy pozostaną przyjemnie ciepłe.
pt_br: Este protetor de orelhas pode manter suas orelhas agradavelmente quentes.
uk: Ці вушки триматимуть ваші вуха у приємному теплі.

source: Beret
da: Baret
de: Baskenmütze
es: Boina
fr: Béret
pt_br: Boina
uk: Берет

source: A simple beret. Fluffies look utterly cute with it.
de: Eine einfache Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina. Fluffies está muy bonita con ella.

source: Cotton Headband
da: Bomuldspandebånd
de: Baumwollstirnband
es: Venda de Algodón
fr: Bandeau en Coton
pl: Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão
uk: Бавовняна пов'язка

source: Just a cotton headband.
da: Bare et bomuldspandebånd.
de: Nur ein Baumwollstirnband.
es: Una simple venda de algodón.
fr: Un bandeau en coton
pl: Zwykła bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão.
uk: Проста бавовняна пов'язка.

source: Light Blue Bowler Hat
da: Lyseblå bowlerhat
de: Hellblauer Filzhut
es: Bombín Azul Claro
fr: Chapeau Melon Bleu Clair
pl: Jasnoniebieski Melonik
pt_br: Chapéu-coco Azul Claro

source: Cashiers' Shade
da: Kasserer-skygge
de: Kassiererschirm
es: Sombrero de Tendiente
fr: Casquette de Caissier
pl: Daszek Kasjera
pt_br: Viseira do Atendente
uk: Кепка Касира

source: Green Shade. Helpful for counting your goldpieces.
da: Grøn skygge. God når du skal tælle guldstykker.
de: Grüner Schirm. Hilfreich um eine Goldstücke zu zählen,
es: Un sombrero verde que protege del sol. Perfecto para contar tus monedas.
fr: Une casquette verte. Pratique pour compter tes pièces d'or.
pl: Zielony Daszek. Pomocny podczas liczenia złota
pt_br: Viseira verde. Útil para contar seu dinheiro.
uk: Зелена кепка. Допоможе перерахувати ваші кошти.

source: Eyepatch
da: Øjeklap
de: Augenklappe
es: Parche del Ojo
fr: Cache-Oeil
pl: Opaska na Oko
pt_br: Tapa-olhos
uk: Пов'язка

source: What really makes you a pirate.
da: Den gør dig virkelig til en pirat.
de: Was dich wirklich zu einem Piraten macht.
es: Lo que te hace un verdadero pirata.
fr: Avec ceci, tu es un vrai pirate.
pl: Sprawia, że ​​jesteś piratem.
pt_br: O que te faz um pirata de verdade.
uk: Те, що справді зробить вас піратом.

source: Red Beret
da: Rød baret
de: Rote Baskenmütze
es: Boina Roja
fr: Béret Rouge
pl: Czerwony Beret
pt_br: Boina Vermelha
uk: Червоний Берет

source: A simple red beret. Fluffies look utterly cute with it.
de: Eine einfache rote Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina roja. Fluffies está muy bonita con ella.

source: Purple Desert Hat
da: Lilla ørkenhat
de: Violetter Wüstenhut
es: Sombrero del Desierto Morado
fr: Chapeau du Désert Violet
pl: Fioletowy Pustynny Kapelusz
pt_br: Chapéu do Deserto Roxo
uk: Пурпурова Пустельна Накидка

source: While the purple desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en lilla ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der violette Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert violet est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż fioletowy pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto roxo é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча пурпурова пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Purple Bowler Hat
da: Lilla bowlerhat
de: Violetter Filzhut
es: Bombín Morado
fr: Chapeau Melon Violet
pl: Fioletowy Melonik
pt_br: Chapéu-coco Roxo

source: A hat for those with a bit of class, with a purple band.
da: En hat til folk med klasse, med lilla bånd.
de: Ein Hut für jene mit etwas Klasse, mit einem violettem Band.
es: Un gorro para aquellos con clase, tiene una linea morada.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande violette.
pl: Kapelusz dla ludzi z klasą, z fioletową opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa roxa.

source: Shroom Hat
da: Pignon hat
de: Shroomhut
es: Sombrero Shroom
fr: Chapeau Champignon Rose
pl: Czapka - Muchomor
pt_br: Chapéu de Cogumelo
uk: Капелюх-грибок

source: Evil and fashionable.
da: Ond og moderigtig.
de: Böse und modisch.
es: Malvado y con swag.
fr: Diabolique et à la mode.
pl: Zły i stylowy
pt_br: Maligno e elegante.
uk: Лихий та модний.

source: Red Desert Hat
da: Rød ørkenhat
de: Roter Wüstenhut
es: Sombrero del Desierto Rojo
fr: Chapeau du Désert Rouge
pl: Czerwony Pustynny Kapelusz
pt_br: Chapéu do Deserto Vermelho
uk: Червона Пустельна Накидка

source: While the red desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en rød ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der rote Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert rouge est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż czerwony pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto vermelho é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча червона пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Pink Cotton Headband
da: Pink bomuldspandebånd
de: Pinkes Baumwollstirnband
es: Venda Rosa de Algodón
fr: Bandeau en Coton Rose
pl: Różowa Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Rosa
uk: Рожева бавовняна пов'язка

source: Just a pink cotton headband.
da: Bare et pink bomuldspandebånd.
de: Nur ein pinkes Baumwollstirnband.
es: Una simple venda rosa de algodón.
fr: Un Bandeau en coton rose.
pl: Zwykła, różowa bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão rosa.
uk: Просто собі рожева бавовняна пов'язка.

source: Dark Green Wizard Hat
da: Mørkegrøn troldmandshat
de: Dunkelgrüner Zaubererhut
es: Sombrero de Mago Verde Oscuro
fr: Chapeau de Sorcier Vert Foncé
pl: Ciemnozielony Kapelusz Czarodzieja
pt_br: Chapéu do Mago Verde Escuro

source: A wizard hat, dark green.
da: En troldmandshat, mørkegrøn.
de: Ein Zaubererhut, dunkelgrün.
es: Un sombrero de mago verde oscuro.
fr: Un chapeau de sorcier, vert foncé.
pl: Kapelusz Czarodzieja, ciemnozielony.
pt_br: Um chapéu de mago, verde escuro.

source: Black Beret
da: Sort baret
de: Schwarze Baskenmütze
es: Boina Negra
fr: Béret Noir
pl: Czarny Beret
pt_br: Boina Preta
uk: Чорний Берет

source: A simple black beret. Fluffies look utterly cute with it.
de: Eine einfache schwarze Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina negra. Fluffies está muy bonita con ella.

source: Pan Hat
da: Pandehat
de: Pfannenhut
es: Sombrero Cacerola
fr: Chapeau Casserole
pl: Kapelusz - Rondelek
pt_br: Chapéu de Frigideira
uk: Каструля

source: A thick iron pan, big enough to cover the average head circumference of a human being.
da: En tyk jernpande, stor nok til at passe det gennesnitlige menneskehoved.
de: Eine dicke, eiserne Pfanne, groß genug um den durchschnittlichen Kopfumfang eines Menschen zu überdecken.
es: Una sartén gruesa, lo suficientemente grande para cubrir tu cabeza.
fr: Une casserole en fer, juste assez grande pour recouvrir la tête d'un humain.
pl: Gruby, żelazny rondelek, na tyle duży by pokryć przeciętny obwód głowy człowieka.
pt_br: Uma grossa frigideira de ferro, grande o suficiente para cobrir a circunferência média de uma cabeça humana.
uk: Товста залізна каструля, достатньо велика щоб вмістити голову пересічної людини.

source: Green Beret
da: Grøn baret
de: Grüne Baskenmütze
es: Boina Verde
fr: Béret Vert
pl: Zielony Beret
pt_br: Boina Verde

source: A simple green beret. Fluffies look utterly cute with it.
de: Eine einfache grüne Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina verde. Fluffies está muy bonita con ella.

source: Green Bowler Hat (Brown)
da: Grøn bowlerhat (brun)
de: Grüner Filzhut (Braun)
es: Bombín Verde (Marrón)
fr: Chapeau Melon Vert (Marron)
pl: Zielony Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Verde (Marrom)
uk: Брунатний Котелок з Зеленою Стрічкою

source: Orange Cotton Headband
da: Orange bomuldspandebånd
de: Orangenes Baumwollstirnband
es: Venda Naranja de Algodón
fr: Bandeau de Coton Orange
pl: Pomarańczowa Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Laranja
uk: Помаранчева бавовняна пов'язка

source: Just an orange cotton headband.
da: Bare et orange bomuldspandebånd
de: Nur ein orangenes Baumwollstirnband.
es: Una simple venda naranja de algodón.
fr: Un bandeau de coton orange.
pl: Zwykła, pomarańczowa bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão laranja.
uk: Просто собі помаранчева бавовняна пов'язка.

source: High Priest Crown
da: Ypperstepræst krone
de: Hohepriesterkrone
es: Corona de un Sumo Sacerdote
fr: Couronne du Grand Prêtre
pl: Korona Arcykapłana
pt_br: Coroa do Sumo Sacerdote
uk: Корона Вищого Жерця

source: A golden crown with an enchanted ruby.
da: En gylden krone med en fortryllet rubin.
de: Eine goldene Krone mit einen verzauberten Rubin.
es: Una corona de oro encantada con un rubí.
fr: Une couronne en or avec un rubis enchanté.
pl: Złota korona z olśniewającym rubinem.
pt_br: Uma coroa dourada com um rubi encantado.
uk: Золота корона за зачарованим рубіном.

source: M. Attack +20 / +20 SP
da: M. Angreb +20 / +20 Mana
de: M. Angriff +20 / + 20 SP
es: At. Mágico +20 / +20 SP
fr: Attaque M. +20 / +20 PM
pl: M. Atak +20 / +20 Mana
pt_br: Ataque M. +20 / SP +20
uk: Магічна атака +20 / +20 одиниць мани

source: Bull Helmet
da: Tyrehjelm
de: Stier Helm
es: Casco de Toro
fr: Casque de Taureau
pl: Byczy Hełm
pt_br: Elmo do Touro
uk: Туровий шолом

source: A black steel helmet worn by the most ferocious warriors.
da: En sort stålhjelm, båret af de vildeste krigere.
de: Ein schwarzer Stahlhelm getragen von den wildesten Kriegern.
es: Un casco negro de acero, equipado por los guerreros más feroces.
fr: Un casque en acier sombre porté par les plus féroces guerriers.
pl: Czarny, stalowy hełm noszony przez najokrutniejszych wojowników.
pt_br: Um elmo de aço negro usado pelos guerreiros mais ferozes.
uk: Чорний шолом, що вдягають найлютіші бійці.

source: M. Attack -52 / Double Damage +20% / Critical Damage +15 / Attack Speed +10% / VIT Defense -39% / Accuracy -15 / Melee only / Requires Level 90 / Strength 70+, Vitality 50+ and Luck 50+ required to activate the bonuses
da: M. Angreb -52 / Dobbelt Skade +20% / Fatal Skade +15 / Angrebsfart +10% / Vitalforsvar -39% / Præcision -15 / Kun nærkamp / Kræver niveau 90 / Styrke 70+, Vitalitet 50+ og Held 50+ kræves for at aktivere bonusser.
de: M. Angriff -52 / Doppelter Schaden +20% / Kritischer Schaden +15 / Angriffsgeschwindigkeit +10% / VIT Verteidigung -39% / Genauigkeit -15 / nur Nahkampf / Benötigt Level 90 / Stärke 70+, Gesundheit 50+ und Glück 50+ benötigt um Boni zu aktivieren
es: At. Mágico -52 / Doble Daño +20% / Daño Crítico +15 / Velocidad Att. +10% / Vitalidad -39% / Precisión -15 / Solo Cuerpo a Cuerpo / Requiere Nvl 90, Fuerza 70+, Vitalidad 50+, Suerte 50+ para activar el bono.
fr: Attaque M. -52 / Dégâts Doublés +20% / Dégâts Critiques +15 / Vitesse d'Attaque +10% / Défense VIT -39% / Précision -15 / Arme de mêlée uniquement / Niveau 90 Requis / Force 70+, Vitalité 50+ et Chance 50+ requis pour activer les bonus.
pl: M. Atak -52 / Podwójne Obrażenia +20% / Obrażenia Krytyczne +15 / Prędkość Ataku +10% / ŻYW Obrona -39% / Celność -15 / Tylko Wręcz / Wymaga Poziomu 90 / Siła 70+, Żywotność 50+ i Szczęście 50+ wymagane do aktywowania bonusów
pt_br: Ataque M. -52 / Dano Duplo +20% / Dano Crítico +15 / Velocidade de Ataque +10% / Defesa VIT -39% / Precisão -15 / Apenas corpo-a-corpo / Requer nível 90 / Força 70+, Vitalidade 50+ e Sorte 50+ para ativar os bônus
uk: Маг. атака -52 / Подвійне ушкодження +20% / Критичне ушкодження +15 / Швидкість атаки +10% / ВИТ захист -39% / Точність -15 / Тільки зброя ближнього бою / Потребує 90 рівень / Потребує для активації бонусів: Силу 70+, Витривалість 50+, Талан 50+

source: Warlord Helmet
da: Krigsherre hjelm
de: Kriegsfürstenhelm
es: Casco del Señor de Guerra
fr: Casque de Seigneur de la Guerre
pl: Hełm Watażki.
pt_br: Elmo do Senhor da Guerra
uk: Шолом Воєводи

source: Worn by great warriors.
da: Båret af mægtige krigere.
de: Getragen von großartigen Kriegern,
es: Usado por grandes guerreros.
fr: Porté par les grands combattants.
pl: Ubierany przez najlepszych wojowników.
pt_br: Usado por grandes guerreiros.
uk: Служить видатним воякам.

source: Demon Mask
da: Dæmonmaske
de: Dämonenmaske
es: Máscara del Demonio
fr: Masque de Démon
pl: Maska Demona
pt_br: Máscara de Demônio
uk: Маска демона

source: A scary mask to make you look like a demon.
da: En skræmmende maske der får dig til at ligne en dæmon.
de: Eine erschreckende Maske, die dich wie ein Dämon aussehen lässt.
es: Una máscara que asusta y te hace parecer a un demonio.
fr: Un masque terrifiant pour ressembler à un démon.
pl: Przerażająca maska upodabniająca Ciebie do demona.
pt_br: Uma máscara assustadora que faz você parecer um demônio.
uk: Страшна маска, що робить вас схожим на демона.

source: Bucket
da: Spand
de: Eimer
es: Cubo
fr: Seau
pl: Wiadro
uk: Відро

source: A Bucket for your head.
da: En spand til dit hoved.
de: Ein Eimer für deinen Kopf.
es: Un cubo para tu cabeza.
fr: Un seau pour ta tête.
pl: Wiadro na twoją głowę.

source: Witch Hat
da: Heksehat
de: Hexenhut
es: Sombrero de Bruja
fr: Chapeau de Sorcière
pl: Kapelusz Czarownicy
pt_br: Chapéu da Bruxa
uk: Відьмин Капелюх

source: Big, dark, and pointy. It looks a bit out of place.
da: Stor, mørk og spids. Den ser lidt malplaceret ud.
de: Groß, dunkel und spitz. Es wirkt fehl am Platz.
es: Grande, negro, y puntiagudo. Parece un poco fuera de lugar.
fr: Gros, noir et pointu. On dirait qu'il n'est pas vraiment à sa place.
pl: Wielki, ciemny i szpiczasty. Wygląda nieco nie na miejscu.
pt_br: Grande, escuro e pontudo. Parece meio desengonçado.
uk: Велика. І чорна. Виглядає трохи не до місця.

source: Underworld Mask
da: Underverden maske
de: Unterweltmaske
es: Máscara del Inframundo
fr: Masque des Enfers
pl: Maska Podziemi
pt_br: Máscara do Submundo

source: Surely, you don't think I jest.
da: Selvfølgelig tror du ikke jeg laver sjov.
de: Sicherlich denkst du nicht, ich spaße.
es: Enserio, no es de broma.
fr: Tu ne penses vraiment pas que je plaisante.
pl: Z pewnością nie myślisz że żartuję.
pt_br: Com certeza você não acha que eu estou de brincadeira.

source: M. Attack -40 / Attack Range +1 / 0 Int
da: M. Angreb -40 / Angrebsafstand +1 / 0 Intelligens
de: M. Angriff -40 / Angriffsreichweite +1 / 0 Int
es: At. Mágico -40 / Rango de Ataque +1 / Int 0
fr: Attaque M. -40 / Portée d'Attaque +1 / 0 Int
pl: M. Atak -40 / Zasięg Ataku +1 / 0 Int
pt_br: Ataque M. -40 / Attack Range +1 / 0 Int

source: Antler Hat
da: Gevirhat
de: Geweih-Hut
es: Sombrero de Cuernos
fr: Chapeau Ramure
pl: Czapka - Poroże
pt_br: Chapéu de galhos
uk: Капелюх із Рогами

source: A hat with antlers sticking out of it.
da: En hat med et gevir på.
de: Ein Hut mit einem aufgeklebten Geweih.
es: Un sombrero con cuernos.
fr: Un chapeau avec des bois qui ressortent.
pl: Czapka z której wystaje poroże.
pt_br: Um chapéu com galhos saindo por todos os lados.
uk: З капелюха стирчать роги.

source: Yellow Eggshell Hat
da: Gul æggeskal hat
de: Gelber Eierschalenhut
es: Cascara de Huevo Amarilla
fr: Chapeau Coquille d'Oeuf Jaune
pl: Żółty Skorupkowy Kapelusz
pt_br: Chapéu de Casca de Ovo Amarelo
uk: Жовта Шкаралупка

source: Jester Mask
da: Narrehat
de: Narrenmaske
es: Máscara del Juglar
fr: Masque de Fou du Roi
pl: Maska Błazna
pt_br: Chapéu de Bobo
uk: Маска Скомороха

source: Laughter with bells on.
da: Latter med klokker på.
de: Lacher mit Glocken drauf.
es: A carcajadas todo el día.
fr: Un masque moqueur avec des clochettes.
pl: Śmiech i dzwoneczki do dzieła.
pt_br: Gargalhadas e sinos.
uk: З бубіньцями.

source: Chef Hat
da: Kokkehue
de: Kochmütze
es: Sombrero de Chef
fr: Toque de Chef
pl: Czapka Szefa Kuchni
pt_br: Chapéu de Chef

source: A tall hat designed for the person in charge of a kitchen. It smells like onions.
da: En stor hat til køkkenchefen. Den Dufter af løg.
de: Ein hoher Hut für die Person, die in der Küche das Sagen hat. Riecht nach Zwiebeln.
es: Un sombrero largo para el que está a cargo de la cocina. Huele a cebolla.
fr: Un long chapeau pour les personnes dirigeant les cuisines. Il sent l'oignon.
pl: Wysoki kapelusz zaprojektowany dla osoby odpowiedzialnej za kuchnię. Czuć ją cebulami.
pt_br: Um chapéu alto criado para a pessoa encarregada da cozinha. Cheira a cebolas.
uk: Висока шапочка для персон, відповідальних за кухню. Пахне луком.
