Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: Snow Goggles to keep your eyeballs from freezing.
da: Snebriller, så dine øjne ikke fryser til is.
de: Schneeschutzbrillen schützen deine Augen vor dem Erfrieren.
es: Gafas usadas en climas fríos para mantener tus ojos con la temperatura perfecta.
fr: Des lunettes de ski pour protéger tes yeux du froid.
pl: Śnieżne Gogle chroniące Twoje oczy przed zamarznięciem.
pt_br: Óculos de gelo para evitar o congelamento de seus globos oculares.
uk: Захистять очі від морозу.

source: Axe Hat
da: Øksehat
de: Axthut
es: Sombrero Hacha
fr: Chapeau Hache
pl: Czapka - topór.
pt_br: Chapéu de Machado
uk: Сокира в Голові

source: A really cool joke.
da: En virkelig sej vittighed.
de: Ein wirklich cooler Witz.
es: Un chiste muy gracioso.
fr: Une plaisanterie très réussie.
pl: Bardzo fajny żart
pt_br: Uma piada realmente boa.
uk: Небезпечний для виконання розіграш.

source: Black Bowler Hat
da: Sort bowlerhat
de: Schwarzer Filzhut
es: Bombín Negro
fr: Chapeau Melon Noir
pl: Czarny Melonik
pt_br: Chapéu-coco Preto

source: Paper Bag
da: Papirspose
de: Papiertüte
es: Bolsa de Papel
fr: Sac en Papier
pl: Papierowa Torba
pt_br: Saco de Papel
uk: Паперовий Пакет

source: A paper bag with eye holes.
da: En papirspose med glughuller.
de: Eine Papiertüte mit Augenlöchern.
es: Una bolsa de papel con agujeros para tus ojos.
fr: Un sac en papier avec des trous pour les yeux.
pl: Papierowa torba z dziurami na oczy.
pt_br: Um saco de papel com buracos no olho.
uk: Пакет з прорізями для очей.

source: Pink Desert Hat
da: Pink ørkenhat
de: Pinker Wüstenhut
es: Sombrero del Desierto Rosado
fr: Chapeau du Désert Rose
pl: Różowy Pustynny Kapelusz
pt_br: Chapéu do Deserto Rosa
uk: Рожева Пустельна Накидка

source: While the pink desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en pink ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet
de: Obwohl der pinke Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert rose est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż różowy pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto rosa é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча рожева пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Fluffy Hat
de: Fluffy Hut
es: Sombrero de Fluffy
fr: Chapeau de Fluffy
pl: Kapelusz Puszkowatego
pt_br: Chapéu Peludo
uk: Хутряна Шапка

source: Now you can wear fur on your head.
da: Nu kan du bære pels på hovedet.
de: Nun kannst du Fell auf deinem Kopf tragen.
es: Ahora llevas plumas en tu cabeza.
fr: Maintenant, tu peux porter de la fourrure sur ta tête.
pl: Teraz możesz nosić futerko na swojej głowie.
pt_br: Agora você pode vestir pele sobre sua cabeça.
uk: Саме так вдягають хутро на голову.

source: M. Attack -5
da: M. Angreb -5
de: M. Angriff -5
es: At. Mágico -5
fr: Attaque M. -5
pl: M. Atak -5
pt_br: Ataque M. -5
uk: Магічна атака -5

source: Purple Wizard Hat
da: Lilla troldmandshat
de: Violetter Zaubererhut
es: Sombrero Mago Morado
fr: Chapeau de Sorcier Violet
pl: Fioletowy Kapelusz Czarodzieja
pt_br: Chapéu do Mago Roxo

source: A wizard hat, strong purple.
da: En troldmandshat, lilla.
de: Ein Zaubererhut, kräftiges violett.
es: Un sombrero de mago morado.
fr: Un chapeau de sorcier d'un violet intense.
pl: Kapelusz Czarodzieja, mocny fiolet.
pt_br: Um chapéu de mago, roxo intenso.

source: Pink Rose Hat
de: Pinker Rosenhut
es: Sombrero Rosa Rosado
fr: Chapeau Rose Rose
pl: Kapelusz z Różową Różą.
pt_br: Chapéu de Rosa
uk: Капелюшок з Рожевої Троянди

source: GM Cap
da: Spilmester kasket
de: GM Mütze
es: Gorra de GM
fr: Casquette des Maîtres du Jeu
pl: Czapka GM
pt_br: Boné de GM
uk: ГМ Кепка

source: A cap which identifies you as a GM. Only GMs can wear this.
da: En kasket der viser at du er spilmester. Kun spilmestre må bære den.
de: Eine Mütze, die dich als GM identifiziert. Nur GMs können ihn tragen.
es: Una gorra que te identifica como un moderador. Solo los GM la pueden llevar.
fr: Une casquette qui t'identifie en tant que Maître du Jeu. Seuls les Maîtres du Jeu peuvent en porter une.
pl: Czapka która identyfikuje ciebie jako GM. Tylko GM mogą ją nosić.
pt_br: Um boné que identifica você como GM. Apenas GMs podem vestí-lo.
uk: Кепка, що підтверджує ваш статус як ГМ. Може бути вдягнена тільки ГМ'ом.

source: Black Desert Hat
da: Sort ørkenhat
de: Schwarzer Wüstenhut
es: Sombrero del Desierto Negro
fr: Chapeau du Désert Noir
pl: Czarny Pustynny Kapelusz
pt_br: Chapéu do Deserto Preto
uk: Чорна Пустельна Накидка

source: While the black desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en sort ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der schwarze Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert noir est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż czarny pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto preto é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча чорна пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Witch Doctor's Mask
da: Heksedoktorens maske
de: Medizinmann Maske
es: Máscara del Curandero
fr: Masque de Sorcier-Guérisseur
pl: Maska Znachora
pt_br: Máscara da Doutora Bruxa
uk: Маска Знахаря

source: A crazy mask from the Voodoo doctor.
da: En skør maske fra voodoo doktoren.
de: Eine verrückte Maske eines Medizinmanns.
es: Una máscara de un curandero Voodoo.
fr: Le masque étrange d'un sorcier Vaudou.
pl: Szalona maska od znachora Voodoo.
pt_br: Uma máscara maluca da doutora Vodu.
uk: Божевільна маска Вуду знахаря.

source: Dark Blue Desert Hat
da: Mørkeblå ørkenhat
de: Dunkelblauer Wüstenhut
es: Sombrero del Desierto Azul Oscuro
fr: Chapeau du Désert Bleu Foncé
pl: Ciemnoniebieski Pustynny Kapelusz
pt_br: Chapéu do Deserto Azul Escuro
uk: Темно-синя Пустельна Накидка

source: While the dark blue desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en mørkeblå ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der dunkelblaue Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert bleu foncé est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż ciemnoniebieski pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto azul escuro é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча темно-синя пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Opera Mask
da: Opera maske
de: Opernmaske
es: Máscara de Opera
fr: Masque d'Opéra
pl: Maska Operowa
pt_br: Máscara de Ópera
uk: Оперна Маска

source: Pale and broken. There is surely a story to be told here.
da: Bleg og ødelagt. Der er en historie bag den.
de: Blass und kaputt. Darüber gibt es sicherlich eine Geschichte zu erzählen.
es: Pálida y rota. Hay una gran historia por detrás.
fr: Pâle et fêlé. Son histoire mériterait d'être connue.
pl: Blada i popsuta. Z pewnością kryje się za nią historia do opowiedzenia.
pt_br: Pálida e quebrada. Há certamente uma história a se contar sobre ela.
uk: Бліда і зламана. Безсумнівно варта цілого оповідання.

source: Candle Helmet
da: Stearinlys hjelm
de: Kerzenhelm
es: Casco de Vela
fr: Chapeau Bougie
pl: Hełm ze Świeczką
pt_br: Elmo de Vela
uk: Шолом-свічка

source: Worn by spelunkers.
da: Båret af huleforskere.
de: Getragen von Höhlenforschern.
es: Usado por espeleólogos.
fr: Porté par les spéléologues.
pl: Noszony przez grotołazów
pt_br: Usado por espeleologistas.

source: M. Attack -25
da: M. Angreb -25
de: M. Angriff -25
es: At. Mágico -25
fr: Attaque M. -25
pl: M. Atak -25
pt_br: Ataque M. -25
uk: Магічна атака -25

source: Bunny Ears
da: Kaninører
de: Hasenohren
es: Orejas Conejo
fr: Oreilles de Lapin
pl: Królicze Uszy
pt_br: Orelhas de Coelhinho
uk: Заячі Вушка

source: A headband with plush bunny ears.
da: Et pandebånd med kaninører.
de: Ein Stirnband mit Plüschhasenohren.
es: Una venda con orejas de conejo de lujo.
fr: Un bandeau avec des oreilles de lapin en peluche.
pl: Opaska na głowę z pluszowymi króliczymi uszami.
pt_br: Uma faixa com orelhas de coelhinho de pelúcia.
uk: Плюшеві заячі вушка

source: Guy Fawkes Mask
da: Guy Fawkes Maske
de: Guy Fawkes Maske
es: Máscara de Guy Fawkes
fr: Masque de Guy Fawkes
pl: Maska Guy Fawkes'a
pt_br: Máscara de Guy Fawkes
uk: Маска Гая Фокса

source: The famous Guy Fawkes mask.
da: Den berømte Guy Fawkes Maske.
de: Die berühmte Guy Fawkes Maske.
es: La máscara del famoso Guy Fawkes.
fr: Le célèbre masque de Guy Fawkes.
pl: Sławna maska Guy Fawkes'a.
pt_br: A famosa máscara de Guy Fawkes.
uk: Маска видатного Гая Фокса.

source: Fairy Hat
da: Fehat
de: Feen Hut
es: Sombrero de Hada
fr: Chapeau de Fée
pl: Czarodziejski Kapelusz
pt_br: Chapéu de Fada
uk: Чарівний Капелюх

source: The famous hat worn by Robin Hood.
da: Robin Hoods berømte hat.
de: Der berühmte Hut, der von Robin Hood getragen wurde.
es: El famoso sobrero usado por Robin Hood.
fr: Le célèbre chapeau porté par Robin des Bois.
pl: Sławny kapelusz noszony przez Robin Hooda.
pt_br: O famoso chapéu usado por Robin Hood.
uk: Такий самий капелюх, що вдягав Робін Гуд.

source: Knit Cap
da: Strikhue
de: Strickmütze
es: Sombrero Tejido
fr: Bonnet
pl: Dziergana Czapka
pt_br: Touca de Tricô
uk: Шапка з Помпоном

source: A knitted cap keeping your head warm in the cruel cold.
da: En strikket hue, der holder dit hoved varmt i den hårde kulde.
de: Eine gestrickte Mütze, die deinen Kopf in der grausamen Kälte warm hält.
es: Un sombrero tejido para mantenerte cálido durante el frío invierno.
fr: Un bonnet pour garder ta tête au chaud dans le froid glacial.
pl: Dziergana czapka która ogrzeje twoją głowę przed siarczystym zimnem.
pt_br: Uma touca tricotado mantendo sua cabeça aquecida neste frio cruel.
uk: Шапка з помпоном. Зігріє в лютий холод.

source: Dark Blue Wizard Hat
da: Mørkeblå troldmandshat
de: Dunkelblauer Zaubererhut
es: Sombrero de Mago Azul Oscuro
fr: Chapeau de Sorcier Bleu Foncé
pl: Ciemnoniebieski Kapelusz Czarodzieja
pt_br: Chapéu do Mago Azul Escuro

source: A wizard hat, iridescent dark blue.
da: En troldmandshat, Mørkeblå.
de: Ein Zaubererhut, schimmernd dunkelblau.
es: Un sombrero de mago azul oscuro.
fr: Un chapeau de sorcier d'un bleu foncé irisé.
pl: Kapelusz Czarodzieja, opalizujący ciemnoniebieski.
pt_br: Um chapéu de mago, um azul escuro furta-cor.

source: Yellow Beret
da: Gul baret
de: Gelbe Baskenmütze
es: Boina Amarilla
fr: Béret Jaune
pl: Żółty Beret
pt_br: Boina Amarela

source: A simple yellow beret. Fluffies look utterly cute with it.
de: Eine einfache gelbe Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina amarilla. Fluffies está muy bonita con ella.

source: Dark Blue Bowler Hat
da: Mørkeblå bowlerhat
de: Dunkelblauer Filzhut
es: Bombín Azul Oscuro
fr: Chapeau Melon Bleu Foncé
pl: Ciemnoniebieski Melonik
pt_br: Chapéu-coco Azul Escuro

source: Orange Eggshell Hat
da: Orange æggeskal hat
de: Orangener Eierschalenhut
es: Cascara de Huevo Naranja
fr: Chapeau Coquille d'Oeuf Orange
pl: Pomarańczowy Skorupkowy Kapelusz
pt_br: Chapéu de Casca de Ovo Laranja
uk: Помаранчева Шкаралупка

source: Dark Green Cotton Headband
da: Mørkegrønt bomuldspandebånd
de: Dunkelgrünes Baumwollstirnband
es: Venda Verde Oscura de Algodón
fr: Bandeau de Coton Vert Foncé
pl: Ciemnozielona Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Verde Escura
uk: Темно-зелена бавовняна пов'язка

source: Just a dark green cotton headband.
da: Bare et mørkegrønt bomuldspandebånd.
de: Nur ein dunkelgrünes Baumwollstirnband.
es: Una simple venda verde oscura de algodón.
fr: Un bandeau en coton vert foncé.
pl: Zwykła, ciemnozielona bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão verde escura.
uk: Просто собі темно-зелена бавовняна пов'язка.

source: Purple Rabbit Ears
da: Lilla kaninører
de: Violette Hasenohren
es: Orejas de Conejo Moradas
fr: Oreilles de Lapin Violettes
pl: Fioletowe Królicze Uszy
pt_br: Orelhas de Coelhos Roxas
uk: Пурпурові Кролячі Вушка

source: A headband with rabbit ears, strong purple.
da: Et pandebånd med kaninører, lilla.
de: Ein Stirnband mit Hasenohren, in starken Violett.
es: Una venda con orejas de conejo moradas.
fr: Un bandeau avec des oreilles de lapin d'un violet intense.
pl: Opaska na głowę z króliczymi uszami, mocny fiolet.
pt_br: Uma faixa com orelhas de coelho, roxo intensas.
uk: Капелюх із насичено-пурпуровими кролячими вушками.

source: Purple Bowler Hat (Brown)
da: Lilla bowlerhat (brun)
de: Violetter Filzhut (Braun)
es: Bombín Morado (Marrón)
fr: Chapeau Melon Violet (Marron)
pl: Fioletowy Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Roxo (Marrom)
uk: Брунатний Котелок з Пурпуровою Стрічкою

source: Red Stockings
da: Røde strømpebukser
de: Rote Strümpfe
es: Medias Rojas
fr: Bas Rouges
pl: Czerwone Skarpety
pt_br: Meias Vermelhas
uk: Червоні Панчохи

source: Someone thought of you at Christmas Eve.
da: Nogen tænkte på dig juleaften.
de: Jemand dachte an Heiligabend an dich.
es: Alguien pensó en ti en Nochebuena.
fr: Quelqu'un a pensé à toi pour le Réveillon de Noël.
pl: Ktoś myślał o tobie w wigilię.
pt_br: Alguém pensou em você na ceia de natal.
uk: Хтось подбав про вас в канун Різдва.

source: Pink Cotton Boots
da: Pink bomuldsstøvler
de: Pinke Baumwollstiefel
es: Botas Rosadas de Algodón
fr: Bottes en Coton rose
pl: Różowe Bawełniane Buty
pt_br: Botas de Algodão Rosa
uk: Рожеві Бавовняні Капці

source: A pink pair of quality cotton boots.
da: Et par pink bomuldsstøvler af god kvalitet.
de: Ein pinkes Paar qualitativer Baumwollstiefel.
es: Un par de botas de algodón de calidad.
fr: Une paire de bottes en coton rose de bonne qualité.
pl: Para różowych, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão rosa de qualidade.
uk: Пара якісних рожевих бавовняних капців.

source: Fur Boots
da: Pels støvler
de: Pelzstiefel
es: Botas de Piel
fr: Bottes Fourrées
pl: Futrzane Buty
pt_br: Botas de Pele
uk: Хутряні Чоботи

source: A pair of warm winter boots.
da: Et par varme vinterstøvler.
de: Ein Paar warme Winterstiefel.
es: Un par de botas para mantenerte cálido en invierno.
fr: Une paire de bottes bien chaudes pour l'hiver.
pl: Para zimowych butów
pt_br: Um par de botas de inverno quentinhas.
uk: Пара теплих зимових чобіт.

source: Bromenal Boots
da: Bromenal støvler
de: Bromenalschuhe
es: Botas de Bromedal
fr: Bottes en Bromenal
pl: Buty Bromenalowe
pt_br: Botas de Bromenal
uk: Броменалеві Чоботи

source: A pair of bromenal boots.
da: Et par bromenal støvler.
de: Ein Paar Bromenalschuhe.
es: Un par de botas de bromedal.
fr: Une paire de bottes en bromenal.
pl: Para butów bromenalowych.
pt_br: Um par de botas de bromenal.
uk: Пара броменалевих чобіт.

source: Orange Cotton Boots
da: Orange bomuldsstøvler
de: Orangene Baumwollstiefel
es: Botas Anaranjadas de Algodón
fr: Bottes en Coton Orange
pl: Pomarańczowe Bawełniane Buty
pt_br: Botas de Algodão Laranja
uk: Помаранчеві Бавовняні Капці

source: An orange pair of quality cotton boots.
da: Et par orange bomuldsstøvler af god kvalitet.
de: Ein orangenes Paar qualitativer Baumwollstiefel.
es: Un par de botas anaranjadas de algodón de calidad.
fr: Une paire de bottes en coton orange de bonne qualité.
pl: Para pomarańczowych, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão laranja de qualidade.
uk: Пара якісних помаранчевих бавовняних капців.

source: Light Blue Cotton Boots
da: Lyseblå bomuldsstøvler
de: Hellblaue Baumwollstiefel
es: Botas Azul Claro de Algodón
fr: Bottes en Coton Bleu Clair
pl: Jasnoniebieskie Bawełniane Buty
pt_br: Botas de Algodão Azul Claro
uk: Блакитні Бавовняні Капці

source: A light blue pair of quality cotton boots.
da: Et par lyseblå bomuldsstøvler af god kvalitet.
de: Ein hellblaues Paar qualitativer Baumwollstiefel.
es: Un par de botas azul claro de algodón de calidad.
fr: Une paire de bottes en coton bleu clair de bonne qualité.
pl: Para jasnoniebieskich, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão azul claro de qualidade.
uk: Пара якісних блакитних бавовняних капців.

source: Purple Cotton Boots
da: Lilla bomuldsstøvler
de: Violette Baumwollstiefel
es: Botas Moradas de Algodón
fr: Bottes en Coton Violettes
pl: Fioletowe Bawełniane Buty
pt_br: Botras de Algodão Roxo
uk: Пурпурові Бавовняні Капці

source: A purple pair of quality cotton boots.
da: Et par lilla bomuldsstøvler af god kvalitet.
de: Ein violettes Paar qualitativer Baumwollstiefel.
es: Un par de botas moradas de algodón de calidad.
fr: Une paire de bottes en coton violette de bonne qualité.
pl: Para fioletowych, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão roxo de qualidade.
uk: Пара якісних пурпурових бавовняних капців.

source: Black Boots
da: Sorte støvler
de: Schwarze Schuhe
es: Botas Negras
fr: Bottes Noires
pl: Czarne Buty
pt_br: Botas Pretas
uk: Чорні Чоботи

source: Steel toe capped boots, designed to keep your feet very well protected.
da: Støvler med stålsnuder, gode til beskyttelse af fødderne.
de: Stahlkappenschuhe, entwickelt um deine Füße sehr gut zu schützen.
es: Botas de acero oscuras que fueron diseñadas para proteger a tus pies.
fr: Des bottes renforcées avec des coques d'acier pour protéger efficacement tes pieds.
pl: Buty o stalowych czubach, stworzone by dobrze chronić twoje stopy.
pt_br: Botas com bico de aço, criadas para manter seus pés bem protegidos.
uk: Чоботи зі сталевим носком, надійний захист для вашої стопи.

source: Dark Green Cotton Boots
da: Mørkegrønne bomuldsstøvler
de: Dunkelgrüne Baumwollstiefel
es: Botas Verde Oscuro de Algodón
fr: Bottes en Coton Vert Foncé
pl: Ciemnozielone Bawełniane Buty
pt_br: Botas de Algodão Verde Escuro
uk: Темно-зелені Бавовняні Капці

source: A dark green pair of quality cotton boots.
da: Et par mørkegrønne bomuldsstøvler af god kvalitet.
de: Ein dunkelgrünes Paar qualitativer Baumwollstiefel.
es: Un para de botas verde oscuras de algodón de calidad.
fr: Une paire de bottes en coton vert foncé de bonne qualité.
pl: Para ciemnozielonych, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão verde escuro de qualidade.
uk: Пара якісних темно-зелених бавовняних капців.

source: Warlord Boots
da: Krigsherre støvler
de: Kriegsfürstenstiefel
es: Botas del Señor de la Guerra
fr: Bottes de Seigneur de la Guerre
pl: Buty Watażki
pt_br: Botas do Senhor da Guerra
uk: Чоботи Воєводи

source: Steel boots that will make you feel like a knight.
da: Stålstøvler, der vil få dig til at føle dig som en ridder.
de: Stahlschuhe, die dich wie ein Ritter fühlen lassen.
es: Botas de acero que te harán sentirse como un caballero.
fr: Des bottes en acier qui te donneront la sensation d'être un vrai chevalier.
pl: Stalowe buty które sprawią iż będziesz się czuł jak rycerz.
pt_br: Botas de aço que farão você se sentir um cavaleiro.
uk: Сталеві чоботи, дають відчути себе лицарем.

source: M. Attack -22
da: M. Angreb -22
de: M. Angriff -22
es: At. Mágico -22
fr: Attaque M. -22
pl: M. Atak -22
pt_br: Ataque M. -22
uk: Магічна атака -22

source: Assassin Boots
da: Snigmorder støvler
de: Assassinenstiefel
es: Botas de Asesino
fr: Bottes d'Assassin
pl: Buty Asasyna
pt_br: Botas de Assassino
uk: Чоботи Найманого Вбивці

source: Boots for a master assassin.
da: Støvler til en mester snigmorder.
de: Schuhe für einen Meisterassassinen.
es: Botas para asesinos profesionales.
fr: Des bottes pour les maîtres assassins
pl: Buty dla mistrza asasyna.
pt_br: Botas para um mestre assassino.
uk: Чоботи майстра вбивства.

source: Dark Blue Cotton Boots
da: Mørkeblå bomuldsstøvler
de: Dunkelblaue Baumwollstiefel
es: Botas Azul Oscuro de Algodón
fr: Bottes en Coton Bleu Foncé
pl: Ciemnoniebieskie Bawełniane Buty
pt_br: Botas de Algodão Azul Escuro
uk: Темно-сині Бавовняні Капці

source: A dark blue pair of quality cotton boots.
da: Et par mørkeblå bomuldsstøvler af god kvalitet.
de: Ein dunkelblaues Paar qualitativer Baumwollstiefel.
es: Un par de botas azul oscuro de algodón de calidad.
fr: Une paire de bottes en coton bleu foncé de bonne qualité.
pl: Para ciemnoniebieskich, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão azul escuro de qualidade.
uk: Пара якісних темно-синіх бавовняних капців.

source: Black Cotton Boots
da: Sorte bomuldsstøvler
de: Schwarze Baumwollstiefel
es: Botas Negras de Algodón
fr: Bottes en Coton Noires
pl: Czarne Bawełniane Buty
pt_br: Botas de Algodão Preto
uk: Чорні Бавовняні Капці

source: A black pair of quality cotton boots.
da: Et par sorte bomuldsstøvler af god kvalitet.
de: Ein pinkes Paar qualitativer Baumwollstiefel.
es: Un par de botas negras de algodón de calidad.
fr: Une paire de bottes en coton noire de bonne qualité.
pl: Para czarnych, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão preto de qualidade.
uk: Пара якісних чорних бавовняних капців.

source: Red Cotton Boots
da: Røde bomuldsstøvler
de: Rote Baumwollstiefel
es: Botas Rojas de Algodón
fr: Bottes en Coton Rouges
pl: Czerwone Bawełniane Buty
pt_br: Botas de Algodão Vermelho
uk: Червоні Бавовняні Капці

source: A red pair of quality cotton boots.
da: Et par røde bomuldsstøvler af god kvalitet.
de: Ein Paar qualitative Baumwollstiefel.
es: Un par de botas rojas de algodón de calidad.
fr: Une paire de bottes en coton rouge de bonne qualité.
pl: Para czerwonych, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão vermelho de qualidade.
uk: Пара якісних червоних бавовняних капців.

source: Green Cotton Boots
da: Grønne bomuldsstøvler
de: Grüne Baumwollstiefel
es: Botas Verdes de Algodón
fr: Bottes en Coton Vertes
pl: Zielone Bawełniane Buty
pt_br: Botas de Algodão Verde
uk: Зелені Бавовняні Капці

source: A green pair of quality cotton boots.
da: Et par grønne bomuldsstøvler af god kvalitet.
de: Ein grünes Paar qualitativer Baumwollstiefel.
es: Un par de botas verdes de algodón de calidad.
fr: Une paire de bottes en coton verte de bonne qualité.
pl: Para zielonych, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão verde de qualidade.
uk: Пара якісних зелених бавовняних капців.

source: Boots
da: Støvler
de: Stiefel
es: Botas
fr: Bottes
pl: Buty
pt_br: Botas
uk: Черевики

source: Some robust boots, ideal for travelling.
da: Robuste støvler, ideelle til rejsebrug.
de: Robuste Stiefel, ideal zum Reisen.
es: Unas botas robustas, ideales para viajar.
fr: Des bottes solides, idéales pour les longs voyages.
pl: Mocne buty, idealne do podróżowania
pt_br: Um par de botas ideais para viajar.
uk: Міцні черевики, досконалі для подорожей.
