Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: Ranger Hat
da: En spejderhat
de: Forsthut
es: Sombrero de Explorador
fr: Chapeau de Ranger
pl: Kapelusz Leśniczego
pt_br: Chapéu do Patrulheiro
uk: Капелюх Рейнджера

source: A leather hat traditionally worn by rangers.
da: En læderhat som traditionelt bæres af spejdere.
de: Ein Lederhut der traditionell von Förstern getragen wird.
es: Un sombrero de cuero usado por guardabosques.
fr: Un chapeau en cuir traditionnel porté par les gardes forestiers.
pl: Kapelusz tradycyjnie noszony przez myśliwych.
pt_br: Um chapéu de couro tradicionalmente usado por patrulheiros.
uk: Традиційний шкіряний капелюх рейнджерів.

source: Yellow Rose Hat
da: Gul rosehat
de: Gelber Rosenhut
es: Sombrero de Rosa Amarillo
fr: Chapeau Rose Jaune
pl: Kapelusz z Żółtą Różą.
pt_br: Chapéu de Rosa Amarela
uk: Капелюшок з Жовтої Троянди

source: Red Bowler Hat
da: Rød bowlerhat
de: Roter Bowlinghut
es: Bombín Rojo
fr: Chapeau Melon Rouge
pl: Czerwony Melonik
pt_br: Chapéu-coco Vermelho

source: Light Blue Wizard Hat
da: Lyseblå troldmandshat
de: Hellblauer Zaubererhut
es: Sombrero de Mago Azul Claro
fr: Chapeau de Sorcier Bleu Clair
pl: Jasnoniebieski Kapelusz Czarodzieja
pt_br: Chapéu do Mago Azul Claro

source: A wizard hat, light blue.
da: En troldmandshat, lyseblå.
de: Ein Zaubererhut, hellblau.
es: Un sombrero de mago azul claro.
fr: Un chapeau de sorcier, bleu clair.
pl: Kapelusz Czarodzieja, jasnoniebieski.
pt_br: Um chapéu de mago, azul claro.

source: Dark Eggshell Hat
da: Mørk æggeskal hat
de: Dunkler Eierschalenhut
es: Cascara de Huevo Oscura
fr: Chapeau Coquille d'Oeuf Foncé
pl: Ciemny Skorupkowy Kapelusz
pt_br: Chapéu de Casca de Ovo Escuro
uk: Темна Шкаралупка

source: Orange Beret
da: Orange baret
de: Orangene Baskenmütze
es: Boina Naranja
fr: Béret Orange
pl: Pomarańczowy Beret
pt_br: Boina Laranja

source: A simple orange beret. Fluffies look utterly cute with it.
de: Eine einfache rote Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina naranja. Fluffies está muy bonita con ella.

source: Dark Green Bowler Hat (Brown)
da: Mørkegrøn bowlerhat (brun)
de: Dunkelgrüne Melone (Braun)
es: Bombín Verde Oscuro (Marrón)
fr: Chapeau Melon Vert Foncé (Marron)
pl: Ciemnozielony Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Verde Escuro (Marrom)

source: Red Eggshell Hat
da: Rød æggeskal hat
de: Roter Eierschalenhut
es: Cascara de Huevo Roja
fr: Chapeau Coquille d'Oeuf Rouge
pl: Czerwony Skorupkowy Kapelusz
pt_br: Chapéu de Casca de Ovo Vermelho
uk: Червона Шкаралупка

source: Blue Eggshell Hat
da: Blå æggeskal hat
de: Blauer Eierschalenhut
es: Cascara de Huevo Azul
fr: Chapeau Coquille d'Oeuf Bleu
pl: Niebieski Skorupkowy Kapelusz
pt_br: Chapéu de Casca de Ovo Azul
uk: Синя Шкаралупка

source: Bandana
da: Tørklæde
de: Kopftuch
es: Pañuelo
uk: Бандана

source: A striped bandana.
da: Et stribet tørklæde.
de: Ein gestreiftes Kopftuch.
es: Un pañuelo con rayas.
fr: Un bandana à rayures.
pl: Bandana w paski
pt_br: Uma bandana listrada.
uk: Смугаста бандана.

source: Fancy Hat
da: Smart hat
de: Modischer Hut
es: Sombrero Fantástico
fr: Chapeau Fantaisie
pl: Fantazyjny Kapelusz
pt_br: Chapéu Extravagante
uk: Чудернацький Капелюх

source: A fancy hat.
da: En smart hat.
de: Ein modischer Hut.
es: Un sombrero fantástico.
fr: Un chapeau fantaisie.
pl: Fantazyjny kapelusz
pt_br: Um chapéu extravagante.
uk: Такий собі чудернацький капелюх.

source: Green Wizard Hat
da: Grøn troldmandshat
de: Grüner Zaubererhut
es: Sombrero de Mago Verde
fr: Chapeau de Sorcier Vert
pl: Zielony Kapelusz Czarodzieja
pt_br: Chapéu do Mago Verde

source: A wizard hat, warm green.
da: En troldmandshat, lysegrøn.
de: Ein Zaubererhut, warmgrün.
es: Un sombrero de mago verde.
fr: Un chapeau de sorcier d'un vert chaleureux.
pl: Kapelusz Czarodzieja, ciepła zieleń.
pt_br: Um chapéu de mago, verde oliva.

source: Dark Blue Bowler Hat (Brown)
da: Mørkeblå bowlerhat (brun)
de: Dunkelblauer Filzhut (Braun)
es: Bombín Azul Oscuro (Marrón)
fr: Chapeau Melon Bleu Foncé (Marron)
pl: Ciemnoniebieski Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Azul Escuro (Marrom)
uk: Брунатний Котелок з Темно-синьою Стрічкою

source: A hat for those with a bit of class, with a dark blue band.
da: En hat til folk med klasse, med mørkeblåt bånd.
de: Ein Hut für diejenige mit ein wenig Klasse, mit einem dunkelblauem Band.
es: Un gorro para aquellos con clase, tiene una linea azul oscura.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande bleu foncé.
pl: Kapelusz dla ludzi z klasą, z ciemno niebieską opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa azul escura.

source: Heart Glasses
da: Hjertebriller
de: Herzchenbrille
es: Gafas de Corazón
fr: Lunettes Coeur
pl: Okulary-Serduszka
pt_br: Óculos de Coração
uk: Окуляри в Формі Сердець

source: Heart Glasses from another universe. Decisions were different there.
da: Hjertebriller fra et andet univers. Beslutninger var anderledes der.
de: Herzchenbrille aus einem anderem Universum. Entscheidungen wurden dort getroffen.
es: Gafas con forma de corazón de otro universo. Allí las decisiones eran diferentes.
fr: Des Lunettes Coeur en provenance d'un autre univers. Les décisions étaient différentes là-bas
pl: Okulary-Serduszka z innego wymiaru. Padały tam odmienne decyzje.
pt_br: Óculos de coração vindos de outro universo. Lá as decisões eram diferentes.
uk: Окуляри з іншого всесвіту. Закони всесвіту вплинули на дизайн.

source: Purple Beret
da: Lilla baret
de: Violette Baskenmütze
es: Boina Morada
fr: Béret Violet
pl: Fioletowy Beret
pt_br: Boina Roxa

source: A simple purple beret. Fluffies look utterly cute with it.
de: Eine einfache violette Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina púrpura. Fluffies está muy bonita con ella.

source: Pink Beret
da: Pink baret
de: Pinke Baskenmütze
es: Boina Rosada
fr: Béret Rose
pl: Różowy Beret
pt_br: Boina Rosa

source: A simple pink beret. Fluffies look utterly cute with it.
de: Eine einfache pinke Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina rosa. Fluffies está muy bonita con ella.

source: Sunglasses
da: Solbriller
de: Sonnenbrille
es: Gafas de Sol
fr: Lunettes de Soleil
pl: Okulary Przeciwsłoneczne
pt_br: Óculos de Sol
uk: Сонцезахисні Окуляри

source: Some stealthy sunglasses hiding your eyes from skeptical eyes.
da: Luskede solbriller, der skjuler dine øjne fra skeptiske blikke.
de: Dunkle Sonnengläser verstecken deine Augen vor skeptischen Augen.
es: Estas gafas son ideales para proteger tus ojos del sol.
fr: Des lunettes de soleil te permettant de cacher tes yeux des regards sceptiques.
pl: Tajniackie okulary przeciwsłoneczne chroniące twe oczy przed sceptycznymi spojrzeniami.
pt_br: Um par de óculos de sol furtivos que escondem seus olhos dos olhares céticos.
uk: Влучний вибір, щоб приховати очі від скептичних поглядів.

source: M. Attack +6
da: M. Angreb +6
de: M. Angriff +6
es: At. Mágico +6
fr: Attaque M. +6
pl: M. Atak +6
pt_br: Ataque M. +6
uk: Магічна атака +6

source: Pink Bowler Hat (Brown)
da: Pink bowlerhat (brun)
de: Pinker Filzhut (Braun)
es: Bombín Rosa (Marrón)
fr: Chapeau Melon Rose (Marron)
pl: Różowy Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Rosa (Marrom)
uk: Брунатний Котелок з Рожевою Стрічкою

source: Yellow Wizard Hat
da: Gul troldmandshat
de: Gelber Zaubererhut
es: Sombrero De Mago Amarillo
fr: Chapeau de Sorcier Jaune
pl: Żółty Kapelusz Czarodzieja
pt_br: Chapéu do Mago Amarelo

source: A wizard hat, soft yellow.
da: En troldmandshat, gul.
de: Ein Zaubererhut, weichgelb.
es: Un sombrero de mago amarillo.
fr: Un chapeau de sorcier d'un jaune pâle.
pl: Kapelusz Czarodzieja, łągodny żółty.
pt_br: Um chapéu de mago, amarelo claro.

source: Light Blue Rabbit Ears
da: Lyseblå kaninører
de: Hellblaue Hasenohren
es: Orejas de Conejo Azules Claras
fr: Oreilles de Lapin Bleu Clair
pl: Jasnoniebieskie Królicze Uszy
pt_br: Orelhas de Coelho Azul Claras
uk: Блакитні Кролячі Вушка

source: A headband with rabbit ears, light blue.
da: Et pandebånd med kaninører, lyseblå.
de: Ein Stinband mit Hasenohren, hellblau.
es: Una venda con orejas de conejo azules claras.
fr: Un bandeau avec des oreilles de lapin, bleu clair.
pl: Opaska na głowę z króliczymi uszami, jasnoniebieski.
pt_br: Uma faixa com orelhas de coelho, azul claras.
uk: Капелюх із блакитними кролячими вушками.

source: Itchy but it keeps you warm in Kaizei's wilderness
da: Kradser, men holder dig varm i Kaizei's vildmark.
de: Juckt, aber es hält dich warm in Kaizei's Wildnis.
es: Pica, pero te protege del cálido desierto de Kaizei.
fr: Démange beaucoup, mais te permet de rester au chaud dans les contrées sauvages de Kaizei.
pl: Swędzi, ale zapewnia ciepło w dziczach Kaizei.
pt_br: Pode causar um pouco de coceira mas irá te deixar quentinho no inverno selvagem de Kaizei.
uk: Свербить, але безсумнівно зігріває в подорожах по незайманим лісам Кайзею.

source: Eggshell Hat
da: Æggeskal hat
de: Eierschalenhut
es: Cascara de Huevo
fr: Chapeau Coquille d'Oeuf
pl: Skorupkowy Kapelusz
pt_br: Chapéu de Casca de Ovo
uk: Шкаралупка

source: Orange Wizard Hat
da: Orange troldmandshat
de: Orangener Zaubererhut
es: Sombrero de Mago Naranja
fr: Chapeau de Sorcier Orange
pl: Pomarańczowy Kapelusz Czarodzieja
pt_br: Chapéu do Mago Laranja

source: A wizard hat, bright orange.
da: En troldmandshat, orange.
de: Ein Zaubererhut, knallorange.
es: Un sombrero de mago naranja.
fr: Un chapeau de sorcier d'un orange éclatant.
pl: Kapelusz Czarodzieja, jasny pomarańczowy.
pt_br: Um chapéu de mago, laranja cintilante.

source: White Rose Hat
da: Hvid rosehat
de: Weißer Rosenhut
es: Sombrero de Rosa Blanca
fr: Chapeau Rose Blanche.
pl: Kapelusz z Białą Różą.
pt_br: Chapéu de Rosa Branca
uk: Капелюшок з Білої Троянди

source: Terranite Helmet
da: Terranit hjelm
de: Terranithelm
es: Casco Terranite
fr: Casque en Terranite
pl: Terranitowy Hełm
pt_br: Elmo de Terranita
uk: Теранітовий Шолом

source: A magical helmet made out of semi-polished granite that was enchanted to be very light. Great for mages on the battlefield.
da: En magisk hjelm, lavet af poleret granit og på magisk vis gjort let. Glimrende for troldmænd på slagmarken.
de: Ein magischer Helm aus halbpolierten Granite, verzaubert um sehr leicht zu sein. Großartig für Magier auf dem Schlachtfeld.
es: Un casco mágico que se ha fabricado con granito semi-pulido encantado para ser muy ligero. Es perfecto para los magos.
fr: Un casque magique fait de granit semi-poli que l'on a rendu très léger par enchantement. Parfait pour les mages sur le champ de bataille.
pl: Magiczny hełm zrobiony z półpolerowanego granitu który został udoskonalony by być bardzo lekkim. Wspaniały dla magów na polach bitewnych.
pt_br: Um elmo mágico forjado de granito semi-polido que foi encantado para ser muito leve. Ótimo para magos no campo de batalha.
uk: Магічний шолом із напівшліфованого тераніту, зачаклований бути надлегким.Привабливий для бойових магів.

source: M. Attack -12 / M. Defense +5
da: M. Angreb -12 / M. Forsvar +5
de: M. Angriff -12 / M. Verteidigung +5
es: At. Mágico -12 / Def. Mágica +5
fr: Attaque M. -12 / Défense M. +5
pl: M. Atak -12 / M. Obrona +5
pt_br: Ataque M. -12 / Defesa M. +5
uk: Магічна атака -12 / Магічний захист +5

source: Bowler Hat
de: Filzhut
es: Bombin
fr: Chapeau Melon
pl: Melonik
pt_br: Chapéu-coco

source: Light Blue Cotton Headband
da: Lyseblåt bomuldspandebånd
de: Hellblaues Baumwollstirnband
es: Venda Azul Clara de Algodón
fr: Bandeau de Coton Bleu Clair
pl: Jasnoniebieska Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Azul Clara
uk: Блакитна бавовняна пов'язка

source: Just a light blue cotton headband.
da: Bare et lyseblåt bomuldspandebånd.
de: Nur ein hellblaues Baumwollstirnband.
es: Una simple venda azul clara de algodón.
fr: Un bandeau de coton bleu clair.
pl: Zwykła, jasnoniebieska bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão azul clara.
uk: Просто собі блакитна бавовняна пов'язка.

source: Red Rose Hat
da: Rød rosehat
de: Roter Rosenhut
es: Sombrero de Rosa Roja
fr: Chapeau Rose Rouge
pl: Kapelusz z Czerwoną Różą.
pt_br: Chapéu de Rosa Vermelha
uk: Капелюшок з Червоної Троянди

source: Orange Rose Hat
de: Orangener Rosenhut
es: Sombrero Rosa Naranja
fr: Chapeau Rose Orange
pl: Kapelusz z Pomarańczową Różą.
pt_br: Chapéu de Rosa Laranja
uk: Капелюшок з Помаранчевої Троянди

source: Funky Hat
de: Abgefahrener Hut
es: Sombrero Funky
fr: Chapeau Funky
pl: Luzacki kapelusz.
pt_br: Chapéu Descolado
uk: Полохлива Шапка

source: Yawn...
da: Gab...
de: Gähn...
es: Te da sueño.
fr: Oouah...
pt_br: ZzzzZzzz...
uk: Зіває...

source: Captain's Hat
da: Kaptajnhat
de: Kapitän's Hut
es: Sombrero del Capitán
fr: Chapeau de Capitaine
pl: Czapka Kapitańska
pt_br: Chapéu do Capitão
uk: Капітанська Кепка

source: A hat worn by the bravest captains.
da: En hat, båret af de bedste kaptajner.
de: Ein Hut, der von den mutigsten Kapitänen getragen wurde.
es: Un sombrero usado por los capitanes mas valientes.
fr: Le chapeau que portent les capitaines les plus braves.
pl: Czapka noszona przez najdzielniejszych kapitanów.
pt_br: Um chapéu usado pelos capitães mais bravos.
uk: Кепка найхоробрішого капітана.

source: Bunch of Parsley
da: Et bundt persille
de: Bund Petersilie
es: Puñado de Perejil
fr: Bouquet de Persil
pl: Wiązka Pietruszki
pt_br: Maço de Salsa
uk: Пучок Петрушки

source: A bunch of parsley, useful for salads and many other dishes. In a pinch, it doubles as earplugs.
da: Et bundt persille, godt til salater og andre madretter. Desuden kan det bruges som ørepropper.
de: Ein Bund Petersilie, nützlich für Salate und viele andere Gerichte. Im Notfall, auch als Ohrenstöpsel verwendbar.
es: Un puñado de perejil, perfecto para las ensaladas y otras comidas. También sirve para taparte las orejas.
fr: Un bouquet de persil, parfait pour les salades et autres plats. On peut aussi s'en servir de bouchons d'oreilles après l'avoir pincé.
pl: Wiązka pietruszki, przydatna do sałatek i wielu innych dań. W mgnieniu oka może zostać użyta jako zatyczki do uszu.
pt_br: Um maço de salsa, útil para saladas e muitos outros pratos. Em um aperto, serve como protetor de ouvidos.
uk: Пучок петрушки, добрий для салатів та всілякої кухні. В крайньому випадку - якзатички в вуха.

source: Overlord's Helmet
da: Overherre hjelm
de: Oberherr's Helm
es: Casco del Jefe Supremo
fr: Casque de Chef Suprême
pl: Hełm Suzerena
pt_br: Elmo do Suserano
uk: Шолом Повелителя

source: Worn by the greatest warriors.
da: Bæres af de mægtigste krigere.
de: Getragen von den größten Kriegern.
es: Usado por los mas grandes guerreros.
fr: Le casque que portent les plus valeureux guerriers.
pl: Noszony przez największych wojowników.
pt_br: Usado pelos maiores guerreiros.
uk: Вдягається наймогутнішими воїнами.

source: Cotton Boots
da: Bomuldsstøvler
de: Baumwollstiefel
es: Botas de Algodón
fr: Bottes en Coton
pl: Bawełniane Buty
pt_br: Botas de Algodão
uk: Бавовняні Капці

source: A pair of quality cotton boots.
da: Et par bomuldsstøvler af god kvalitet.
de: Ein Paar qualitativer Baumwollstiefel.
es: Un par de botas de calidad hechas con algodón.
fr: Une paire de bottes en coton de bonne qualité.
pl: Para bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão de qualidade.
uk: Пара якісних бавовняних капців.

source: Santa Hat
da: Nissehue
de: Weihnachtsmütze
es: Sombrero de Santa
fr: Bonnet de Père Noël
pl: Czapka Mikołaja
pt_br: Chapéu do Papai Noel
uk: Різдвяна Шапка

source: Ask Santa about this hat.
da: Spørg julemanden om denne hue.
de: Frag' den Weihnachtsmann.
es: Pregúntale a Santa sobre este sombrero.
fr: Demande au Père Noël de t'en dire plus sur ce chapeau.
pl: Zapytaj Świętego Mikołaja o tą czapkę
pt_br: Pergunte ao Papai Noel sobre este chapéu.
uk: Загадайте її Діду Морозу.

source: Autumn Mask
da: Maskerade maske
de: Herbstmaske
es: Mascara Otoñal
fr: Masque d'Automne
pl: Jesienna Maska
pt_br: Máscara de Outono
uk: Маскарадна Маска

source: Party away! No one will recognize you wearing this mask.
da: Fest igennem! Ingen vil genkende dig, når du bærer denne maske.
de: Partyalarm! Keiner wird dich erkennen, wenn du diese Maske trägst.
es: ¡Fiesta! Nadie te reconocerá con esta mascara.
fr: C'est la fête! Personne ne te reconnaîtra derrière ce masque.
pl: Zabawa rozpoczęta ! Nikt cię nie pozna w tej masce.
uk: Рухаймо на бал! Тебе ніхто не впізнає.

source: Rednose
da: Rød næse
de: Rote Nase
es: Nariz Roja
fr: Nez Rouge
pl: Czerwony Nos
pt_br: Nariz Vermelho

source: A funny red nose. You look like a Christmas reinboo with it!
da: En sjov rød næse. Du ligner et rensdyr med den!
de: Eine lustige rote Nase. Damit siehst du aus wie ein Weihnachtsreinboo!
es: Una graciosa nariz roja. ¡Te pareces a un Reinboo de Navidad!
fr: Un nez rouge amusant. Tu ressembles à un reinboo de Noël avec ça!
pl: Zabawny czerwony nos. Będziesz w nim wyglądał jak świąteczny Renibuu!
pt_br: Um nariz vermelho divertido. Você ficara parecido com um reinboo natalino com ele!

source: M. Attack +7
da: M. Angreb +7
de: M. Angriff +7
es: At. Mágico +7
fr: Attaque M. +7
pl: M. Atak +7
pt_br: Ataque M. +7

source: Pirate Hat
da: Pirat hat
de: Piratenhut
es: Sombrero de Pirata
fr: Chapeau de Pirate
pl: Czapka Pirata
pt_br: Chapéu de Pirata
uk: Піратський Капелюх

source: A pirate hat.
da: En pirat hat
de: Ein Piratenhut.
es: Un sombrero de pirata.
fr: Un chapeau de pirate.
pl: Czapka pirata
pt_br: Um chapéu de pirata.
uk: Аррр! Гарний капелюшок, друже!

source: Miner's Hat
da: En minehjelm
de: Bergarbeiterhut
es: Sombrero de Minero
fr: Casque de Mineur
pl: Kask Górnika
pt_br: Capacete de Mineiro
uk: Гірникова Каска

source: A hat used by miners.
da: En hjelm der brugt af minearbejdere.
de: Ein Hut, der von Bergarbeitern benutzt wird.
es: Un sombrero usado por mineros.
fr: Un casque utilisé par les mineurs.
pl: Nakrycie głowy używane przez górnikow
pt_br: Um capacete usado por mineiros.
uk: Необхідна для шахтаря.

source: Graduation Cap
da: Eksamenshat
de: Abschlusshut
es: Birrete
fr: Chapeau de Diplômé
pl: Czapka 'Kasztana'
pt_br: Chapéu de Graduado
uk: Академічна Шапочка

source: A traditional cap which a university student may wear upon graduating.
da: En traditionel hat som universitetsstuderende har på efter bestået eksamen.
de: Eine traditionelle Mütze, welche von Universitätsstudenten getragen wird während ihres Abschlusses.
es: Una gorra tradicional que se ponen los estudiantes universitarios cuando se gradúan.
fr: Un chapeau traditionnel porté par les étudiants d'une université après la remise des diplômes.
pl: Tradycyjna czapka którą student może nosić po zakończeniu nauki.
pt_br: Um chapéu tradicional que um estudante universitário pode vestir durante a graduação.
uk: Традиційна шапочка, яку університетський студент отримує по закінченню навчання.

source: Red Cotton Headband
da: Rødt bomuldspandebånd
de: Rotes Baumwollstirnband
es: Venda Roja de Algodón
fr: Bandeau de Coton Rouge
pl: Czerwona Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Vermelha
uk: Червона бавовняна пов'язка

source: Just a red cotton headband.
da: Bare et rødt bomuldspandebånd.
de: Nur ein rotes Baumwollstirnband.
es: Una venda roja de algodón.
fr: Un bandeau de coton rouge.
pl: Zwykła, czerwona bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão vermelha.
uk: Просто собі червона бавовняна пов'язка.

source: Black Cowboy Hat
da: Sort cowboyhat
de: Schwarzer Cowboyhut
es: Sombrero de Cowboy Negro
fr: Chapeau de Cowboy Noir
pl: Czarny Kapelusz Kowbojski
pt_br: Chapéu de Vaqueiro Preto
uk: Чорний Ковбойський Капелюх

source: A black cowboy hat with shiny buckles.
da: En sort cowboyhat med skinnende knapper.
de: Ein schwarzer Cowboyhut mit glänzenden Schnallen.
es: Un sombrero de cowboy negro con hebillas.
fr: Un chapeau de cow-boy noir aux boucles brillantes.
pl: Czarny kapelusz kowboja
pt_br: Um chapéu de vaqueiro preto com fivelas brilhantes.
uk: Чорний ковбойський капелюх з блескучими пряжками.

source: Red Rabbit Ears
da: Røde kaninører
de: Rote Hasenohren
es: Orejas de Conejo Rojas
fr: Oreilles de Lapin Rouges
pl: Czerwone Królicze Uszy
pt_br: Orelhas de Coelho Vermelhas
uk: Червоні Кролячі Вушка

source: A headband with rabbit ears, bright red.
da: Et pandebånd med kaninører,røde.
de: Ein Stirnband mit Hasenohren, knallrot
es: Una venda con orejas de conejo rojas.
fr: Un bandeau avec des oreilles de lapin, rouge éclatant.
pl: Opaska na głowę z króliczymi uszami, jasna czerwień.
pt_br: Uma faixa com orelhas de coelho, vermelho cintilantes.
uk: Капелюх із яскраво-червоними кролячими вушками.

source: Magic GM Top Hat
da: Spilmesterens magiske høje hat
de: Magischer GM Zylinder
es: Sombrero GM de Copa Mágico
fr: Haut de Forme Magique des Maîtres du Jeu
pl: Magiczny Kapelusz GM
pt_br: Cartola Mágica do GM
uk: Чарівний Циліндр

source: Probably not the best way to stay hidden.
da: Nok ikke den bedste måde at skjule sig på.
de: Möglicherweise nicht der beste Weg um versteckt zu bleiben.
es: Probablemente la peor manera de esconderse.
fr: Probablement pas le meilleur moyen de passer inaperçu.
pl: Prawdopodobnie niezbyt dobry sposób na bycie niezauważonym.
pt_br: Provavelmente não é a melhor maneira de permanecer escondido.
uk: Напевно, найгірший спосіб залишатись непримітним.

source: M. Attack +20 / HP +31000 / Flee -200 / HP Recovery Rate -400% / Critical Defense +250 / M. Defense +89
da: M. Angreb +20 / Liv +31000 / Undvige -200 / Liv generering -400% / Kritisk Forsvar +250 / M. Forsvar +89
de: M. Angriff +20 / HP +31000 / Flucht -200 / HP Regenerationsrate -400% / Kritische Verteidigung + 250 / M. Verteidigung +89
es: At. Mágico +20 / +31000 HP / -200 Escapar / -400% Recuperación de HP / +250 Defensa Crítica / Def. Mágica +89
fr: Attaque M. +20 / PV +31000 / Fuite -200 / Taux de Récupération des PV -400% / Défense contre Coups Critiques +250 / Défense M. +89
pl: M. Atak +20 / PŻ +31000 / Ubytek żywotności -200 / Prędkość regeneracji PŻ -400% / Krytyczna Obrona +250 / M. Obrona +89
pt_br: Ataque M. +20 / HP +31000 / Evasão -200 / Recuperação de HP -400% / Defesa Crítica +250 / Defesa M. +89
uk: Магічна атака +20 / Здоров'я +31000 / Ухилення -200 / Рівеньвідновлення здоров'я -400% / Критичний захист +250 / Магічний захист +89

source: Dark Blue Rabbit Ears
da: Mørkeblå kaninører
de: Dunkelblaue Hasenohren
es: Orejas de Conejo Azul Oscuras
fr: Oreilles de Lapin Bleu Foncé
pl: Ciemnoniebieskie Królicze Uszy
pt_br: Orelhas de Coelho Azul Escuras
uk: Темно-сині Кролячі Вушка

source: A headband with rabbit ears, iridescent dark blue.
da: Et pandebånd med kaninører, mørkeblåt.
de: Ein Stirnband mit Hasenohren, schimmernd dunkelblau.
es: Una venda con orejas de conejo azul oscuras.
fr: Un bandeau avec des oreilles de lapin, bleu foncé.
pl: Opaska na głowę z króliczymi uszami, opalizujący ciemnoniebieski.
pt_br: Uma faixa com orelhas de coelho, um azul escuro furta-cor.
uk: Капелюх із ультрамариновими кролячими вушками.

source: Pumpkin Helmet
da: Græskarhjelm
de: Kürbishelm
es: Casco de Calabaza
fr: Casque de Citrouille
pl: Hełm Dyniowy
pt_br: Elmo de Abóbora
uk: Гарбузовий Шолом

source: A helmet made out of a pumpkin.
da: En hjelm, lavet af et græskar.
de: Ein Kürbis als Helm.
es: Un casco hecho con una calabaza. Perfecto para Halloween.
fr: Un casque sculpté dans une vraie citrouille.
pl: Hełm wykonany z dyni
pt_br: Um elmo feito de abóbora.
uk: Шолом із різьбленого гарбузу.

source: Snow Goggles
da: Snebriller
de: Schneeschutzbrille
es: Gafas de Nieve
fr: Lunettes de Ski
pl: Śnieżne Gogle
pt_br: Óculos de Gelo
uk: Зимові Окуляри
