Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A yellow easter egg. In the past there was a game to find all six of them. Now they're just a nice souvenir.
da: Et gult påskeæg. Engang var der et spil hvor galdt om at finde alle seks. Nu er de blot en pæn souvenir.
de: Ein gelbes Osterei. In der Vergangenheit gab es ein Spiel, in dem man alle sechs finden musste. Jetzt ist es nur ein schönes Andenken.
es: Un huevo de pascua amarillo. En el pasado se jugaba a coleccionar seis de ellos. Ahora solo son un bonito souvenir.
fr: Un oeuf de Pâques jaune. Avant, il existait un jeu qui consistait à retrouver les six sortes d'oeufs. Maintenant ce n'est plus qu'un joli souvenir.
pl: Żółta pisanka. W przeszłości odbyła się zabawa by znaleźć ich sześć. Teraz są tylko ładną pamiątką.
pt_br: Um ovo de páscoa amarelo. No passado havia um jogo para achar todos os seis ovos. Hoje são apenas uma lembrancinha bacana.
uk: Жовте великоднє яйце. В минулому була гра - знайти всі шість кольорів, теперце просто гарний сувенір.

source: Lock Picks
da: Dirke
de: Dietriche
es: Ganzúas
fr: Passe-Partout
pl: Wytrychy
pt_br: Gazua
uk: Відмички

source: Probably you will find these useful when in jail.
da: Du kan sikkert bruge dem i fængslet.
de: Wahrscheinlich findest du das nützlich wenn du im Gefängnis bist.
es: Seguro que te sirven para algo cuando estés en la cárcel.
fr: Tu en auras sans doute besoin quand tu seras en prison.
pl: Prawdopodobnie przydadzą Ci się gdy trafisz do więzienia.
pt_br: Provavelmente você vai achar útil quando estiver na cadeia.
uk: Прихопіть, коли прямуєте до в'язниці.

source: Dark Crystal
da: Mørk krystal
de: Dunkler Kristall
es: Cristal Oscuro
fr: Crystal Sombre
pl: Mroczny Kryształ
pt_br: Cristal Sombrio
uk: Темний Кристал

source: A dark crystal that emits a demonic aura.
da: En mørk krystal der udstråler en dæmonisk aura.
de: Ein dunkler Kristall, der eine dämonische Aura abgibt.
es: Un cristal oscuro que emite aura demoníaca.
fr: Un cristal sombre qui émet une aura maléfique.
pl: Mroczny kryształ emanuje demoniczną aurą
pt_br: Um cristal negro que emite uma aura demoniaca.
uk: Темний кристал, що випромінює демонічну ауру.

source: Blue Christmas Ornament
da: Blåt julepynt
de: Blauer Weihnachtsschmuck
es: Ornamento Navideño Azul
fr: Boule de Noël Bleue
pl: Niebieska Świąteczna Ozdoba
pt_br: Ornamento de Natal Azul
uk: Синя Різдвяна Прикраса

source: Bone
da: Knogle
de: Knochen
es: Hueso
fr: Os
pl: Kość
pt_br: Osso
uk: Кістка

source: A bone.
da: En knogle.
de: Ein Knochen.
es: Un hueso.
fr: Un os.
pl: Kość.
pt_br: Um osso.
uk: Кістка.

source: Sapphire
da: Safir
de: Saphir
es: Zafiro
fr: Saphir
pl: Szafir
pt_br: Safira

source: A raw sapphire gemstone.
da: En rå safir ædelsten.
de: Ein roher Saphir-Edelstein.
es: Una piedra preciosa: zafiro en bruto.
fr: Un saphir, une pierre précieuse polie.
pl: Surowy szafir.
pt_br: Uma gema de safira bruta.

source: White Fur
da: Hvid pels
de: Weißes Fell
es: Piel Blanca
fr: Fourrure Blanche
pl: Białe Futro
pt_br: Pelugem Branca
uk: Біле Хутро

source: A patch of white, fluffy fur.
da: Et stykke hvidt, fluffy pels
de: Ein Flicken aus weißen, flauschigen Fell.
es: Un parche de una piel blanca y esponjosa.
fr: Une pièce de fourrure blanche et douce.
pl: Kupka białego, puszystego futra.
pt_br: Um pedaço de pelugem branca e macia.
uk: Клаптик білого, пухнастого хутра.

source: Diseased Heart
da: Sygt hjerte
de: Krankes Herz
es: Corazón Enfermo
fr: Coeur Malade
pl: Schorowane Serce
pt_br: Coração Doente
uk: Хворе Серце

source: A diseased heart. Likely from a zombie.
da: Et sygt hjerte. Sikkert fra en zombie.
de: Ein krankes Herz. Wahrscheinlich von einem Zombie.
es: Un corazón enfermo. Sí, como el de un Zombie.
fr: Un coeur malade. Il provient certainement d'un zombie.
pl: Schorowane serce. Najprawdopodobniej z zombie.
pt_br: Um coração morbidizado. Possivelmente de um zumbi.
uk: Хворе серце. Напевно, від зомбі.

source: Undead Eye
da: Levende døds øje
de: Untotes Auge
es: Ojo de Zombie
fr: Oeil de Mort-Vivant
pl: Oko Nieumarłego
pt_br: Olho de Morto-Vivo
uk: Випавше Око

source: An eye from a zombie.
da: Et øje fra en zombie.
de: Ein Auge eines Zombies.
es: Un ojo de zombie.
fr: L'oeil d'un zombie.
pl: Oko zombie.
pt_br: Um olho de zumbi.
uk: Око від зомбі.

source: Diamond
da: Diamant
de: Diamant
es: Diamante
fr: Diamant
pl: Diament
pt_br: Diamante
uk: Діамант

source: A raw diamond gemstone.
da: En rå diamant ædelsten.
de: Ein roher Diamant-Edelstein.
es: Una piedra preciosa: diamante en bruto.
fr: Un diamant, une pierre précieuse polie.
pl: Surowy diament.
pt_br: Uma gema de diamante bruta.
uk: Необроблене каміння діаманту.

source: Soul
da: Sjæl
de: Seele
es: Alma
fr: Ame
pl: Dusza
pt_br: Alma
uk: Душа

source: A soul.
da: En sjæl.
de: Eine Seele.
es: Un alma.
fr: Une âme.
pl: Dusza.
pt_br: Uma alma.
uk: Душа.

source: Jelly Beans
da: Gele-bønne
de: Geleebohnen
es: Caramelos de Goma
fr: Bonbons Gélifiés
pl: Fasolki Żelkowe
pt_br: Balas de Goma
uk: Желейні Боби

source: Colorful and tasty Jelly Beans.
da: Farverig og velsmagende gele-bønner.
de: Bunte und leckere Geleebohnen.
es: Deliciosos caramelos coloridos de goma.
fr: Des bonbons gélifiés colorés et pleins de goût.
pl: Kolorowe i smaczne Fasolki Żelkowe.
pt_br: Balas de goma saborosas e coloridas.
uk: Різнокольорові та смачні, желейні боби!

source: Red Summon Flower
da: Rød Hidkalder Blomst
de: Rote Beschwörungsblume
es: Flor Roja de Invocación
fr: Fleur d'Invocation Rouge
pl: Czerwony Przywołujący Kwiat
pt_br: Flor do Invocador Vermelha
uk: Червона Квітка Викликання

source: Yellow Hint
da: Gult Vink
de: Gelber Hinweis
es: Señal Amarilla
fr: Indice Jaune
pl: Żółta Podpowiedź.
pt_br: Nota Amarela
uk: Жовта Підказка

source: Scorpion Stinger
da: Skorpion pig
de: Skorpionstachel
es: Aguijón de Escorpión
fr: Dard de Scorpion
pl: Żądło Skorpiona
pt_br: Ferrão de Escorpião
uk: Жало Скорпіона

source: A poisoned scorpion stinger.
da: En giftig skorpion pig.
de: Ein giftiger Skorpionstachel.
es: Un aguijón venenoso de escorpión.
fr: Un dard de scorpion rempli de poison.
pl: Zatrute żądło skorpiona
pt_br: Um ferrão de Escorpião envenenado.
uk: Отруйне жало скорпіона.

source: Snake Skin
da: Slangeskind
de: Schlangenhaut
es: Piel de Serpiente
fr: Peau de Serpent
pl: Skóra Węża
pt_br: Pele de Cobra
uk: Гадюча шкіра

source: The skin of a slain snake.
da: Skindet fra en dræbt slange.
de: Die Haut einer getöteten Schlange.
es: La piel de una serpiente muerta.
fr: La peau d'un serpent mort.
pl: Skóra zabitego węża
pt_br: A pele de uma cobra derrotada.
uk: Шкіра вбитої змії.

source: Orange Dye
da: Orange Farve
de: Orangene Farbe
es: Tinta Anaranjada
fr: Teinture Orange
pl: Pomarańczowy Barwnik
pt_br: Tintura Laranja
uk: Помаранчевий Барвник

source: A vial containing orange dye.
da: Et reagensglas med orange farve.
de: Ein Fläschchen mit oranger Farbe.
es: Un frasco que contiene tinta de color anaranjado.
fr: Une fiole contenant de la teinture orange.
pl: Fiolka zawierająca pomarańczowy barwnik.
pt_br: Um frasco contendo tintura laranja.
uk: Пробірка із помаранчевим барвником.

source: Mauve Herb
da: Mauve Blade
de: Malvenkraut
es: Hierba Malva
fr: Herbe Mauve
pl: Ziele Malwy
pt_br: Erva Mauve
uk: Збір Мальви

source: Rotten Rags
da: Rådne klude
de: Verrotete Lumpen
es: Trapos Podridos
fr: Loques Pourries
pl: Zgniłe Szmaty
pt_br: Trapos Podres
uk: Трухляві Ганчірки

source: Rotten rags from an undead creature.
da: Rådne klude fra en levende død.
de: Verrotete Lumpen einer untoten Kreatur.
es: Trapos podridos que se le cayeron a una criatura no-muerta.
fr: Les loques pourries d'une créature morte-vivante.
pl: Zgniłe szmaty z nieumarłej kreatury.
pt_br: Trapos podres de uma criatura morta-viva.
uk: Трухляві ганчірки, залишені нежиттю.

source: Broken Doll
da: Ødelagt dukke
de: Kaputte Puppe
es: Muñeca Rota
fr: Poupée Abîmée
pl: Zepsuta Lalka
pt_br: Boneca Quebrada
uk: Зламана Лялька

source: An ancient doll taken from a fallen Fey Element that used it as a lure for its young victims.
da: En ældgammel dukke taget fra en fey elementar, som brugte den til at lokke sine unge ofre til.
de: Eine antike Puppe von einem gefallenen Fey Element, das es als Köder für seine jungen Opfer verwendet.
es: Una antigua muñeca obtenida de un Fey Element caído; la usaba para atraer a sus jóvenes victimas.
fr: Une vieille poupée prise à un Fey Element qui s'en servait pour attirer ses jeunes victimes.
pl: Starożytna lalka wzięta z żywiołu Fey która używana była jako przynęta na młode ofiary.
pt_br: Uma antiga boneca tomada de um Elemento Transcedental caído que é usada como isca para vítimas jovens.
uk: Старомодна лялька, підібрана з занепалого Приреченого Духу, якийвикористовував її щоб приваблювати молоді жертви.

source: Lifestone
da: Livssten
de: Lebensstein
es: Piedra de Vida
fr: Pierre de Vie
pl: Kamień Życia
pt_br: Pedra Vital
uk: Каміння Життя

source: A small crystal shard, warm to the touch.
da: En lille krystalflig, varm at røre ved.
de: Eine kleine Kristallscherbe, handwarm.
es: Un pequeño fragmento de cristal, cálido al tacto.
fr: Un petite éclat de cristal, chaud au toucher.
pl: Mały kawałek kryształu, ciepły w dotyku.
pt_br: Uma pequena lasca de cristal, calorosa ao toque.
uk: Маленький осколок кристалу, теплий на дотик.

source: Blood Stone
da: Blodsten
de: Blutstein
es: Piedra de Sangre
fr: Pierre de Sang
pl: Krwawnik
pt_br: Pedra de Sangue
uk: Кривавий Камінь

source: A stone as red as blood that emits a strange aura.
da: En sten så rød som blod der udstråler en sær aura.
de: Ein Stein, so rot wie Blut, der eine seltsame Aura ausstrahlt.
es: Una piedra tan roja como la sangre, emite un aura raro.
fr: Une pierre aussi rouge que le sang qui émet une aura étrange.
pl: Kamień czerwony tak jak krew który emituje dziwną aurę.
pt_br: Uma pedra vermelha como sangue que emite uma aura estranha.
uk: Камінь червоний як кров, випромінює дивну ауру.

source: Runestone N
da: Runesten N
de: Runenstein N
es: Piedra-runa L
fr: Pierre de Rune N
pl: Kamień Runiczny N
pt_br: Runa N

source: A small tablet with the letter N craved into it.
da: En lille stentavle med bogstavet N indgraveret.
de: Ein kleiner Block mit dem Buchstaben N eingraviert.
es: Una pequeña lápida con la letra N gravada en ella.
fr: Une petite tablette avec la lettre N gravée dessus.
pl: Mała tabliczka z wyrytą literą N.
pt_br: Uma pequena tábua gravada com a letra N.

source: Yellow Dotted Wrap
da: Gulprikket indpakningspapir
de: Gelb gepunktete Verpackung
es: Envoltura Amarilla Punteada
fr: Papier Cadeau Jaune à Pois
pl: Żółty Papier Pakowy w Kropki
pt_br: Papel Pontilhado Amarelo
uk: Жовта Крапчаста Огортка

source: A role of yellow dotted wrapping paper.
da: En rulle gulprikket indpakningspapir.
de: Eine Rolle mit gelb gepunkteten Verpackungspapier.
es: Un rollo de papel para envolver con puntos amarillos.
fr: Un rouleau de papier cadeau jaune à pois.
pl: Rolka żółtego papieru pakowego w kropki.
pt_br: Um rolo de papel de embrulho de pontinhos amarelos.
uk: Жовта крапчаста огортка.

source: Blue Easter Egg
da: Blåt påskeæg
de: Blaues Osterei
es: Huevo de Pascua Azul
fr: Oeuf de Pâques Bleu
pl: Niebieska Pisanka
pt_br: Ovo de Páscoa Azul
uk: Синє Великоднє Яйце

source: A blue easter egg. In the past there was a game to find all six of them. Now they're just a nice souvenir.
da: Et blåt påskeæg. Engang var der et spil hvor galdt om at finde alle seks. Nu er de blot en pæn souvenir.
de: Ein blaues Osterei. In der Vergangenheit gab es ein Spiel, in dem man alle sechs finden musste. Jetzt ist es nur ein schönes Andenken.
es: Un huevo de pascua azul. En el pasado se jugaba a coleccionar seis de ellos. Ahora solo son un bonito souvenir.
fr: Un oeuf de Pâques bleu. Avant, il existait un jeu qui consistait à retrouver les six sortes d'oeufs. Maintenant ce n'est plus qu'un joli souvenir.
pl: Niebieska pisanka. W przeszłości odbyła się zabawa by znaleźć ich sześć. Teraz są tylko ładną pamiątką.
pt_br: Um ovo de páscoa azul. No passado havia um jogo para achar todos os seis ovos. Hoje são apenas uma lembrancinha bacana.
uk: Синє великоднє яйце. В минулому була гра - знайти всі шість кольорів, теперце просто гарний сувенір.

source: Purple Christmas Ornament
da: Lilla julepynt
de: Violetter Weihnachtsschmuck
es: Ornamento Navideño Morado
fr: Boule de Noël Violette
pl: Fioletowa Świąteczna Ozdoba
pt_br: Ornamento de Natal Roxo
uk: Пурпурна Різдвяна Прикраса

source: Cobalt Herb
da: Cobalt blade
de: Kobaltkraut
es: Hierba Cobalto
fr: Herbe Cobalt
pl: Kobaltowe Ziele.
pt_br: Erva Cobalto
uk: Кобальтовий Збір

source: Astral Cube
da: Astral Terning
de: Sternenwürfel
es: Cubito Astral
fr: Cube Astral
pl: Astralna Kostka
pt_br: Cubo Astral

source: The key component to shift worlds.
da: Den vigtigste komponent til at skifte verdener med.
de: Das Schlüsselkomponent um Welten zu verschieben.
es: El componente clave para cambiar mundos.
fr: L'ingrédient clé pour changer de monde.
pl: Kluczowy komponent do przemieszczania się między światami.
pt_br: O componente chave para viajar entre mundos.

source: Red Easter Egg
da: Rødt påskeæg
de: Rotes Osterei
es: Huevo de Pascua Rojo
fr: Oeuf de Pâques Rouge
pl: Czerwona Pisanka
pt_br: Ovo de Páscoa Vermelho
uk: Червона Великоднє Яйце

source: A red easter egg. In the past there was a game to find all six of them. Now they're just a nice souvenir.
da: Et rødt påskeæg. Engang var der et spil hvor galdt om at finde alle seks. Nu er de blot en pæn souvenir.
de: Ein rotes Osterei. In der Vergangenheit gab es ein Spiel, in dem man alle sechs finden musste. Jetzt ist es nur ein schönes Andenken.
es: Un huevo de pascua rojo. En el pasado se jugaba a coleccionar seis de ellos. Ahora solo son un bonito souvenir.
fr: Un oeuf de Pâques rouge. Avant, il existait un jeu qui consistait à retrouver les six sortes d'oeufs. Maintenant ce n'est plus qu'un joli souvenir.
pl: Czerwona pisanka. W przeszłości odbyła się zabawa by znaleźć ich sześć. Teraz są tylko ładną pamiątką.
pt_br: Um ovo de páscoa vermelho. No passado havia um jogo para achar todos os seis ovos. Hoje são apenas uma lembrancinha bacana.
uk: Червоне великоднє яйце. В минулому була гра - знайти всі шість кольорів, теперце просто гарний сувенір.

source: Purple Cotton Cloth
da: Lilla bomuldsklæde
de: Violetter Baumwollstoff
es: Trapo de Algodón Morado
fr: Tissu en Coton Violet
pl: Fioletowy Bawełniany Materiał
pt_br: Tecido de Algodão Roxo
uk: Пурпурове Полотно з Бавовни

source: A piece of purple cotton cloth.
da: Et stykke lilla bomuldsklæde.
de: Ein Stück violetter Baumwollstoff.
es: Un trapo de algodón morado.
fr: Un bout de tissu en coton violet.
pl: Kawałek fioletowego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão roxo.

source: Cave Snake Lamp
da: Huleslange Lampe
de: Höhlenschlangenlampe
es: Lámpara de Serpiente de Cueva
fr: Lampe de Serpent des Cavernes
pl: Lampa Węża Jaskiniowego
pt_br: Lamparina da Cobra das Cavernas
uk: Ліхтарик Печерної Змії

source: The feeler of a cave snake that glows in the dark.
da: Følehornet fra en huleslange der kan gløde i mørke.
de: Ein Fühler einer Höhlenschlange, der im Dunkeln leuchtet.
es: La antena de una serpiente de cueva que luce en la oscuridad.
fr: L'antenne d'un serpent des cavernes qui luit dans le noir.
pl: Czujka węża jaskiniowego , która świeci w ciemności.
pt_br: A antena de uma cobra das cavernas que brilha no escuro.
uk: Ліхтарик печерної змії, що світиться у темряві.

source: Yellow Present Box
da: Gul Gaveæske
de: Gelbe Geschenkbox
es: Caja de Regalo Amarilla
fr: Cadeau Jaune
pl: Żółty Prezent
pt_br: Caixa de Presente Amarela
uk: Жовтий Подарунок

source: Yellow Powder
da: Gult Pulver
de: Gelbes Pulver
es: Polvo Amarillo
fr: Poudre Jaune
pl: Żółty Proszek
pt_br: Pó Amarelo

source: A pile of magical yellow powder.
da: En bunke magisk gult pulver.
de: Ein Haufen magisches, gelbes Pulver.
es: Un montón de polvo amarillo mágico.
fr: Un tas de poudre magique jaune.
pl: Kupka magicznego, żółtego proszku.
pt_br: Um punhado de pó mágico amarelo.
uk: Купа магічного жовтого пилу.

source: Pumpkin Seeds
da: Græskarfrø
de: Kürbiskerne
es: Semillas de Calabaza
fr: Graines de Citrouille
pl: Nasiona Dyni
pt_br: Sementes de Abóbora
uk: Гарбузове Насіння

source: The seeds from a seasonal pumpkin vine.
da: Frøene fra et efterårs græskar plante.
de: Der Samen einer Kürbispflanze der Saison.
es: Las semillas de una vid de calabazas estacionales.
fr: Les graines d'une plante grimpante de la famille des cucurbitacées.
pl: Nasiona z sezonowej winorośli dyni.
pt_br: As sementes de uma vinha de abóboras sazonal.

source: Pink Dye
da: Pink Farve
de: Pinke Farbe
es: Tinta Rosada
fr: Teinture Rose
pl: Różowy Barwnik
pt_br: Tintura Rosa
uk: Рожевий Барвник

source: A vial containing pink dye.
da: Et reagensglas med pink farve.
de: Ein Fläschchen mit pinker Farbe.
es: Un frasco que contiene tinta de color rosado.
fr: Une fiole contenant de la teinture rose.
pl: Fiolka zawierająca różowy barwnik.
pt_br: Um frasco contendo tintura rosa.
uk: Пробірка із рожевим барвником.

source: White Tulip
da: Hvid Tulipan
de: Weiße Tulpe
es: Tulipán Blanco
fr: Tulipe Blanche
pl: Biały Tulipan
pt_br: Tulipa Branca
uk: Білий Тюльпан

source: A white tulip. A symbol for everlasting friendship.
da: En hvid tulipan. Symbol på evigt venskab.
de: Eine weiße Tulpe. Ein Symbol für immerwährende Freundschaft.
es: Un tulipán blanco. Símbolo de una amistad eterna.
fr: Une tulipe blanche. Le symbole d'une amitié éternelle.
pl: Biały tulipan.Symbol wiecznej przyjaźni.
pt_br: Uma tulipa branca. Simboliza a amizade eterna.
uk: Білий тюльпан. Символ невмирущої дружби.

source: White Blanket
da: Hvidt Tæppe
de: Weiße Decke
es: Manta Blanca
fr: Couverture Blanche
pl: Biały Koc
pt_br: Cobertor Branco
uk: Біла Ковдра

source: A blanket big enough to cover a reinboo's back, but not very warm.
da: Et tæppe stort nok til at dække en rensboo's ryg, men ikke særlig varm.
de: Eine Decke, groß genug um den Rücken eines Reinboos zu bedecken, aber nicht sehr warm.
es: Una manta lo suficientemente grande para tapar la espalda de un Reinboo, pero no es muy cálida.
fr: Une couverture assez grande pour couvrir le dos d'un reinboo, mais qui ne tient pas très chaud.
pl: Koc na tyle duży by przykryć wierzch renibuu, ale niezbyt ciepły.
pt_br: Um cobertor grande o suficiente para cobrir as costas de um reinboo, mas não muito quente.

source: Jack O Lantern
da: Jack O Lanterne
es: Linterna de Jack O
fr: Lanterne Jack O
pl: Latarnia Jack-O
pt_br: Lanterna de Jack O
uk: Ліхтар Джека

source: A pumpkin that has been carved into a super-scary face for Hallowe'en.
da: Et græskær udskåret som et skræmmende ansigt til Hallowe'en.
de: Ein Kürbis, dem ein sehr gruseliges Gesicht eingeschnitzt wurde für Halloween.
es: Una calabaza que ha sido tallada para tener una forma espantosa para Halloween.
fr: Une citrouille dans laquelle on a sculpté un visage très effrayant pour Halloween.
pl: Dynia która została wyryta na super-przerażającą Halloween-ową twarz.
pt_br: Uma abóbora que foi esculpida na forma de uma cara super assustadora para o Hallowe'en.
uk: Вирізьблена з тикви моторошна пика на Хелловін.

source: Tongue
da: Tunge
de: Zunge
es: Lengua
fr: Langue
pl: Język
pt_br: Língua

source: A horrible, slimy tongue.
da: En hæslig, slimet tunge.
de: Eine schreckliche, schleimige Zunge.
es: Una lengua detestable y babosa.
fr: Une horrible langue gluante.
pl: Okropny, oślizgły język.
pt_br: Uma língua gosmenta horrível.

source: Bent Needle
da: Bøjet nål
de: Verbogene Nadel
es: Aguja Doblada
fr: Aiguille
pl: Zakrzywiona Igła
pt_br: Agulha Torta
uk: Вигнута Голка

source: A twisted needle. It would be difficult to find one in a haystack, for example.
da: En vredet nål. Den ville være svær at finde i en høstak for eksempel.
de: Eine verbogene Nadel. Es würde schwer sein, eine im Heuhaufen zum finden, zum Beispiel.
es: Una aguja retorcida. Seria bastante difícil de encontrar en un pajar.
fr: Une aiguille tordue. Il serait difficile de la retrouver dans une botte de foin, par exemple.
pl: Skręcona igła. Będzie trudno znaleźć taką w stogu siana.
pt_br: Uma agulha retorcida. Seria difícil achar uma dessas no palheiro.
uk: Закручена голка. Таку, наприклад, непросто відшукати в стозі сіна.

source: This item has no use.
da: Den kan ikke bruges til noget.
de: Dieser Gegenstand nützt nichts.
es: Este objeto no tiene uso.
fr: Cet objet n'a pas d'usage défini pour l'instant.
pl: Ten przedmiot nie ma jakiegokolwiek zastosowania.
pt_br: Este item é inútil.

source: Empty Bottle
da: Tom Flaske
de: Leere Flasche
es: Botella Vacía
fr: Bouteille Vide
pl: Pusta Butelka
pt_br: Garrafa Vazia
uk: Порожня Пляшка

source: An empty bottle.
da: En tom flaske.
de: Eine leere Flasche.
es: Una botella vacía.
fr: Une bouteille vide.
pl: Pusta butelka
pt_br: Uma garrafa de água vazia.
uk: Порожня пляшка.

source: Yellow Tulip
da: Gul Tulipan
de: Gelbe Tulpe
es: Tulipán Amarillo
fr: Tulipe Jaune
pl: Żółty Tulipan
pt_br: Tulipa Amarela
uk: Жовтий Тюльпан

source: A yellow tulip. A symbol for hopeless love.
da: En gul tulipan. Symbol på håbløs kærlighed.
de: Eine gelbe Tulpe. Ein Symbol für hoffnungslose Liebe.
es: Un tulipán amarillo. Un símbolo de un amor sin esperanza.
fr: Une tulipe jaune. Le symbole d'un amour sans espoir.
pl: Żółty tulipan.Symbol beznadziejnej miłości.
pt_br: Uma tulipa amarela. Simboliza amores perdidos.
uk: Жовтий тюльпан. Символ безнадійної любові.

source: Fire Scroll
da: Formular-rulle Ild
de: Feuerschriftrolle
es: Rúbrica de Fuego
fr: Parchemin de Feu
pl: Zwój Ognia
pt_br: Pergaminho do Fogo
uk: Вогняний Манускрипт

source: A scroll on which is written an ancient formula giving birth to fire.
da: En formular-rulle på hvilken en ældgammel formular kan skabe ild.
de: Eine Schriftrolle, auf der eine antike Formel steht, um Feuer zu entfachen.
es: Un rollo de papel de fuego en el que está escrita una fórmula ancestral que dio nacimiento al fuego.
fr: Un parchemin renfermant une ancienne formule magique qui permet au feu de prendre vie.
pl: Zwój na którym napisana jest starożytna formuła tworząca ogień.
pt_br: Um pergaminho no qual está escrita uma antiga fórmula para fazer fogo.
uk: Манускрипт, що містить стародавню формулу народження вогню.

source: Cheap Plastic Fangs
da: Billige Plastik Hugtænder
de: Billige Plastikzähne
es: Colmillos De Plástico Barato
fr: Crocs en Plastique Bon Marché
pl: Tanie Plastikowe Kły
pt_br: Presas de Plástico
uk: Дешеві Пластикові Зуби

source: A costumed Dracula's must. Doesn't really suck blood.
da: Må-have for til dracula-kostumet. Kan ikke rigtigt bruges til at suge blod med.
de: Ein Muss für kostümierte Draculas. Saugt nicht wirklich Blut.
es: Un mosto de Dracula. No succiona sangre en realidad.
fr: L'élément indispensable de tout costume de Dracula qui se respecte. Ne suce pas vraiment le sang.
pl: Obowiązkowe dla kostiumowego Drakuli. Nie wysysają krwi.
pt_br: Essenciais para uma fantasia de Drácula. Não suga sangue de verdade.
uk: Необхідність для костюму Дракули. Взагалі-то не допомагають висмоктати кров.

source: White Bell Tuber
da: Vintergæk knold
de: Weiße Glockenknolle
es: Tubérculo de campana blanca
fr: Tubercule de Cloche des Neiges
pl: Bulwa Białego Dzwoneczka
pt_br: Túbera de Sino Branco
uk: Бульба Білого Дзвоника
