Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: Dark Green, ankle-length pants made of cotton.
da: Lange mørkegrønne bukser, lavet af bomuld.
de: Dunkelgrüne, knöchellange Hose aus Baumwolle.
es: Pantalones verde oscuro hechos de algodón.
fr: Un pantalon long, vert foncé, en coton.
pl: Ciemnozielone spodnie do kostek wykonane z bawełny.
pt_br: Calça verde escura, na altura do tornozelo, feita de algodão.
uk: Темно-зелені бавовняні штани.

source: Cotton Trousers
da: Bomuldsbukser
de: Baumwollhose
es: Pantalones de Algodón
fr: Pantalon en Coton
pl: Bawełniane Spodnie
pt_br: Calça de Algodão
uk: Бавовняні Штани

source: Ankle-length trousers made of cotton.
da: Lange bukser, lavet af bomuld.
de: Knöchellange Hose aus Baumwolle.
es: Pantalones hechos de algodón.
fr: Short fait en coton.
pl: Spodnie do kostek wykonane z bawełny
pt_br: Calça na altura do tornozelo feita de algodão.
uk: Бавовняні штани.

source: Purple Cotton Shorts
da: Lilla bomuldsshorts
de: Kurze, violette Baumwollhose
es: Shorts Morados de Algodón
fr: Short en Coton Violet
pl: Fioletowe Bawełniane Szorty
pt_br: Short de Algodão Roxo
uk: Пурпурові Бавовняні Шорти

source: Purple shorts made of 100% cotton.
da: Lilla shorts, lavet af 100% bomuld.
de: Kurze, violette Hose aus 100% Baumwolle.
es: Shorts morados hechos 100% de algodón.
fr: Short violet 100% coton.
pl: Fioletowe szorty wykonane w 100% z bawełny.
pt_br: Short roxo feito de 100% algodão.
uk: Пурпурові шорти з 100% котону.

source: Black Cotton Trousers
da: Sorte bomuldsbukser
de: Schwarze Baumwollhose
es: Pantalones Negros de Algodón
fr: Pantalon en Coton Noir
pl: Czarne Bawełniane Spodnie
pt_br: Calça de Algodão Preta
uk: Чорні Бавовняні Штани

source: Black, ankle-length pants made of cotton.
da: Lange sorte bukser, lavet af bomuld.
de: Schwarze, knöchellange Hose aus Baumwolle.
es: Pantalones negros hechos de algodón.
fr: Un pantalon long, noir, 100% coton.
pl: Czarne spodnie do kostek wykonane z bawełny.
pt_br: Calça preta, na altura do tornozelo, feita de algodão.
uk: Чорні бавовняні штани.

source: Dark Blue Cotton Trousers
da: Mørkeblå bomuldsbukser
de: Dunkelblaue Baumwollhose
es: Pantalones Azul Oscuro de Algodón
fr: Pantalon en Coton Bleu Foncé
pl: Ciemnoniebieskie Bawełniane Spodnie
pt_br: Calça de Algodão Azul Escura
uk: Темно-сині Бавовняні Штани

source: Dark Blue, ankle-length pants made of cotton.
da: Lange mørkeblå bukser, lavet af bomuld.
de: Dunkelblaue, knöchellange Hose aus Baumwolle.
es: Pantalones azul oscuro hechos de algodón.
fr: Un pantalon long, bleu foncé, en coton.
pl: Ciemnoniebieskie spodnie do kostek wykonane z bawełny.
pt_br: Calça azul escura, na altura do tornozelo, feita de algodão.
uk: Темно-сині бавовняні штани.

source: Leather Trousers
da: Læderbukser
de: Lederhose
es: Pantalones de Cuero
fr: Pantalon en Cuir
pl: Skórzane Spodnie
pt_br: Calça de Couro
uk: Шкіряні Штани

source: Trousers made out of robust leather.
da: Bukser, lavet af robust læder.
de: Hose aus robustem Leder.
es: Pantalones hechos de cuero duro.
fr: Pantalon fait de cuir robuste.
pl: Spodnie zrobione z wytrzymałej skóry.
pt_br: Calça feita de couro resistente.
uk: Штани з міцної шкіри.

source: M. Attack -4, Accuracy +2
da: M. Angreb -4 , Præcision +2
de: M. Angriff -4, Genauigkeit +2
es: At. Mágico -4, Precisión +2
fr: Attaque M. -4, Précision +2
pl: M. Atak -4, Celność +2
pt_br: Ataque M. -4, Precisão +2
uk: Магічна атака -4, Точність +2

source: Green Miniskirt
da: Grøn mininederdel
de: Grüner Minirock
es: Minifalda Verde
fr: Mini-Jupe Verte
pl: Zielona Miniówka
pt_br: Minissaia Verde
uk: Зелена Мініспідниця

source: A green short skirt for hot summer days.
da: En kort grøn nederdel til varme sommerdage.
de: Ein grüner Minirock für heiße Sommertage.
es: Una falda corta para los días calurosos de verano.
fr: Une jupe courte verte pour les chaudes journées d'été
pl: Zielona, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta verde para dias de calor.
uk: Коротка зелена спідниця для спекотного літа.

source: Dark Blue Miniskirt
da: Mørkeblå mininederdel
de: Dunkelblauer Minirock
es: Minifalda Azul Oscuro
fr: Mini-Jupe Bleu Foncé
pl: Ciemnoniebieska Miniówka
pt_br: Minissaia Azul Escura
uk: Темно-синя Мініспідниця

source: A dark blue short skirt for hot summer days.
da: En kort mørkeblå nederdel til varme sommerdage.
de: Ein dunkelblauer Minirock für heiße Sommertage.
es: Una minifalda azul oscura para los días calurosos de verano.
fr: Une jupe courte bleu foncé pour les chaudes journées d'été.
pl: Ciemnoniebieska, krótka spódnica na gorące letnie dni.
pt_br: Uma saia curta azul escura para dias de calor.
uk: Коротка темно-синя спідниця для спекотного літа.

source: Red Cotton Shorts
da: Rød bomuldsshorts
de: Kurze, rote Baumwollhose
es: Shorts Rojos de Algodón
fr: Short en Coton Rouge
pl: Czerwone Bawełniane Szorty
pt_br: Short de Algodão Vermelho
uk: Червоні Бавовняні Шорти

source: Red shorts made of 100% cotton.
da: Røde shorts, lavet af 100% bomuld.
de: Kurze, rote Hose aus 100% Baumwolle.
es: Shorts rojos hechos 100% de algodón.
fr: Un short rouge 100% coton.
pl: Czerwone szorty wykonane w 100% z bawełny.
pt_br: Short vermelho feito de 100% algodão.
uk: Червоні шорти з 100% котону.

source: Pink Bowler Hat
de: Pinker Filzhut
es: Bombín Rosado
fr: Chapeau Melon Rose
pl: Różowy Melonik
pt_br: Chapéu-coco Rosa

source: A hat for those with a bit of class, with a pink band.
da: En hat til folk med klasse, med et pink bånd.
de: Ein Hut für jene mit etwas Klasse, mit einem pinken Band.
es: Un gorro para aquellos con clase, tiene una línea rosada.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande rose.
pl: Kapelusz dla ludzi z klasą, z różową opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa rosa.

source: M. Attack +2
da: M. Angreb +2
de: M. Angriff +2
es: At. Mágico +2
fr: Attaque M. +2
pl: M. Atak +2
pt_br: Ataque M. +2
uk: Маг. атака +2

source: Santa Beard Hat
da: Julemandsskæg og hue
de: Weihnachtsbart Hut
es: Sombrero de Barba de Santa
fr: Bonnet de Père Noël à Barbe
pl: Czapka z Brodą św. Mikołaja
pt_br: Chapéu de Barba de Papai Noel
uk: Шапка Діда Мороза

source: Now you will look just like Santa Claus!
da: Du kommer til at ligne julemanden.
de: Jetzt wirst du wie der Weihnachtsmann aussehen!
es: ¡Ahora te pareces a Santa Claus!
fr: Maintenant tu ressembles vraiment au Père Noël!
pl: Teraz będziesz wyglądać jak św. Mikołaj!
pt_br: Agora você vai ficar igualzinho o Papai Noel!
uk: Допоможе зробити з вас Діда Мороза, особливо якщо в вас нема бороди.

source: Beanie Copter
da: Propelhat
de: Hubschrauberhut
es: Gorra Helicóptero
fr: Chapeau à Hélice
pl: Czapka Helikopter
pt_br: Toucacóptero
uk: Кепка з Пропелером

source: A funny beanie cap with a spinning propeller.
da: En sjov kasket med snurrende propel på.
de: Eine lustige Mütze mit einem wirbelnden Propeller.
es: Un sombrero gracioso con hélices que giran.
fr: Un chapeau amusant avec un hélice sur le dessus.
pl: Zabawna czapka z kręcącym się śmigłem.
pt_br: Uma touca engraçada com um propulsor giratório.
uk: Кольорова кепка з пропелером.

source: Face Mask
da: Ansigtsmaske
de: Gesichtsmaske
es: Máscara Facial
fr: Masque Grimaçant
pl: Maska na twarz.
pt_br: Máscara de Face
uk: Дерев'яна Маска

source: A wooden mask to conceal your face.
da: En træmaske til at skjule dit ansigt med.
de: Eine hölzerne Maske um dein Gesicht zu verstecken.
es: Una mascara de madera para ocultar tu cara.
fr: Un masque en bois pour dissimuler ton visage.
pl: Drewniana maska by ukryć twoją twarz.
pt_br: Uma máscara de madeira para ocultar seu rosto.
uk: Дерев'яна маска, що приховує ваше обличчя.

source: Elf Nightcap
da: Alfe nathue
de: Elfennachtkappe
es: Gorro de Dormir de Elfo
fr: Bonnet de Nuit d'Elfe
pl: Szlafmyca Elfa
pt_br: Touca de Dormir do Elfo
uk: Ельфійський Нічний Ковпак

source: A comfortable nightcap worn by Santa's helpers.
da: En behagelig nathue, som julemandes hjælpere går med.
de: Eine komfortable Nachtkappe, die von den Weihnachtshelfern getragen wird.
es: Un gorro de dormir cómodo usado por los siervos de Santa Claus.
fr: Un bonnet de nuit très confortable que portent les assistants du Père Noël.
pl: Komfortowa szlafmyca noszona przez pomocników św. Mikołaja.
pt_br: Uma confortável touca de dormir vestida pelos assistentes do Papai Noel.
uk: Ковпак, що різдвяні ельфи вдягають перед сном.

source: M. Attack +5
da: M. Angreb +5
de: M. Angriff +5
es: At. Mágico +5
fr: Attaque M. +5
pl: M. Atak +5
pt_br: Ataque M. +5
uk: Маг. атака +5

source: Blue Rose Hat
da: Blå rose hat
de: Blauer Rosenhut
es: Sombrero de Rosa Azul
fr: Chapeau Rose Bleue
pl: Kapelusz z Niebieską Różą
pt_br: Chapéu de Rosa Azul
uk: Капелюшок з Синьої Троянди

source: A beautiful flower that can be worn on the head.
da: En smuk blomst, der kan bæres på hovedet.
de: Eine wunderschöne Pflanze die auf deinem Kopf getragen werden kann.
es: Una bonita flor que te puedes poner en la cabeza.
fr: Une magnifique fleur à porter dans les cheveux.
pl: Piękny kwiat który możesz zatknąć we włosach
pt_br: Uma bela flor que serve de enfeite para cabelo.

source: M. Attack +8
da: M. Angreb +8
de: M. Angriff +8
es: At. Mágico +8
fr: Attaque M. +8
pl: M. Atak +8
pt_br: Ataque M. +8
uk: Маг. атака +8

source: Black Cotton Headband
da: Sort bomuldspandebånd
de: Schwarzes Baumwollstirnband
es: Venda Negra de Algodón
fr: Bandeau en Coton Noir
pl: Czarna Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Preta
uk: Чорна бавовняна пов'язка

source: Just a black cotton headband.
da: Bare et sort bomuldspandebånd.
de: Nur ein schwarzes Baumwollstirnband.
es: Una simple venda negra de algodón.
fr: Un bandeau en coton noir.
pl: Zwykła, czarna bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão preta.
uk: Просто собі чорна бавовняна пов'язка.

source: Desert Hat
da: Ørkenhat
de: Wüstenhut
es: Sombrero del Desierto
fr: Chapeau du Désert
pl: Pustynny Kapelusz
pt_br: Chapéu do Deserto
uk: Пустельна Накидка

source: While the desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: M. Attack -1
da: M. Angreb -1
de: M. Angriff -1
es: At. Mágico -1
fr: Attaque M. -1
pl: M. Atak -1
pt_br: Ataque M. -1
uk: Маг. атака -1

source: Light Blue Beret
da: Lyseblå baret
de: Hellblaue Baskenmütze
es: Boina Azul Clara
fr: Béret Bleu Clair
pl: Jasnoniebieski Beret
pt_br: Boina Azul Clara
uk: Блакитний Берет

source: A simple light blue beret. Fluffies look utterly cute with it.
de: Eine einfache hellblaue Baskenmütze. Fluffies schauen total niedlich damit aus.
es: Una simple boina azul claro. Fluffies está muy bonita con ella.

source: White Cowboy Hat
da: Hvid cowboyhat
de: Weißer Cowboyhut
es: Sombrero de Cowboy Blanco
fr: Chapeau de Cow-Boy Blanc
pl: Biały Kapelusz Kowbojski
pt_br: Chapéu de Vaqueiro Branco
uk: Білий Ковбойський Капелюх

source: A white cowboy hat with a band.
da: En hvid cowboyhat med et bånd.
de: Ein weißer Cowboyhut mit einem Band.
es: Un sombrero de cowboy blanco con una cinta.
fr: Un chapeau de cow-boy blanc avec une bande.
pl: Biały kapelusz kowboja
pt_br: Um chapéu branco de vaqueiro com uma faixa.
uk: Білий ковбойський капелюх із каймою.

source: Dark Green Rabbit Ears
da: Mørkegrønne kaninører
de: Dunkelgrüne Hasenohren
es: Orejas de Conejo Verde Oscuro
fr: Oreilles de Lapin Vert Foncé
pl: Ciemnozielone Królicze Uszy
pt_br: Orelhas de Coelho Verde Escuras

source: A headband with rabbit ears, dark green.
da: Et pandebånd med kaninører, mørkegrønne.
de: Ein Haarreif mit Hasenohren, in dunkelgrün.
es: Una venda con orejas de conejo verde oscuro.
fr: Un bandeau avec des oreilles de lapin, de couleur vert foncé.
pl: Opaska na głowę z króliczymi uszami, ciemnozielony.
pt_br: Uma faixa com orelhas de coelho, verde escuras.

source: M. Attack +4
da: M. Angreb +4
de: M. Angriff +4
es: At. Mágico +4
fr: Attaque M. +4
pl: M. Atak +4
pt_br: Ataque M. +4
uk: Магічна атака +4

source: Pinkie Hat
de: Pinkiehut
es: Sombrero de Pinkie
fr: Chapeau Pinkie
pl: Czapka Różowata
pt_br: Chapéu de Pinkie
uk: Капелюх Стрибунця

source: With this, you'll fit right in with those strange pinkies.
da: Med denne, passer du sammen med de sære pinkie'er.
de: Hiermit wirst du zwischen all diesen komischen Pinkies passen.
es: Con esto cumplirás tu sueño de ser uno de esos extraños pinkies.
fr: Avec cela, tu ressembles à ces étranges pinkies.
pl: Nosząc to, wmieszasz się między te dziwaczne różowate.
pt_br: Com isto, você vai se sentir como aqueles pinkies esquisitos.
uk: З цим ви нарешті знайте відповідне місце серед цих дивних створінь.

source: M. Attack +1
da: M. Angreb +1
de: M. Angriff +1
es: At. Mágico +1
fr: Attaque M. +1
pl: M. Atak +1
pt_br: Ataque M. +1
uk: Магічна атака +1

source: Bowler Hat (Brown)
da: Bowlerhat (brun)
de: Filzhut (Braun)
es: Bombín (Marrón)
fr: Chapeau Melon (Marron)
pl: Melonik (Brązowy)
pt_br: Chapéu-coco (Marrom)
uk: Брунатний Котелок

source: A hat for those with a bit of class.
da: En hat til folk med klasse.
de: Ein Hut für jene mit etwas Klasse.
es: Un gorro para aquellos con clase.
fr: Un chapeau pour ceux qui ont un minimum de classe.
pl: Kapelusz dla ludzi z klasą.
pt_br: Um chapéu para aqueles com um toque de classe.

source: Dark Green Desert Hat
da: Mørkegrøn ørkenhat
de: Dunkelgrüner Wüstenhut
es: Sombrero del Desierto Verde Oscuro
fr: Chapeau du Désert Vert Foncé
pl: Ciemnozielony Pustynny Kapelusz
pt_br: Chapéu do Deserto Verde Escuro
uk: Темно-зелена Пустельна Накидка

source: While the dark green desert hat is perfect for sand storms, it won't help you much against a blow to the head.
da: Selvom en mørkegrøn ørkenhat er perfekt imod sandstorme, hjælper den ikke meget imod et slag i hovedet.
de: Obwohl der dunkelgrüne Wüstenhut perfekt für Sandstürme ist, wird er dir nicht gegen Schläge auf dem Kopf helfen.
es: Aunque es perfecto para las tormentas de arena, no ayuda mucho contra los golpes en la cabeza.
fr: Même si ce chapeau du désert vert foncé est parfait pour les tempêtes de sable, il ne t'aidera pas beaucoup contre les coups à la tête.
pl: Chociaż ciemnozielony pustynny kapelusz jest idealny podczas burz piaskowych, nie ochroni Ciebie przed uderzeniem w głowę.
pt_br: Enquanto o chapéu do deserto verde escuro é perfeito para tempestades de areia, ele não ajudará muito contra uma pancada na cabeça.
uk: Хоча темно-зелена пустельна накидка і добре захищає від піщаних бурь, протенавряд чи допоможе проте попадання в тім'я

source: Dark Blue Cotton Headband
da: Mørkeblå bomuldspandebånd
de: Dunkelblaues Baumwollstirnband
es: Venda Azul Oscuro de Algodón
fr: Bandeau en Coton Bleu Foncé
pl: Ciemnoniebieska Bawełniana Opaska na Głowę
pt_br: Faixa de Algodão Azul Escura
uk: Cиня бавовняна пов'язка

source: Just a dark blue cotton headband.
da: Bare et mørkeblåt bomuldspandebånd.
de: Nur ein dunkelblaues Baumwollstirnband.
es: Una simple venda azul oscura de algodón.
fr: Un bandeau en coton bleu foncé.
pl: Zwykła, ciemnoniebieska bawełniana opaska na głowę.
pt_br: Apenas uma faixa de algodão azul escura.
uk: Просто собі синя бавовняна пов'язка.

source: Green Bowler Hat
da: Brøn bowlerhat
de: Grüner Filzhut
es: Bombín Verde
fr: Chapeau Melon Vert
pl: Zielony Melonik
pt_br: Chapéu-coco Verde

source: A hat for those with a bit of class, with a green band.
da: En hat til folk med klasse, med et grønt bånd.
de: Ein Hut für jene mit etwas Klasse, mit einem grünen Band.
es: Un gorro para aquellos con clase, tiene una linea verde.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande verte.
pl: Kapelusz dla ludzi z klasą, z zieloną opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa verde.

source: Bromenal Helmet
da: Bromenal hjelm
de: Bromenalhelm
es: Casco de Bromenal
fr: Casque en Bromenal
pl: Hełm Bromenalowy
pt_br: Elmo de Bromenal
uk: Броменалевий Шолом

source: A hard bromenal helmet.
da: En hård bromenal hjelm.
de: Ein harter Helm aus Bromenal.
es: Un casco duro de bromenal.
fr: Un casque très dur en bromenal.
pl: Twardy bromenalowy hełm.
pt_br: Um resistente elmo de bromenal.
uk: Важкий броменалевий шолом.

source: M. Attack -30
da: M. Angreb -30
de: M. Angriff -30
es: At. Mágico -30
fr: Attaque M. -30
pl: M.Atak -30
pt_br: Ataque M. -30
uk: Магічна атака -30

source: Monster Skull Helmet
da: Monster kraniehjelm.
de: Monsterschädel Helm
es: Casco de Calavera
fr: Casque Crâne de Monstre
pl: Hełm z Czaszki Potwora
pt_br: Elmo de Caveira de Monstro
uk: Шолом з Черепу Потвори

source: The conserved skull of a mysterious ancient monster.
da: Det konserverede kranium af et mystisk fortidsmonster.
de: Der konservierte Schädel von einem mysteriösen, antiken Monster.
es: El cráneo conservado de un animal misterioso antiguo.
fr: Le crâne d'un ancien monstre mystérieux.
pl: Zakonserwowana czaszka tajemniczego, starożytnego potwora.
pt_br: O esqueleto conservado de um misterioso monstro ancestral.
uk: Збережений череп давньої таємничої потвори.

source: M. Attack +10 / M. Defense +20
da: M. Angreb +10 / M. Forsvar +20
de: M. Angriff +10 / M. Verteidigung +20
es: At. Mágico +10 / Def. Mágica +20
fr: Attaque M. +10 / Défense M. +20
pl: M. Atak +10 / M. Obrona +20
pt_br: Ataque M. +10 / Defesa M. +20
uk: Магічна атака +10 / Магічний захист +20

source: Yellow Rabbit Ears
da: Gule kaninører
de: Gelbe Hasenohren
es: Orejas de Conejo Amarillas
fr: Oreilles de Lapin Jaunes
pl: Żółte Królicze Uszy
pt_br: Orelhas de Coelho Amarelas
uk: Жовті Кролячі Вушка

source: A headband with rabbit ears, soft yellow.
da: Et pandebånd med kaninører, lysegule.
de: Ein Stirnband mit Hasenohren, in leichtem gelb.
es: Una venda con orejas de conejo amarillas.
fr: Un bandeau avec des oreilles de lapin, jaune pâle.
pl: Opaska na głowę z króliczymi uszami, łagodny żółty.
pt_br: Uma faixa com orelhas de coelho, amarelo claras.
uk: Капелюх із м'яко-жовтими кролячими вушками.

source: Red Wizard Hat
da: Rød troldmandshat
de: Roter Zaubererhut
es: Sombrero de Mago Rojo
fr: Chapeau de Sorcier Rouge
pl: Czerwony Kapelusz Czarodzieja
pt_br: Chapéu do Mago Vermelho

source: A wizard hat, bright red.
da: En troldmandshat, flot rød.
de: Ein Zaubererhut, hellrot.
es: Un sombrero de mago rojo.
fr: Un chapeau de sorcier d'un rouge éclatant.
pl: Kapelusz Czarodzieja, jasna czerwień.
pt_br: Um chapéu de mago, vermelho brilhante.

source: Developer's Cap
da: Udviklernes kasket
de: Developer Mütze
es: Gorra de Desarrollador
fr: Casquette de Développeur
pl: Czapka Dewelopera
pt_br: Boné do Desenvolvedor
uk: Кепка Розробника

source: A cap which identifies you as a developer.
da: En kasket der viser, at du er udvikler.
de: Eine Mütze, die dich als Developer kennzeichnet.
es: Un gorro que te identifica como un desarrollador.
fr: Une casquette qui t'identifie en tant que développeur.
pl: Ta czapka identyfikuje cię jako dewelopera.
pt_br: Um boné que te identifica como desenvolvedor.
uk: Кепка, що підтверджує вас статус, як розробника.

source: Circlet
da: Tiara
de: Reif
es: Diadema
fr: Diadème
pl: Diadem
uk: Діадема

source: A nice piece of jewelry.
da: En flot smykke.
de: Ein schönes Schmuckstück.
es: Una bonita pieza de joyería.
fr: Un joli bijou.
pl: Porządny kawał biżuterii
pt_br: Uma bela peça de joalheria.
uk: Гарна дорогоцінність.

source: Red Bowler Hat (Brown)
da: Rød bowlerhat (Brun)
de: Roter Filzhut (Braun)
es: Bombí Rojo (Marrón)
fr: Chapeau Melon Rouge (Marron)
pl: Czerwony Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Vermelho (Marrom)

source: A hat for those with a bit of class, with a red band.
da: En hat til folk med klasse, med rødt bånd.
de: Ein Hut für jene mit etwas Klasse, mit einem roten Band.
es: Un gorro para aquellos con clase, tiene una linea roja.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande rouge.
pl: Kapelusz dla ludzi z klasą, z czerwoną opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa vermelha.

source: Green Rabbit Ears
da: Grønne kaninører
de: Grüne Hasenohren
es: Orejas de Conejo Verdes
fr: Oreilles de Lapin Vertes
pl: Zielone Królicze Uszy
pt_br: Orelhas de Coelho Verdes
uk: Зелені Кролячі Вушка

source: A headband with rabbit ears, warm green.
da: Et pandebånd med kaninører, lysegrønne.
de: Ein Stirnband mit Hasenohren, in warmen Grün.
es: Una venda con orejas de conejo verdes.
fr: Un bandeau avec des oreilles de lapin d'un vert chaleureux.
pl: Opaska na głowę z króliczymi uszami, ciepła zieleń.
pt_br: Uma faixa com orelhas de coelho, verde oliva.
uk: Капелюх із тепло-зеленими кролячими вушками.

source: Yellow Bowler Hat (Brown)
da: Gul bowlerhat (Brun)
de: Gelber Filzhut (Braun)
es: Bombín Amarillo (Marrón)
fr: Chapeau Melon Jaune (Marron)
pl: Żółty Melonik (Brązowa Obwódka)
pt_br: Chapéu-coco Amarelo (Marrom)

source: A hat for those with a bit of class, with a yellow band.
da: En hat til folk med klasse, med gult bånd.
de: Ein Hut für jene mit etwas Klasse, mit einem gelben Band.
es: Un gorro para aquellos con clase, tiene una linea amarilla.
fr: Un chapeau pour ceux qui ont un minimum de classe, avec une bande jaune.
pl: Kapelusz dla ludzi z klasą, z żółtą opaską.
pt_br: Um chapéu para aqueles com um toque de classe, com uma faixa amarela.

source: Phylactery
da: Fylakterie
de: Phylakterium
es: Filacteria
fr: Phylactère
pl: Filakterium
pt_br: Amuleto Judaico

source: This phylactery glows with power
da: Denne fylakterie gløder af kraft.
de: Dieses Phylakterium leuchet voller Energie
es: De filacteria surge el poder.
fr: Ce phylactère rayonne fortement.
pl: Filakterium promienieje mocą.
pt_br: Este amuleto brilha com poder.

source: M. Attack +5 / Cast Speed +10% / -1/2 Dex
da: M. Angreb +5 / formularfart +10% / -1/2 Smidighed
de: M. Angriff +5 / Zaubergeschwingkeit +10% / -1/2 Geschick
es: At. Mágico +5 / Vel. Conjuro +10% / -1/2 Des
fr: Attaque M. +5 / Vitesse d'Incantation +10% / -1/2 Dex
pl: M. Atak +5 / Predkość Czarowania +10% / -1/2 Dex
pt_br: Ataque M. +5 / Velocidade de conjuração +10% / -1/2 Des

source: Pink Rabbit Ears
da: Pink kaninører
de: Pinke Hasenohren
es: Orejas de Conejo Rosa
fr: Oreilles de lapin Roses
pl: Różowe Królicze Uszy
pt_br: Orelhas de coelho Rosas
uk: Рожеві Кролячі Вушка

source: A headband with rabbit ears, bright pink.
da: Et pandebånd med kaninører, skarp pink.
de: Ein Stirnband mit Hasenohren, in hellem Pink.
es: Una venda con orejas de conejo rosa.
fr: Un bandeau avec des oreilles de lapin, rose éclatant.
pl: Opaska na głowę z króliczymi uszami, jasny róż.
pt_br: Uma faixa com orelhas de coelho, rosa brilhantes.
uk: Капелюх із яскраво-рожевими кролячими вушками.

source: Green Desert Hat
da: Grøn ørkenhat
de: Grüner Wüstenhut
es: Sombrero del Desierto Verde
fr: Chapeau du Désert Vert
pl: Zielony Pustynny Kapelusz
pt_br: Chapéu do Deserto Verde
uk: Зелена Пустельна Накидка
