Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: Orange Sorcerer Robe (Pink)
da: Orange troldmandskåbe (Pink)
de: Orangene Zaubererrobe (Pink)
es: Túnica de Hechicero Anaranjada (Rosada)
fr: Robe de Sorcier Orange (Rose)
pl: Pomarańczowa Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Laranja (Rosa)

source: A Pink lined Orange sorcerer robe.
da: En orange troldmandskåbe, med pink kant.
de: Eine pink gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Rosada.
fr: Une robe de sorcier orange bordée de rose.
pl: Pomarańczowa szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro laranja detalhado em rosa.

source: Green Silk Robe
da: Grøn silkekåbe
de: Grüne Seidenrobe
es: Túnica de Seda Verde
fr: Robe en Soie Verte
pl: Zielona Bawełniana Szata
pt_br: Robe de Seda Verde
uk: Зелена Шовкова Роба

source: A light and shimmering green silk robe.
da: En let og flagrende, grøn silkekåbe.
de: Eine leichte und schimmernde grüne Seidenrobe.
es: Una túnica verde de seda ligera y reluciente.
fr: Une robe en soie verte légère et chatoyante.
pl: Lekka i lśniąca zielona bawełniana szata.
pt_br: Um robe de seda verde leve e brilhante.
uk: Граціозна та мерехтлива зелена шовкова роба.

source: Black Sorcerer Robe (Dark Green)
da: Sort troldmandskåbe (Mørkegrøn)
de: Schwarze Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Negra (Verde Oscuro)
fr: Robe de Sorcier Noire (Vert Foncé)
pl: Czarna Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro Preto (Verde Escuro)

source: Dark Green Sorcerer Robe (Dark Blue)
da: Mørkegrøn troldmandskåbe (Mørkeblå)
de: Dunkelgrüne Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Verde Oscuro (Azul Oscuro)
fr: Robe de Sorcier Vert Foncé (Bleu Foncé)
pl: Ciemnozielona Szata Czarodzieja (Ciemnoniebieska)
pt_br: Robe do Feiticeiro Verde Escuro (Azul Escuro)
uk: Темно-зелена Роба Чарівника (Темно-синя Кайма)

source: A Dark Blue lined Dark Green sorcerer robe.
da: En mørkegrøn troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte dunkelgrüne Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier vert foncé bordée de bleu foncé.
pl: Ciemnozielona szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em azul escuro.

source: Orange Sorcerer Robe (Light Blue)
da: Orange troldmandskåbe (Lyseblå)
de: Orangene Zaubererrobe (Hellblau)
es: Túnica de Hechicero Anaranjada (Azul Claro)
fr: Robe de Sorcier Orange (Bleu Clair)
pl: Pomarańczowa Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Laranja (Azul Claro)

source: A Light Blue lined Orange sorcerer robe.
da: En orange troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Azul Claro.
fr: Une robe de sorcier orange bordée de bleu clair.
pl: Pomarańczowa szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro laranja detalhado em azul claro.
uk: Помаранчева роба чарівника з блакитною каймою.

source: Dark Green Tank Top
da: Mørkegrøn undertrøje
de: Dunkelgrünes Tanktop
es: Camisa Verde Oscura
fr: Débardeur Vert Foncé
pl: Ciemnozielona Koszulka Bezrękawnik
pt_br: Regata Verde Escura
uk: Темно-зелена Майка

source: A dark green sleeveless shirt for hot summer days.
da: En mørkegrøn undertrøje til varme sommerdage.
de: Ein dunkelgrünes, ärmelloses Shirt für heiße Sommertage.
es: Una camiseta verde oscura sin mangas para los días calurosos de verano.
fr: Un tee-shirt vert foncé sans manches pour les chaudes journées d'été.
pl: Ciemnozielona koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta verde escura sem mangas para dias de calor.
uk: Темно-зелена безрукавна майка для спекотного літа.

source: Turtleneck Sweater
da: Rullekravetrøje
de: Rollkragenpullover
es: Suéter Cuello Tortuga
fr: Pull à Col Roulé
pl: Golf
pt_br: Suéter de Gola Alta
uk: Светр

source: A thick, soft and warm sweater.
da: En tyk og varm sweater.
de: Ein dicker, weicher und warmer Pullover.
es: Un jersey blando, cálido y grueso.
fr: Un pull épais, doux et chaud.
pl: Gruby, miękki i ciepły sweter.
pt_br: Um suéter espesso, macio e confortável.
uk: Комфортний теплий светр.

source: Dark Green Sorcerer Robe (Black)
da: Mørkegrøn troldmandskåbe (Sort)
de: Dunkelgrüne Zaubererrobe (Schwarz)
es: Túnica de Hechicero Verde Oscuro (Negra)
fr: Robe de Sorcier Vert Foncé (Noire)
pl: Ciemnozielona Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Preto)

source: A Black lined Dark Green sorcerer robe.
da: En mørkegrøn troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte dunkelgrün Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Negra.
fr: Une robe de sorcier vert foncé bordée de noir.
pl: Ciemnozielona szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em preto.

source: Yellow Sorcerer Robe (Black)
da: Gul troldmandskåbe (Sort)
de: Gelbe Zaubererrobe (Schwarz)
es: Túnica de Hechicero Amarilla (Negra)
fr: Robe de Sorcier Jaune (Noire)
pl: Żółta Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro Amarelo (Preto)
uk: Жовта Роба Чарівника (Чорна Кайма)

source: A Black lined Yellow sorcerer robe.
da: En gul troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Negra.
fr: Une robe de sorcier jaune bordée de noir.
pl: Żółta szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em preto.
uk: Жовта роба чарівника з чорною каймою.

source: Purple Sorcerer Robe (Dark Blue)
da: Lilla troldmandskåbe (Mørkeblå)
de: Violette Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Morada (Azul Oscuro)
fr: Robe de Sorcier Violette (Bleu Foncé)
pl: Fioletowa Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro Roxo (Azul Escuro)
uk: Пурпурова Роба Чарівника (Темно-синя Кайма)

source: A Dark Blue lined Purple sorcerer robe.
da: En lilla troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier violette bordée de bleu foncé.
pl: Fioletowa szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em azul escuro.

source: Orange Silk Robe
da: Orange silkekåbe
de: Orangene Seidenrobe
es: Túnica de Seda Naranja
fr: Robe en Soie Orange
pl: Pomarańczowa Bawełniana Szata
pt_br: Robe de Seda Laranja
uk: Помаранчева Шовкова Роба

source: A light and shimmering orange silk robe.
da: En let og flagrende, orange silkekåbe.
de: Eine leichte und schimmernde orangene Seidenrobe.
es: Una túnica naranja de seda ligera y reluciente.
fr: Une robe en soie orange légère et chatoyante.
pl: Lekka i lśniąca pomarańczowa bawełniana szata.
pt_br: Um robe de seda laranja leve e brilhante.
uk: Граціозна та мерехтлива помаранчева шовкова роба.

source: Terranite Chest Armor
da: Terranit brystplade
de: Terranitharnisch
es: Armadura de Terranite
fr: Armure de Corps en Terranite
pl: Terranitowa Zbroja Piersiowa
pt_br: Armadura de Terranita
uk: Теранітові Обладунки

source: A nice piece of armor made out of terranite ore.
da: En flot rustning, lavet af terranit.
de: Ein schöner Bustschutz aus Terraniterz.
es: Una bonita armadura hecha de terranite.
fr: Une belle pièce d'armure fabriquée à partir de minerai de terranite.
pl: Niezły kawałek zbroi zrobiony z rudy terranitu.
pt_br: Uma bela peça de armadura feita de minério de terranita.
uk: Файні обладунки, виготовлені з теранітової руди.

source: M. Attack -70 / M. Defense +10
da: M. Angreb -70 / M. Forsvar +10
de: M. Angriff -70 / M. Verteidigung +10
es: At. Mágico -70 / Def. Mágica +10
fr: Attaque M. -70 / Défense M. +10
pl: M. Atak -70 / M. Obrona +10
pt_br: Ataque M. -70 / Defesa M. +10
uk: Магічна атака -70 / Магічний захист +10

source: Purple Silk Robe
da: Lilla silkekåbe
de: Violette Seidenrobe
es: Túnica de Seda Morada
fr: Robe en Soie Violette
pl: Fioletowa Bawełniana Szata
pt_br: Robe de Seda Roxo
uk: Пурпурова Шовкова Роба

source: A light and shimmering purple silk robe.
da: En let og flagrende, lilla silkekåbe.
de: Eine leichte und schimmernde violette Seidenrobe.
es: Una túnica morada de seda ligera y reluciente.
fr: Une robe en soie violette légère et chatoyante.
pl: Lekka i lśniąca fioletowa bawełniana szata.
pt_br: Um robe de seda roxo leve e brilhante.
uk: Граціозна та мерехтлива пурпурова шовкова роба.

source: Warlord Plate
da: Krigsherre rustning
de: Kriegsherrenplatte
es: Armadura de Señor de la Guerra
fr: Armure de Plates de Seigneur de la Guerre
pl: Zbroja Watażki
pt_br: Couraça do Senhor da Guerra
uk: Обладунки воєводи

source: Strong and decorative armor.
da: Stærk og dekorativ rustning.
de: Starke und dekorative Rüstung
es: Una armadura decorativa y fuerte.
fr: Une belle armure bien solide.
pl: Mocny i dekoracyjny pancerz
pt_br: Armadura forte e decorativa.
uk: Міцна та декоративна броня.

source: M. Attack -170
da: M. Angreb -170
de: M. Angriff -170
es: At. Mágico -170
fr: Attaque M. -170
pl: M.Atak -170
pt_br: Ataque M. -170
uk: Маг. атака -170

source: Green Sorcerer Robe (Pink)
da: Grøn troldmandskåbe (Pink)
de: Grüne Zaubererrobe (Pink)
es: Túnica de Hechicero Verde (Rosada)
fr: Robe de Sorcier Verte (Rose)
pl: Zielona Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Verde (Rosa)

source: A Pink lined Green sorcerer robe.
da: En grøn troldmandskåbe, med pink kant.
de: Eine pink gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde, bordeada con una línea Rosada.
fr: Une robe de sorcier verte bordée de rose.
pl: Zielona szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro verde detalhado em rosa.

source: Dark Green Sorcerer Robe (White)
da: Mørkegrøn troldmandskåbe (Hvid)
de: Dunkelgrüne Zaubererrobe (Weiß)
es: Túnica de Hechicero Verde Oscuro (Blanca)
fr: Robe de Sorcier Vert Foncé (Blanche)
pl: Ciemnozielona Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Branco)

source: A Dark Green lined Dark Green sorcerer robe.
da: En mørkegrøn troldmandskåbe, med mørkegrøn kant.
de: Eine dunkelgrün gefütterte dunkelgrüne Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier vert foncé bordée de vert foncé.
pl: Zielona szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em verde escuro.

source: Red Sorcerer Robe (Dark Blue)
da: Rød troldmandskåbe (Mørkeblå)
de: Rote Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Roja (Azul Oscuro)
fr: Robe de Sorcier Rouge (Bleu Foncé)
pl: Czerwona Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro Vermelho (Azul Escuro)

source: A Dark Blue lined Red sorcerer robe.
da: En rød troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier rouge bordée de bleu foncé.
pl: Czerwona szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro vermelho detalhado em azul escuro.

source: Pink Sorcerer Robe (Dark Blue)
da: Pink troldmandskåbe (Mørkeblå)
de: Pinke Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Rosada (Azul Oscuro)
fr: Robe de Sorcier Rose (Bleu Foncé)
pl: Różowa Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro Rosa (Azul Escuro)

source: A Dark Blue lined Pink sorcerer robe.
da: En pink troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier rose bordée de bleu foncé.
pl: Różowa szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em azul escuro.

source: Dark Christmas Sweater
da: Mørk jule-sweater
de: Dunkler Weihnachtspullover
es: Abrigo Oscuro
fr: Pull de Noël Foncé
pl: Ciemny Świąteczny Sweter
pt_br: Suéter de Natal Escuro
uk: Темний Різдвяний Светр

source: A thick, warming, yet itchy christmas themed sweater
da: En tyk og varm, men kløende julesweater
de: Ein dicker, wärmenderm jedoch kratziger Weihnachtspullover.
es: Un jersey grueso y cálido pero que pica para los días navideños.
fr: Un pull épais et chaud aux couleurs de Noël mais qui démange assez.
pl: Gruby, ciepły, swędzący sweter o świątecznym motywie
pt_br: Um suéter temático de natal espesso, quente, mas um pouco incômodo.
uk: Вагомий та теплий різдвяний светр.

source: Sorcerer Robe (Purple)
da: Troldmandskåbe (Lilla)
de: Zaubererrobe (Violett)
es: Túnica de Hechicero (Morada)
fr: Robe de Sorcier (Violette)
pl: Szata Czarodzieja (Fioletowa lamówka)
pt_br: Robe do Feiticeiro (Roxo)

source: A Purple lined sorcerer robe.
da: En troldmandskåbe, med lilla kant.
de: Eine violett gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Morada.
fr: Une robe de sorcier bordée de violet.
pl: Szata czarodzieja z fioletową lamówką.
pt_br: Um robe de feiticeiro detalhado em roxo.

source: Orange Sorcerer Robe (White)
da: Orange troldmandskåbe (Hvid)
de: Orangene Zaubererrobe (Weiß)
es: Túnica de Hechicero Anaranjada (Blanca)
fr: Robe de Sorcier Orange (Blanche)
pl: Pomarańczowa Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Laranja (Branco)

source: A Dark Green lined Orange sorcerer robe.
da: En orange troldmandskåbe, med mørkegrøn kant.
de: Eine dunkelgrün gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier orange bordée de vert foncé.
pl: Pomarańczowa szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro laranja detalhado em verde escuro.

source: Yellow Sorcerer Robe (White)
da: Gul troldmandskåbe (Hvid)
de: Gelbe Zaubererrobe (Weiß)
es: Túnica de Hechicero Amarilla (Blanca)
fr: Robe de Sorcier Jaune (Blanche)
pl: Żółta Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Amarelo (Branco)

source: A Dark Green lined Yellow sorcerer robe.
da: En gul troldmandskåbe, med mørkegrøn kant.
de: Eine dunkelgrün gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier jaune bordée de vert foncé.
pl: Żółta szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em verde escuro.

source: Bromenal Chest
da: Bromenal brystplade.
de: Bromenalharnisch
es: Armadura de Bromedal
fr: Armure de Corps en Bromenal
pl: Zbroja Bromenalowa
pt_br: Armadura de Bromenal
uk: Броменалева Броня

source: A bromenal chest armor.
da: Et bromenal brystpanser.
de: Ein Harnisch aus Bromenal
es: Una armadura de bromedal.
fr: Une armure de corps en bromenal.
pl: Bromenalowa zbroja piersiowa.
pt_br: Um peitoral de armadura feito de bromenal.
uk: Броменалева броня.

source: Dark Green Sorcerer Robe (Light Blue)
da: Mørkegrøn troldmandskåbe (Lyseblå)
de: Dunkelgrüne Zaubererrobe (Hellblau)
es: Túnica de Hechicero Verde Oscuro (Azul Claro)
fr: Robe de Sorcier Vert Foncé (Bleu Clair)
pl: Ciemnozielona Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Verde Escuro (Azul Claro)

source: A Light Blue lined Dark Green sorcerer robe.
da: En mørkegrøn troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte dunkelgrün Zaubererrobe.
es: Una túnica de hechicero Verde Oscuro, bordeada con una línea Azul Claro.
fr: Une robe de sorcier vert foncé bordée de bleu clair.
pl: Ciemnozielona szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro verde escuro detalhado em azul claro.

source: Red Contributor Shirt
da: Rød bidrager trøje
de: Rotes Hemd für Mitwirkende
es: Camisa de Colaborador Roja
fr: Tee-Shirt de Contributeur Rouge
pl: Czerwona Koszula Kontrybutora
pt_br: Camiseta do Contribuidor Vermelha
uk: Сорочка Співрозробника

source: Fine Orange Dress
da: Fin orange kjole
de: Feines orangenes Kleid
es: Vestido Fino Anaranjado
fr: Robe Raffinée Orange
pl: Piękna Pomarańczowa Suknia
pt_br: Vestido de Gala Laranja

source: A orange dress made from the finest materials.
da: En orange kjole, lavet af de fineste materialer.
de: Ein orangenes Kleid aus den feinsten Materialien.
es: Un vestido anaranjado hecho de los más finos materiales.
fr: Une robe orange cousue dans les matières les plus fines.
pl: Pomarańczowa suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido laranja feito dos materiais mais nobres.

source: Yeti Skin Shirt
da: Yeti skind trøje
de: Yetihauthemd
es: Camisa de Piel de Yeti
fr: Chemise en Peau de Yéti
pl: Koszula ze Skóry Yeti
pt_br: Camisa de Pele de Ieti
uk: Сорочка зі Шкіри Єті

source: A shirt made of hardened yeti skin.
da: En trøje lavet af hærdet yetiskind.
de: Ein Hemd aus gehärteter Yetihaut.
es: Una camisa hecha con piel de Yeti endurecida.
fr: Une chemise faite à partir de peau de yéti tannée.
pl: Koszula zrobiona z utwardzanej skóry yeti.
pt_br: Uma camisa feita de pele de ieti endurecida.
uk: Сорочка з дубленої шкіри єті.

source: Dark Green Contributor Shirt
da: Mørkegrøn bidrager trøje
de: Dunkelgrünes Hemd für Mitwirkende
es: Camisa de Colaborador Verde Oscuro
fr: Tee-Shirt de Contributeur Vert Foncé
pl: Ciemnozielona Koszula Kontrybutora
uk: Темно-зелена Сорочка Співрозробника

source: Light Blue Sorcerer Robe (Yellow)
da: Lyseblå troldmandskåbe (Gul)
de: Hellblaue Zaubererrobe (Gelb)
es: Túnica de Hechicero Azul Claro (Amarilla)
fr: Robe de Sorcier Bleu Clair (Jaune)
pl: Jasnoniebieska Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Amarelo)
uk: Блакитна Роба Чарівника (Жовта Кайма)

source: A Yellow lined Light Blue sorcerer robe.
da: En lyseblå troldmandskåbe, med gul kant.
de: Eine gelb gefütterte hellblaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Amarilla.
fr: Une robe de sorcier bleu clair bordée de jaune.
pl: Jasnoniebieska szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em amarelo.

source: Purple Cotton Shirt
da: Lilla bomuldstrøje
de: Violettes Baumwollhemd
es: Camiseta de Algodón Morada
fr: Tee-Shirt en Coton Violet
pl: Fioletowa Bawełniana Koszulka
pt_br: Camisa de Algodão Roxa
uk: Пурпурна Бавовняна Сорочка

source: A purple shirt made of 100% cotton.
da: En lilla trøje, lavet af 100% bomuld.
de: Ein violettes Hemd aus 100% Baumwolle.
es: Una camiseta morada hecha 100% de algodón.
fr: Un tee-shirt violet 100% coton.
pl: Fioletowa koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa roxa feita de 100% algodão.
uk: Пурпурна сорочка з 100% бавовни.

source: Orange Short Tank Top
da: Orange kort undertrøje
de: Orangenes kurzes Tanktop
es: Camisa Corta Naranja
fr: Débardeur Court Orange
pl: Pomarańczowa Krótka Koszulka Bezrękawnik
pt_br: Top Laranja
uk: Коротка Помаранчева Майка

source: A short, sleeveless orange shirt for VERY hot summer days.
da: En orange kort undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses orangenes Shirt für SEHR heiße Sommertage.
es: Una camiseta corta naranja sin mangas para los días calurosos de verano.
fr: Un court tee-shirt orange sans manches pour les TRES chaudes journées d'été.
pl: Pomarańczowa krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta laranja curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка помаранчева безрукавна майка для ДУЖЕ спекотного літа.

source: Red Sorcerer Robe (Dark Green)
da: Rød troldmandskåbe (Mørkegrøn)
de: Rote Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Roja (Verde Oscuro)
fr: Robe de Sorcier Rouge (Vert Foncé)
pl: Czerwona Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro Vermelho (Verde Escuro)
uk: Червона Роба Чарівника (Темно-зелена Кайма)

source: A Dark Green lined Red sorcerer robe.
da: En rød troldmandskåbe, med hvid kant.
de: Eine dunkelgrün gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Verde Oscuro.
fr: Une robe de sorcier rouge bordée de vert foncé.
pl: Czerwona szata czarodzieja z ciemnozieloną lamówką.
pt_br: Um robe de feiticeiro vermelho detalhado em verde escuro.

source: Amber Christmas Sweater
da: Ravfarvet jule-trøje
de: Bernstein Weihnachtspullover
es: Abrigo Dorado
fr: Pull de Noël Ambré
pl: Bursztynowy Świąteczny Sweter
pt_br: Suéter de Natal Âmbar
uk: Бурштинний Різдвяний Светр

source: An itchy, woolen, amber sweater with a green pinetree emblem on it.
de: Ein kratzender wolliger Bernsteinpullover mit einem grünen Tannenbaumemblem darauf.
es: Un suéter ambar de lana con el emblema de un pino verde en él.

source: Purple Turtleneck Sweater
da: Lilla rullekravetrøje
de: Pinker Rollkragenpullover
es: Suéter Cuello Tortuga Púrpura
fr: Pull à Col Roulé Violet
pl: Fioletowy Golf
pt_br: Suéter de Gola Alta Roxo
uk: Пурпуровий Светр

source: A thick, soft and warm purple sweater.
da: En tyk og varm, lilla sweater.
de: Ein dicker, weicher und warmer violetter Pullover.
es: Un jersey morado blando, cálido y grueso.
fr: Un pull épais, doux et chaud.
pl: Gruby, miękki i ciepły fioletowy sweter.
pt_br: Um suéter roxo espesso, macio e confortável.
uk: Комфортний теплий пурпуровий светр.

source: Sorcerer Robe (Dark Blue)
da: Troldmandskåbe (Mørkeblå)
de: Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero (Azul Oscuro)
fr: Robe de Sorcier (Bleu Foncé)
pl: Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro (Azul Escuro)
uk: Роба Чарівника (Темно-синя Кайма)

source: A Dark Blue lined sorcerer robe.
da: En troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte Zaubererrobe.
es: Una túnica de hechicero, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier bordée de bleu foncé.
pl: Szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro detalhado em azul escuro.
uk: Роба чарівника з темно-синьою каймою.

source: Yellow Sorcerer Robe (Dark Green)
da: Gul troldmandskåbe (Mørkegrøn)
de: Gelbe Zaubererrobe (Dunkelgrün)
es: Túnica de Hechicero Amarilla (Verde Oscuro)
fr: Robe de Sorcier Jaune (Vert Foncé)
pl: Żółta Szata Czarodzieja (Ciemnozielona lamówka)
pt_br: Robe do Feiticeiro Amarelo (Verde Escuro)
uk: Жовта Роба Чарівника (Темно-зелена Кайма)

source: Green Sorcerer Robe (Black)
da: Grøn troldmandskåbe (Sort)
de: Grüne Zaubererrobe (Schwarz)
es: Túnica de Hechicero Verde (Negra)
fr: Robe de Sorcier Verte (Noire)
pl: Zielona Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro Verde (Preto)
uk: Зелена Роба Чарівника (Чорна Кайма)

source: A Black lined Green sorcerer robe.
da: En grøn troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde, bordeada con una línea Negra.
fr: Une robe de sorcier verte bordée de noir.
pl: Zielona szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro verde detalhado em preto.
uk: Зелена роба чарівника з чорною каймою.

source: Yellow Tank Top
da: Gul undertrøje
de: Gelbes Tanktop
es: Camisa Amarilla
fr: Débardeur Jaune
pl: Żółta Koszulka Bezrękawnik
pt_br: Regata Amarela
uk: Жовта Майка

source: A yellow sleeveless shirt for hot summer days.
da: En gul undertrøje til varme sommerdage.
de: Ein gelbes, ärmelloses Shirt für heiße Sommertage.
es: Una camiseta amarilla sin mangas para los días calurosos de verano.
fr: Un tee-shirt jaune sans manches pour les chaudes journées d'été.
pl: Żółta koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta amarela sem mangas para dias de calor.
uk: Жовта безрукавна майка для спекотного літа.

source: Purple Sorcerer Robe (Red)
da: Lilla troldmandskåbe (Rød)
de: Violette Zaubererrobe (Rot)
es: Túnica de Hechicero Morada (Roja)
fr: Robe de Sorcier Violette (Rouge)
pl: Fioletowa Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro Roxo (Vermelho)
