Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: Anwar's Fields
de: Anwars Felder
es: Los campos de Anwar
fr: Les champs d'Anwar
uk: Поле Анвара

source: Ask about fertilizer at MIT
de: Frage im MIT nach Dünger
es: Pregunta sobre el fertilizante en el MIT
fr: Demandez si l'on peut faire de l'engrais à l'école de magie

source: Get a Chocolate Cake for Tinris
de: Besorge einen Schokoladenkuchen für Tinris
es: Obten una Tarta de Chocolate para Tinris
fr: Obtenez un Gâteau au Chocolat pour Tinris
uk: Отримайте шоколадний торт у Тінріс

source: Bring Tinris 6 Maggot Slimes, 4 Bug Legs, 3 Scorpion Stingers and 1 Piles of Ash
de: Bringe Tinris 6 Madenschleim, 4 Käferbeine, 3 Skorpionstachel und 1 Häufchen Asche
es: Llevar a Tinris 6 babas de gusano, 4 patas de insecto, 3 aguijones de escorpión y 1 pila de ceniza
fr: Amenez à Tinris 4 Vers gluants, 5 Pattes d'insectes, 2 Dards de scorpions, 2 Tas de cendres et 1 Potion cactus
uk: Принеси Тінріс 6 одиниць слизу личинки, 4 лапи жука, 3 жала скорпіонів та 1 купку попелу

source: Take fertilizer to Anwar
de: Bringe den Dünger nach Anwar
es: Lleva el fertilizante a Anwar
fr: Donner le fertilisant à Anwar
uk: Віднеси добрива Анвару

source: Fertilzer didn't help
de: Der Dünger hat nicht geholfen
es: El fertilizante no sirvio para nada
fr: Le Fertilisant n'a eu aucun effet
uk: Добрива не допомогли

source: Bring Tinris 4 Maggot Slimes, 5 Bug Legs, 2 Scorpion Stingers, 2 Piles of Ash and 1 Cactus Potion
de: Bringe Tinris 4 Madenschleim, 5 Käferbeine, 2 Skorpionstachel, 2 Häufchen Asche und 1 Kaktustrank
es: Llevar a Tinris 4 babas de gusano, 5 patas de insecto, 2 aguijones de escorpión, 2 pilas de ceniza y 1 poción de cactus
fr: Ameznez à Tinris 4 Vers gluants, 5 Pattes d'insectes, 2 Dards de scorpions, 2 Tas de cendres and 1 Potion cactus
uk: Принеси Тінріс 4 одиниці слизу личинки, 5 лап жука, 2 жала скорпіонів, 2 купки попелу та 1 кактусове зілля

source: Ask Eomie for help
de: Bitte Eomie um Hilfe
es: Pídele ayuda a Eomie
fr: Demander de l'aide à Eomie
uk: Попрохай Еомі про допомогу

source: Eomie needs 5 Grass Seeds, 2 Bottles of Water and 2 Ice Cubes to cast spell on potion
de: Eomie benötigt 5 Gras-Samen, 2 Flaschen Wasser und 2 Eiswürfel, um den Trank zu verzaubern
es: Eomie necesita 5 Semillas de Hierbas, 2 Botellas de Agua y 2 Cubos de Hielo para lanzar el hechizo en la poción
fr: Eomie a besoin de 5 graines d'herbage, 2 bouteilles d'eau et de 2 glaçons pour canaliser le sort sur la potion.
uk: Еомі потребує 5 насінь трави, 2 пляшки води і 2 крижані куби щоб наслати закляття на зілля

source: Anwar needs 3 pieces of Cotton Cloth and 30 Silk Cocoons for gifts
de: Anwar benötigt 3 Baumwolltücher und 30 Seidenkokons für die Geschenke
es: Anwar necesita 3 piezas de Tela de Algodón y 30 Capullos de Seda
fr: Anwar a besoin de 3 pièces de tissu en coton et de 30 cocons de soie pour offrir.
uk: Анвар потребує 3 шматки бавовняної тканини та 30 шовкових коконів для подарунків

source: Give Tinris Green V-Neck Sweater from Anwar
de: Gib Tinris den dunkelgrünen V-Ausschnitt Pullover von Anwar
es: Llévale a Tinris el Suéter Cuello V Verde de Anwar
fr: Donnez à Tinris le Pull à col en V Vert de Anwar
uk: Дай Тінріс зелений светр з V-подібним комірцем від Анвара

source: Gave Tinris Green V-Neck Sweater from Anwar
de: Tinris den dunkelgrünen V-Ausschnitt Pullover von Anwar gegeben
es: Le llevaste a Tinris el Sueter Cuello V de Anwar
fr: Vous avez donné à Tinris le Pull à col en V Vert de Anwar
uk: Віддано зелений светр з V-подібним комірцем від Анвара Тінріс

source: Bring Silk Headband to Eomie
de: Bringe Eomie das seidene Stirnband
es: Llevale a Eomie una Venda de Seda
fr: Apportez le Bandeau de Soie à Eomie
uk: Принеси шовкову пов'язку на голову Еомі

source: Brought Silk Headband to Eomie
de: Eomie das seidene Stirnband gebracht
es: Le llevatse a Eomie una Venda de Seda
fr: Vous avez apporté le Bandeau de Soie à Eomie
uk: Принесено шовкову пов'язку на голову Еомі

source: Complete
de: Fertig
es: Completa
fr: Terminé
uk: Завершено

source: Imec's Stingers
de: Imecs Stacheln
es: Los Aguijones de Imec
fr: Les dards d'Imec
uk: Жала Імека

source: Take Imec's letter to government building
de: Bringe Imecs Brief zum Regierungsgebäude
es: Lleva la carta de Imec al edificio de administración
fr: Amenez la lettre d'Imec dans le bâtiment du gouvernement
uk: Передай лист Імеа до ратуші

source: Return government letter to Imec
de: Bringe den Antwortbrief der Regierung zu Imec
es: Regrésa la carta de la administración a Imec
fr: Rapporter la lettre du gouvernement à Imec
uk: Поверни державний лист Імеку

source: Mine
es: Mina
uk: Шахта

source: Bring Lt. Dausen 10 Cactus Drinks
de: Bringe Lt. Dausen 10 Kaktustränke
es: Tráele 10 Bebidas de Cactus al Tte. Dausen
fr: Rapportez au Lt. Dausen 10 Boissons à base de Cactus
uk: Принеси лейтенанту Даусен 10 катсових напоїв

source: Lt. Dausen needs help
de: Lt. Dausen braucht Hilfe
es: El Tte. Dausen necesita ayuda
fr: Lt. Dausen a besoin d'aide
uk: Лейтенант Даусен потребє допомоги

source: Tell Stewen to hold their post
de: Befiel Stewen, die Stellung zu halten
es: Dile a Stewen que se mantenga su puesto
fr: Dire à Stewen de tenir son poste

source: Return to Lt. Dausen
de: Kehre zu Lt. Dausen zurück
es: Vuelve al Tte. Dausen
fr: Retournez voir le Lt. Dausen

source: Tell Nickos to hold their post
de: Befiel Nickos, die Stellung zu halten
es: Dile a Nickos que se mantenga en su puesto
fr: Dire à Nickos de maintenir son poste

source: Lt. Dausen wants you to talk to Nickos about the miners
de: Lt. Dausen möchte, dass du mit Nickos über die Minenarbeiter sprichst
es: El Tte. Dausen quiere que le hables a Nickos acerca de los mineros
fr: Lt. Dausen veut que vous parliez à Nickos à propos des mineurs

source: Nickos wants you to check on the miners
de: Nickos möchte, dass du die Minenarbeiter kontrollierst
es: Nickos quiere que compruebes a los mineros
fr: Nickos veut que vous alliez vérifier les mineurs

source: Nathan is fine, but you shoudl check on Naem
de: Nathan geht es gut, aber du solltest Naem untersuchen
es: Nathan está bien, pero deberías comprobar a Naem
fr: Nathan va bien, mais vous devriez vérifier pour Naem

source: Return to Nickos
de: Kehre zu Nickos zurück
es: Vuelve a Nickos
fr: Retournez vers Nickos

source: Help the Miners
de: Hilf den Minenarbeitern
es: Ayuda a los Mineros
fr: Aidez les mineurs

source: Get a bag of ore from Naem
de: Besorge dir einen Sack Erz von Naem
es: Consigue una bolsa de mineral de Naem
fr: Obtenez un sac de minerai de Naem

source: Take bag back to Nathan
de: Bringe die Tasche zu Nathan
es: Lleva la bolsa de regreso a Nathan
fr: Rapportez le sac à Nathan

source: Get another bag of ore from Naem
de: Besorge dir einen weiteren Sack Erz von Naem
es: Consigue otra bolsa de mineral de Naem
fr: Obtenez un autre de sac de minerai de Naem

source: Take another bag back to Nathan
de: Bringe einen weiteren Sack Erz zu Naem
es: Lleva la otra bolsa de regreso a Nathan
fr: Prendre un autre sac à dos à Nathan

source: Get last bag of ore from Naem
de: Besorge dir einen letzten Sack Erz von Naem
es: Consigue una última bolsa de mineral de Naem
fr: Obtenez le dernier sac de minerai de Naem

source: Take last bag back to Nathan
de: Bringe den letzten Sack Erz zu Naem
es: Lleva la última bolsa de regreso a Nathan
fr: Prendre le dernier sac à dos à Nathan

source: Tell Nickos about the Scorpions
de: Erzähle Nickos von den Skorpionen
es: Dile a Nickos acerca de los Escorpiones
fr: Dire à Nickos à propos des Scorpions

source: Bring Nickos 10 Angry Scorpion Stingers
de: Bringe Nickos 10 Stachel von wütenden Skorpionen
es: Llévale 10 Aguijones de Escorpiones Enojados a Nickos
fr: Ramenez à Nickos 10 dards de scorpions furieux

source: Ask Naem to unlock the Underground Palace
de: Bitte Naem, den unterirdischen Palast zu öffnen
es: Pídele a Naem que desbloquee el Palacio Subterráneo
fr: Demander à Naem pour déverrouiller le Palais Souterrain

source: Talk to Lt. Dausen about the key
de: Sprich mit Lt. Dausen über den Schlüssel
es: Hábla con el Tte. Dausen acerca de la llave
fr: Parler au Lt. Dausen de la clé

source: Open the Underground Palace
de: Öffne den unterirdischen Palast
es: Abre el Palacio Subterráneo
fr: Ouvrir le Palais Souterrain

source: Unlocked First Button
de: Ersten Schalter entriegelt
es: Desbloquea el Primer Pulsador
fr: Déverrouiller le premier bouton

source: Unlocked Second Button
de: Zweiten Schalter entriegelt
es: Desbloquea el Segundo Pulsador
fr: Déverrouiller le second bouton

source: Underground Palace is open
de: Der unterirdische Palast ist offen
es: El Palacio Subterráneo está abierto
fr: Le Palais Souterrain est ouvert

source: Talk to Sema
de: Sprich mit Sema
es: Habla con Sema
fr: Parlez à Sema

source: Found the supply chest. Return to Sema
de: Vorratskiste gefunden. Kehre zu Sema zurück
es: Encuentra el cofre de provisiones. Vuelve a Sema
fr: Trouver le coffre à fourniture. Retourner voir Sema

source: Kill the Giant Cave Maggot and return to Sema
de: Besiege die gigantische Höhlenmade und kehre zu Sema zurück
es: Mata al Gusano Gigante de Cueva y vuelve a Sema
fr: Tuer la larve géante des caves et retourner voir Sema

source: Let me eat cake!
de: Lass mich Kuchen essen!
es: ¡Déjame comer un pastel!
fr: Laisses-moi manger du cake!

source: Sarah wants a piece of Cherry Cake
de: Sarah möchte ein Stück Kirschkuchen
es: Sarah quiere una pieza de Pastel de Cereza
fr: Sarah veut une part de cake à la cerise

source: Sarah has her cake and eaten it too
de: Sarah hat ihren Kuchen und hat ihn auch gegessen
es: Sara tiene su pastel y también se lo comió
fr: Sarah a son gâteau et le mange aussi

source: Sandra needs 5 Scorpion Stingers
de: Sandra benötigt 5 Skorpionsstachel
es: Sandra necesita 5 Aguijones de Escorpión
fr: Sandra a besoin de 5 dards de scorpions

source: Complete.
de: Fertig.
es: Completa.
fr: Terminé

source: Get Kylian's Suitcase from the Dock
de: Hole Kylians Koffer vom Dock
es: Obtén la Maleta de Kylian del Muelle
fr: Prendre la Valise de Kylian aux Docks

source: Return Kylian's Suitcase from the Dock
de: Bringe Kylians Koffer vom Dock
es: Regresa a Kylian con la Maleta del Muelle
fr: Ramenez la Valise de Kylian des embarcadères

source: Find out who to talk to about a shop liscense
de: Finde heraus, wen du nach einer Geschäftslizenz fragen kannst
es: Averigua con quién hablar acerca de una licencia de tienda
fr: Trouver à qui il faut parler pour obtenir un permis de commercer

source: Find some place for sight seeing in Tonori
de: Finde einen Platz zum Besichtigen in Tonori
es: Encuentra un lugar para hacer turismo en Tonori
fr: Trouver un lieu touristique de Tonori

source: Find some good local eats
de: Finde einige leckere örtliche Gerichte
es: Encuentra algun buen lugar para comer
fr: Trouver une bonne recette locale

source: Find some entertainment
de: Finde etwas Unterhaltung
es: Encuentra algo de entretenimiento
fr: Trouver de la distraction

source: Find some place for nice clothing
de: Finde einen Platz mit schicken Klamotten
es: Encuentra un lugar con ropa bonita
fr: Trouver où l'on peut acheter de bon habits

source: Return to Kylian later
de: Kehre später zu Kylian zurück
es: Regresa a Kylian más tarde
fr: Retournez voir Kylian plus tard

source: See if Kylian's shop is open yet
de: Schau nach, ob Kylians Geschäft bereits geöffnet hat
es: Ve a ver si la tienda de Kylian está abierta todavía
fr: Vérifier si le magasin de Kylian est déjà ouvert

source: Offered job working for Kylian
de: Auftragsarbeit für Kylian angeboten
es: Trabajo ofrecido para trabajar para Kylian
fr: On vous a proposé de travailler pour Kylian

source: Accepted job working for KPS
de: Auftragsarbeit für KPS angenommen
es: Trabajo aceptado para trabajar para KPS
fr: Accepté de travailler pour le KPS

source: Pick a delivery
de: Wähle eine Lieferung
es: Recoge una entrega
fr: Allez chercher une livraison

source: Deliver the package
de: Liefere das Paket
es: Entrega el paquete
fr: Livrez le paquet

source: Return to KPS
de: Kehre zu KPS zurück
es: Regresa a KPS
fr: Retournez au KPS

source: See Kylian
de: Schau nach Kylian
es: Ve a ver a Kylian
fr: Voir Kylian

source: Terranite Armor
de: Terranitrüstung
es: Armadura de Terranite
fr: Armure de Terranite

source: Bring Heathin 50 Coal
de: Bringe Heathin 50 Kohlen
es: Llévale 50 piezas de Carbón a Heathin
fr: Amenez 50 charbons à Heathin

source: Talk to Heathin again.
de: Sprich wieder mit Heathin
es: Vuelve a hablarle a Heathin.
fr: Parlez de nouveau à Heathin.

source: Bring Heathin 100 Coal, 10 Terranite Ore and 20,000 gold pieces
de: Bringe Heathin 100 Kohlen, 10 Erze und 20.000 Goldstücke
es: Llévale 100 piezas de Carbón, 10 piezas de Mineral de Terranite y 20.000 piezas de oro a Heathin
fr: Amenez à Heathin 100 Charbon, 10 Minerai Terranite et 20.000 pièces d'or

source: Heathin is making a Terranite Hood for you
de: Heathin fertigt eine Terraniter Kapuze für dich an
es: Heathin está haciéndote una Capucha de Terranite
fr: Heathin vous fabrique un Casque Terranite

source: Heathin needs 200 Coal, 30 Terranite Ore and 40,000 gold pieces
de: Heathin benötigt 200 Kohlen, 300 Terraniter Erze und 40.000 Goldstücke
es: Heathin necesita 200 piezas de Carbón, 30 de Mineral de Terranite y 40.000 piezas de oro
fr: Amenez à Heathin 200 Charbon, 30 Minerai Terranite et 40.000 pièces d'or

source: Heathin is making Terranite Legs for you
de: Heathin fertigt einen Terraniter Beinschutz für dich an
es: Heathin está haciéndote unos Pantalones de Terranite
fr: Heathin vous fabrique des Jambières Terranite

source: Heathin needs 250 Coal, 40 Terranite Ore and 50,000 gold pieces
de: Heathin benötigt 250 Kohlen, 40 Terraniter Erze und 50.000 Goldstücke
es: Heathin necesita 250 piezas de Carbón, 40 de Mineral de Terranite y 50.000 piezas de oro
fr: Amenez à Heathin 250 Charbon, 40 Minerai Terranite et 50.000 pièces d'or

source: Heathing is making a Terranite Chest for you
de: Heathin fertigt einen Terraniter Brustschutz für dich an
es: Heathin está haciéndote una Armadura de Terranite
fr: Heathin vous fabrique un Plaston Terranite

source: Heathin needs 5 Coal, 1 Terranite Ore and 3,000 gold pieces
de: Heathin benötigt 5 Kohlen, 1 Terraniter Erz und 3.000 Goldstücke
es: Heathin necesita 5 piezas de Carbón, 1 de Mineral de Terranite y 3.000 piezas de oro
fr: Amenez à Heathin 5 Charbon, 1 Minerai Terranite et 3.000 pièces d'or

source: Heathing is making a Terranite Arrows for you
de: Heathin fertigt Terraniter Pfeile für dich an
es: Heathin está haciéndote unas Flechas de Terranite
fr: Heathin vous fabrique des Flèches Terranite

source: Fieri needs beer
de: Fieri braucht Bier
es: Fieri necesita cerveza
fr: Fieri a besoin d'une Bière

source: Brought Fieri beer
de: Bier zu Fieri gebracht
es: Cómprale cerveza a Fieri
fr: Apporté une Bière à Fieri

source: Fieri needs 3 Maggot Slimes
de: Fieri braucht 3 Madenschleim
es: Fieri necesita 3 Babas de Gusano
fr: Fieri a besoin de trois Gelée d'Asticot

source: A Mother's Fear
de: Furcht einer Mutter
es: El Temor de una Madre
fr: La peur d'une mère

source: You met Angela outside an ominous cave, but she's in too much of a panic over her daughter's misfortune to tell you anything useful. Perhaps you could give her something to help her concentrate...
de: Du triffst Angela vor einer verdächtigen Höhle an, jedoch ist sie von dem Unglück ihrer Tochter zu sehr beunruhigt, um dir irgendetwas Nützliches erzählen zu können. Vielleicht könntest du ihr etwas geben, das ihr hilft, sich zu konzentrieren...
es: Conociste a Angela en las afueras de una cueva siniestra, pero pero está tan preocupada por en infortunio de su hija que no puede decirte nada útil. Tal vez puedas darle algo que la ayude a concentrarse...
fr: Vous avez rencontré Angela devant une dangereuse caverne, mais elle est trop paniquée par le malheur de sa fille pour vous dire quoi que ce soit d'utile. Peut-être pouvez-vous lui donner quelque chose pour l'aider à se concentrer.

source: After you find something to calm her down, you can find Angela at (79,24) in the Nivalis Port area.
de: Nachdem du etwas gefunden hast, um sie zu beruhigen, kannst du Angela bei (79,24) in der Hafengegend von Nivalis finden.
es: Después de encontrar algo para calmarla, puedes encontrar a Angela el el área cerca del Puerto de Nivalis (79,24).
fr: Après que vous ayez trouvé quelque chose pour la calmer, vous pouvez trouver Angela à (79,24) dans le Port de Nivalis.

source: The Power of Concentration
de: DIe Kraft der Konzentration
es: El Poder de la Concentración
fr: Le Pouvoir de la Concentration

source: Angela has calmed down enough to tell you that Cindy has been kidnapped by Yetis! You might want to bring a few friends along to rescue her – yetis seem really tough!
de: Angela hat sich soweit gefangen, um dir zu erzählen, dass Cindy von Yetis entführt wurde! Du solltest ein paar Freunde auf die Rettungsmission mitnehmen – Yetis können harte Gegner sein!
es: Angela se ha calmado lo suficiente como para decirte que Cindy ha sido secuestrada ¡por Yetis! Puede que prefieras llevar un par de amigos para ir a rescatarla – ¡los yetis parecen muy tenaces!
fr: Angela s'est suffisament calmée pour vous dire que Cindy a été kidnappée par des Yetis ! Vous devriez prendre quelques amis avec vous pour la ramener - les Yetis semblent très puissants !

source: Cindy can be found deep within the cavern at (42,42) in Cindy Cave.
de: Cindy kann tief in der Höhle bei (42,42) in Cindys Höhle gefunden werden.
es: Cindy puede ser encontrada en las profundidades de la caverna, en (42,42) de la cueva de Cindy.
fr: Cindy peut être trouvée au fond de la caverne, à (42,42) dans la Grotte de Cindy

source: They're Finally Gone
de: Sie sind endlich weg
es: ¡Al fin se fueron!
fr: Ils sont finalement partis

source: You saved Cindy from the yetis – and managed to stay alive! You should talk to her and make sure that she's okay.
de: Du hast Cindy vor den Yetis gerettet – und es geschafft, am Leben zu bleiben! Du solltest mit ihr sprechen und sicherstellen, dass es ihr gut geht.
es: Has salvado a Cindy de los yetis – ¡y logrado mantenerte con vida! Deberías hablar con ella y asegurarte de que está bien.
fr: Vous avez sauvé Cindy des yetis - et avez survécu ! Vous devriez lui parler et vous assurer qu'elle va bien.

source: Cindy is located at (42,42) in Cindy Cave.
de: Cindy befindet sich bei (42,42) in Cindys Höhle.
es: Cindy está localizada en la Cueva de Cindy (42,42).
fr: Cindy se trouve à (42,42) dans la Grotte de Cindy.

source: A Welcome Gift
de: Ein Willkommensgeschenk
es: Un Regalo de Bienvenida
fr: Un Cadeau de Bienvenue

source: Cindy found something valuable in the cave and decided to give it to you! You should go talk to Angela and tell her what happened.
de: Cindy hat etwas Wertvolles in der Höhle gefunden und möchte es dir schenken! Du solltest mit Angela reden und ihr erzählen, was geschehen ist.
es: ¡Cindy encontró algo valioso en la cueva y ha decidido dártelo! Deberías hablar con Angela y contarle lo que pasó.
fr: Cindy a trouvé quelque chose de valeur dans la grotte et a décidé de vous le donner ! Vous devriez parler à Angela et lui dire ce qui s'est passé.

source: Cindy and Angela can be found at (27,26) in Angela's House.
de: Cindy und Angela können bei (27,26) in Angelas Haus gefunden werden.
es: Cindy y Angela se encuentran en la Casa de Angela (27,26).
fr: Cindy et Angela peuvent être trouvées à (27,26) dans la Maison d'Angela.

source: A Token of Gratitude
de: Ein Zeichen der Dankbarkeit
es: Una Muestra de Gratitud
fr: Une Preuve de Reconaissance

source: Angela, as a token of her gratitude, gave you a powerful rock knife.
de: Als Zeichen ihrer Dankbarkeit hat dir Angela ein mächtiges Steinmesser geschenkt.
es: Angela, como una muestra de agradecimiento, te da un poderoso cuchillo de roca.
fr: Angela, comme preuve de sa reconnaissance, vous a donné un puissant Couteau de Pierre.

source: You can help them retrieve presents from yetis or just stop by to say hello at (27,26) in Angela's House.
de: Du kannst ihnen helfen, die Geschenke von den Yetis zurückzuholen oder auf einen Gruß bei (27,26) in Angelas Haus vorbeischauen.
es: Puedes ayudarlas a recuperar regalos de los yetis, o simplemente detenerte a saludar, en la Casa de Angela (27,26).
fr: Vous pouvez les aider à récupérer des cadeaux des yetis, ou juste passer les saluer à (27,26) dans la Maison d'Angela.

source: Warm Nostalgia
de: Warme Nostalgie
es: Cálida Nostalgia
fr: Douce Nostalgie

source: Baktar wants you to bring him some items from Tulimshar to remind him of the great times he had living there.
de: Baktar möchte, dass du ihm einige Gegenstände von Tulimshar bringst, die ihn an die schönen Zeiten dort erinnern.
es: Baktar quiere que le lleves algunos artículos de Tulimshar que le recuerden los buenos tiempos que tuvo viviendo allí.
fr: Baktar veut que vous lui ameniez des objets de Tulimshar pour lui rappeler le bon temps qu'il a passé à vivre là-bas.

source: Baktar can be located at (70,61) in Nivalis Indoor.
de: Baktar befindet sich bei (70,61) in Nivalis Heim.
es: Baktar está localizado en un edificio interior de Nivalis (70,61).
fr: Baktar peut-être trouvé à (70,61) dans les Batiments de Nivalis.

source: You gave Baktar all the items he requested and helped him finish his collection.
de: You hast Baktar alle von ihm gewünschten Gegenstände gegeben und ihm damit zu einer vollständigen Sammlung verholfen.
es: Le diste a Baktar todos los artículos que te pidió y lo ayudaste a completar su colección.
fr: Vous avez donné à Baktar tous les objets qu'il avait demandé et l'avez aidé à finir sa collection.

source: Blue Sage
de: Blauer Weiser
es: Sabio Azul
fr: Le Sage Bleu

source: Hungry For Knowledge
de: Hungrig nach Wissen
es: Hambriento de Conocimiento
fr: Faim de Savoir

source: Elias told you about the mutant slime infestation and the destruction of the library, which he said was on the third floor. You may be able to learn more about the situation by asking around...
de: Elias hat dir von der Heimsuchung durch den Mutantenschleim und die Zerstörung der Bücherei berichtet, die sich laut seiner Aussagen im dritten Stockwerk befindet. Du könntest möglicherweise mehr über die Situation herausfinden, wenn du dich umhörst...
es: Elias te contó acerca de la infestación de limos mutantes y la destrucción de la biblioteca, la cuál dijo que estaba en el tercer piso. Puedes ser capaz de aprender más sobre la situación preguntando en los alrededores...
fr: Elias vous à parlé de l'infestation de gluants mutants et de la destruction de la bibliothèque qui se trouvait au troisième étage. Vous serez peut être capable d'en apprendre plus sur la situation en demandant aux alentours...

source: Misplaced Punishment
de: Unangebrachte Bestrafung
es: Castigo fuera de lugar
fr: Punition Déplacée

source: The distressed Peetu has asked you to talk to Chief Oskari on his behalf.
de: Der verzweifelte Peetu hat dich gefragt, ob du Vorsteher Oskari an seiner Stelle fragen könntest.
es: El angustiado Peetu te ha pedido que hables con el Jefe Oskari en su nombre.

source: Chief Oskari can be found at (146,26) within the Blue Sages' Mansion.
de: Vorsteher Oskari kann bei (146,26) im Herrenhaus der Blauen Weisen gefunden werden.
es: El jefe Oskari se encuentra dentro de la Mansión de los Sabios Azules (146,26).
fr: Le chef Oskari peut être trouvé à (146,26) à l’intérieur du manoir des sages bleus

source: An Unbiased Investigation
de: Eine unvoreingenommene Untersuchung
es: Una investigación sin prejuicios
