Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A highly poisoned red scorpion stinger.
da: En meget giftig rød skorpion pig.
de: Ein hochgiftiger, roter Skorpionstachel.
es: Un aguijón de escorpión rojo, altamente venenoso.
fr: Un dard de scorpion rouge très venimeux.
pl: Bardzo jadowite żądło skorpiona
pt_br: Um ferrão de Escorpião Vermelho altamente envenenado.
uk: Значно отруйне жало червоного скорпіона.

source: Runestone A
da: Runesten A
de: Runenstein A
es: Piedra-runa A
fr: Pierre de Rune A
pl: Kamień Runiczny A
pt_br: Runa A

source: A small tablet with the letter A craved into it.
da: En lille stentavle med bogstavet A indgraveret.
de: Ein kleiner Block mit dem Buchstaben A eingraviert.
es: Una pequeña lápida con la letra A gravada en ella.
fr: Une petite tablette avec la lettre A gravée dessus.
pl: Mała tabliczka z wyrytą literą A.
pt_br: Uma pequena tábua gravada com a letra A.

source: Amethyst Powder
da: Ametyst Pulver
de: Amethyst Pulver
es: Polvo de Amatista
fr: Poudre d'Améthyste
pl: Ametystowy Proszek
pt_br: Pó de Ametista
uk: Аметистовий Пил

source: A purple powder made out of an amethyst.
da: Et lilla pulver lavet af en ametyst.
de: Ein violettes Pulver, aus Amethyst gemacht.
es: Un polvo morado hecho de amatista.
fr: Une améthyste réduite en poudre.
pl: Fioletowy proszek zrobiony z ametystu.
pt_br: Um pó roxo feito de ametista.
uk: Пурпуровий пил із розмеленого аметисту.

source: Gamboge Herb
da: Gamboge Blade
de: Gummiguttkraut
es: Hierba Gamboge
fr: Herbe Gamboge
pl: Ziele Garcinii..
pt_br: Erva Gamboge
uk: Камідний Збір

source: Reed Bundle
da: Tagtækkerrør
de: Schilfrohrbündel
es: Montón de Cañas
fr: Paquet de Roseau
pl: Zawiniątko Trzcin
pt_br: Fardo de Cana
uk: Пучок Очерету

source: A bundle of reed.
da: Et bundt tagtækkerrør.
de: Ein Bündel Schilfrohr.
es: Un lote de junco.
fr: Un paquet de roseau.
pl: Zawiniątko Trzcin.
pt_br: Um fardo de cana.
uk: Пучок очерету.

source: Grass Seeds
da: Græsfrø
de: Grassamen
es: Semillas de Hierba
fr: Graines de Gazon
pl: Nasiona Trawy
pt_br: Sementes de Grama
uk: Насіння

source: Some grass seeds.
da: Nogle græsfrø.
de: Einige Grassamen.
es: Unas semillas de hierba.
fr: Des graines de gazon.
pl: Trochę ziaren trawy.
pt_br: Algumas sementes de grama.
uk: Якесь дрібне насіння.

source: An iten.
da: En iten.
de: Ein Iten.
es: Un iten.
fr: Un iten.
pl: Iten.
pt_br: Um item.
uk: Тримай подай.

source: Gray Hint
da: Gråt Vink
de: Grauer Hinweis
es: Señal Gris
fr: Indice Gris
pl: Szara Podpowiedź.
pt_br: Nota Cinza
uk: Сіра Підказка

source: Red Rose
da: Rød Rose
de: Rote Rose
es: Rosa Roja
fr: Rose Rouge
pl: Czerwona Róża
pt_br: Rosa Vermelha
uk: Червона Троянда

source: A red rose. A symbol for romantic love.
da: En rød rose. Symbolet på romantisk kærlighed.
de: Eine rote Rose. Ein Symbol für romantische Liebe.
es: Una rosa roja. Símbolo de un amor romántico.
fr: Une rose rouge. Le symbole d'un amour romantique.
pl: Czerwona róża.Symbol romantycznej miłości.
pt_br: Uma rosa vermelha. Simboliza o amor romântico.
uk: Червона троянда. Символ романтичних стосунків.

source: Green Easter Egg
da: Grønt påskeæg
de: Grünes Osterei
es: Huevo de Pascua Verde
fr: Oeuf de Pâques Vert
pl: Zielona Pisanka
pt_br: Ovo de Páscoa Verde
uk: Зелене Великоднє Яйце

source: A green easter egg. In the past there was a game to find all six of them. Now they're just a nice souvenir.
da: Et grønt påskeæg. Engang var der et spil hvor galdt om at finde alle seks. Nu er de blot en pæn souvenir.
de: Ein grünes Osterei. In der Vergangenheit gab es ein Spiel, in dem man alle sechs finden musste. Jetzt ist es nur ein schönes Andenken.
es: Un huevo de pascua verde. En el pasado se jugaba a coleccionar seis de ellos. Ahora solo son un bonito souvenir.
fr: Un oeuf de Pâques vert. Avant, il existait un jeu qui consistait à retrouver les six sortes d'oeufs. Maintenant ce n'est plus qu'un joli souvenir.
pl: Zielona pisanka. W przeszłości odbyła się zabawa by znaleźć ich sześć. Teraz są tylko ładną pamiątką.
pt_br: Um ovo de páscoa verde. No passado havia um jogo para achar todos os seis ovos. Hoje são apenas uma lembrancinha bacana.
uk: Зелене великоднє яйце. В минулому була гра - знайти всі шість кольорів, теперце просто гарний сувенір.

source: Dark Petal
da: Mørkt kronblad
de: Dunkles Blütenblatt
es: Pétalo Oscuro
fr: Pétale Sombre
pl: Mroczny Płatek
pt_br: Pétala Negra
uk: Чорна Пелюстка

source: A single, dark, petal, oddly heavy. The edges of the petal are unusually hard, and have a slightly reflective shine to them. But looking into the gleam, you can only see fire...
da: Et enkelt, mørkt kronblad, sært tungt. Kanterne af kronbladet er usædvanligt hårde og reflekterer lyset en smule. Men i glimtet fra dem kan du se ild...
de: Eine einzelnes, dunkles Blütenblatt, seltsam schwer. Die Seiten des Blütenblatts sind ungewöhnlich hart und hat einen schwachen, reflektieven Schimmer. Aber wenn du in den Schimmer siehst, siehst du nur Feuer...
es: Un singula pétalo oscuro, extrañamente pesado. Los bordes del pétalo son inusialmente duros, y tienen un ligero brillo reflectante. Pero al mirar en el resplandor, sólo puede ver fuego...
fr: Un unique pétale noir terriblement lourd. Les bords de ce pétales sont anormalement durs et réfléchissent légèrement la lumière. Mais en regardant la lumière de plus près, tu ne vois que du feu...
pl: Pojedynczy mroczny płatek, zadziwiająco ciężki. Krawędzie niespotykanie twarde, o lekkim połysku. Patrząc w odbicie ujrzysz tylko ognień...
pt_br: Uma pétala negra simples, estranhamente pesada. As pontas da pétala são anormalmente duras, e têm um ligeiro brilho reflexivo. Mas olhando para o brilho, você só pode enxergar fogo...
uk: Єдина пелюстка, але дивно важка. Краї пелюстки незвичайно важкі і трохимерехтять. Але, придивившись в блиск, ти бачиш лише полум'я...

source: A ticket between worlds. If you should find yourself transported by one, be sure not to lose it, lest you become trapped indefinitely. This item cannot be used directly.
da: En billet imellem verdener. Hvis du pludselig bliver trnsporteret af en, så sørg for ikke at miste den for så er du helt sikkert fanget. Denne genstand kan ikke bruges direkte.
de: Ein Ticket zwischen den Welten. Solltest du von einem transportiert worden sein, vergewissere dich dass du es nicht verlierst, damit du nicht auf unbestimmte Zeit gefangen bist. Dieser Gegenstand kann nicht direkt benutzt werden.
es: Un boleto entre mundos. Si usted debería ser transportado por uno, asegúrese de no perderlo, para no perderse indefinidamente. Este artículo no puede utilizarse directamente.
fr: Ton ticket pour voyager entre les différents mondes. Si tu devais être transporté par l'un d'eux, fais attention de ne pas le perdre ou tu te retrouverais piégé pour l'éternité. Cet objet ne peut pas être utilisé immédiatement.
pl: Bilet do podróży między światami. Jeżeli zdarzy Ci się być przetransportowanym dzięki niemu, pilnuj by go nie zgubić, bo utkniesz na stałe w innym świecie. Ten przedmiot nie może być użyty bezpośrednio.
pt_br: Um bilhete entre mundos. Se você for transportado por um, certifique-se de não perdê-lo, ou você ficará preso indefinidamente. Este item não pode ser usado diretamente.
uk: Білет між світами. Якщо ви вважаєте, що вас перенесло в інший світ, пильнуйте,щоб не загубити шанс потрапити додому. Цей предмет не використовуєтьсябезпосередньо.

source: Magenta Hint
da: Magenta Vink
de: Magenta Hinweis
es: Señal Púrpura
fr: Indice Magenta
pl: Karmazynowa Podpowiedź.
pt_br: Nota Magenta
uk: Пурпурова Підказка

source: Sapphire Powder
da: Safir pulver
de: Saphir Pulver
es: Polvo de Zafiro
fr: Poudre de Saphir
pl: Szafirowy Proszek
pt_br: Pó de Safira
uk: Сапфірний Пил

source: A blue powder made out of a sapphire.
da: Et blåt pulver lavet af en safir.
de: Ein blaues Pulver, aus Saphir gemacht.
es: Un polvo azul hecho de un zafiro.
fr: Un saphir réduit en poudre.
pl: Niebieski proszek zrobiony z szafiru.
pt_br: Um pó azul feito de safira.
uk: Синій пил із розмеленого сапфіру.

source: Red Tulip
da: Rød Tulipan
de: Rote Tulpe
es: Tulipán Rojo
fr: Tulipe Rouge
pl: Czerwony Tulipan
pt_br: Tulipa Vermelha
uk: Червоний Тюльпан

source: A red tulip. A declaration of love.
da: En rød tulipan. Symbol på kærlighed.
de: Eine rote Tulpe. Eine Erklärung der Liebe.
es: Un tulipán rojo. Una declaración de amor.
fr: Une tulipe rouge. Une déclaration d'amour.
pl: Czerwony tulipan.Wyznanie miłości.
pt_br: Uma tulipa vermelha. Uma declaração de amor.
uk: Червоний Тюльпан. Символ освідчення в любові.

source: Diamond Powder
da: Diamant Pulver
de: Diamant Pulver
es: Polvo de Diamante
fr: Poudre de Diamant
pl: Sproszkowany Diament
pt_br: Pó de Diamante
uk: Діамантовий Пил

source: A white powder made out of a diamond.
da: Et hvidt pulver lavet af en diamant.
de: Ein weißes Pulver, aus Diamant gemacht.
es: Un polvo blanco hecho de diamante.
fr: Un diamant blanc réduit en poudre.
pl: Biały proszek zrobiony z diamentu.
pt_br: Um pó branco feito de diamante.
uk: Білий пил із розмеленого діаманту.

source: Terranite Ore
da: Terranit Malm
de: Terraniterz
es: Mineral de Terranite
fr: Minerai de Terranite
pl: Ruda Terranitu
pt_br: Minério de Terranita
uk: Теранітова Руда

source: Some ore collected out of terranite.
da: Noget malm samlet fra terranit.
de: Einige Erze, gesammelt aus Terranit.
es: Un poco de mineral de terranite recogido.
fr: Du minerai récupérer sur une terranite.
pl: Nieco rudy zebranej z terranitów.
pt_br: Um minério extraído de terranita.
uk: Руда, що

source: Yellow Summon Flower
da: Gul Hidkalder Blomst
de: Gelbe Beschwörungsblume
es: Flor Amarilla de Invocación
fr: Fleur d'Invocation Jaune
pl: Żółty Przywołujący Kwiat
pt_br: Flor do Invocador Branca
uk: Жовта Квітка Викликання

source: Green Hint
da: Grønt Vink
de: Grüner Hinweis
es: Señal Verde
fr: Indice Vert
pl: Zielona Podpowiedź.
pt_br: Nota Verde
uk: Зелена Підказка

source: Squirrel Pelt
da: Egern Skind
de: Eichhörnchenfell
es: Piel de Ardilla
fr: Peau d'Ecureuil
pl: Skóra Wiewiórki
pt_br: Pele de Esquilo
uk: Шкура Білки

source: The pelt of a squirrel. Trophy of the less experienced hunters, can be used to create clothes.
da: Skindet fra et egern. Et trofæ for begynderjægere, der kan bruges at lave tøj af.
de: Das Fell eines Eichhörnchens. Trophäe eines weniger erfahrenen Jägers, kann benutzt werden, um Kleidung herzustellen.
es: La piel de una ardilla. Trofeo de los cazadores menos experimentados, puede usarse para elaborar ropa.
fr: La peau d'un écureuil. C'est le trophée des chasseurs les moins expérimentés, on peut s'en servir pour confectionner des vêtements.
pl: Skóra z wiewiórki. Trofeum mniej doświadczonych myśliwych, może być wykorzystana do robienia ubrań.
pt_br: A pele de um esquilo. Troféu dos caçadores menos experientes, pode ser usada para fazer roupas.
uk: Шкура білки. Трофей початківців, може бути корисна для шиття одягу.

source: Bat Teeth
da: Flagermusetænder
de: Fledermauszahn
es: Dientes de Murciélago
fr: Dents de Chauve-Souris
pl: Kły Nietoperza.
pt_br: Dente de Morcego
uk: Зуби Кажана

source: The teeth from a bat. Rather sharp.
da: Tænderne fra en flagermus. Ret skarpe.
de: Der Zahn einer Fledermaus. Ziemlich scharf.
es: Los dientes de un murciélago, bastante afilados.
fr: Les dents d'une chauve-souris. Plutôt coupantes.
pl: Kły z nietoperza. Raczej ostre.
pt_br: O dente de um morcego. Um tanto afiado.
uk: Зуби летючої миші. Досить гострі.

source: Silk Cocoon
da: Silkekokon.
de: Seidener Kokon.
es: Capullo de Seda
fr: Cocon de Soie
pl: Bawełniany Kokon
pt_br: Casulo de Seda
uk: Шовковий Кокон

source: A silkworm's cocoon.
da: En silkeorm's kokon.
de: Kokon einer Seidenraupe.
es: Un capullo de un gusano de seda.
fr: Le cocon d'un ver à soie
pl: Kokon jedwabnika.
pt_br: Um casulo de bicho de seda.
uk: Кокон шовкопряду.

source: Grimace of Dementia
da: Demens Grimasse.
de: Grimasse von Dementia
es: Mueca de Demencia
fr: Grimace de Démence
pl: Grymas Zapomnienia
pt_br: Faceta da Demência
uk: Гримаса Деменції

source: A feared potion. If done wrong... what did you say?
da: En frygtet eleksir. Hvis du bruger den forkert.... hvad var det du sagde ?
de: Ein gefürchteter Trank. Wenn es falsch gemacht wird... Was sagst du?
es: Una poción temida. Si se hace mal... ¿Qué dijiste?
fr: Une potion inquiétante. Si mal utilisée... Euh, de quoi on parlait?
pl: Przerażający napój. Jeżeli niewłaściwie użyty... mówiłeś coś?
pt_br: Uma poção temida. Se feita erroneamente... o que você disse?
uk: Страшне зілля. Якщо порушити технологію приготування... що ви спитали?

source: Casino Coins
da: Casino Mønter
de: Kasinomünzen
es: Monedas de Casino
fr: Jetons de Casino
pl: Monety Kasyna
pt_br: Moedas de Cassino
uk: Гральні Монети

source: Just some casino coins.
da: Blot nogle casino mønter.
de: Nur einige Kasinomünzen.
es: Unas monedas de casino.
fr: Quelques jetons pour le casino.
pl: Nieco monet kasyna
pt_br: Apenas algumas moedas de cassino.
uk: Всього лише монети з казино.

source: Chocolate Mouboo
da: Chokolade Mouboo
de: Schokoladen-Mouboo
es: Mouboo de Chocolate
fr: Mouboo en Chocolat
pl: Czekoladowy Muubuu
pt_br: Mouboo de Chocolate
uk: Шоколадний Мобуу

source: A mouboo made out of chocolate. It's hard not to bite it.
da: En mouboo lavet af chokolade. Den er svær ikke at bide af.
de: Ein Mouboo aus Schokolade. Es ist schwer, nicht zu beißen.
es: Un Mouboo hecho de chocolate. No cuesta morderlo.
fr: Un mouboo en chocolat. Difficile de ne pas vouloir mordre dedans.
pl: Muubuu zrobiony z czekolady. Ciężko się nie skusić.
pt_br: Um mouboo feito de chocolate. Difícil não comer.
uk: Мобуу із шоколаду. Складно втриматись та не вкусити.

source: Flight Talisman
da: Flyve Talisman
de: Flugtalisman
es: Talismán de Vuelo
fr: Talisman de Fuite
pl: Lotniczy Talizman
pt_br: Talismã de Voo

source: A talisman created using ancient magic to keep you safe during flights.
da: En talisman skabt ved brug af ældgammel magi for at beskytte dig når du flyver.
de: Ein hergestellter Talisman, der antike Magie benutzt, um sicher bei Flügen zu sein.
es: Un talismán creado utilizando magia antigua para mantenerle seguro durante los vuelos.
fr: Un talisman créé par une ancienne magie dans le but de te garder en sécurité durant ta fuite.
pl: Zaprojektowany przy użyciu antycznej magii by zapewnić Ci bezpieczeństwo podczas lotów.
pt_br: Um talismã criado utilizando magia ancestral para mantê-lo seguro durante voos.
uk: Талісман, зачарований стародавньою магією тримати вас у безпеці під час перельотів.

source: Mylarin Dust
da: Mylarin Pulver
de: Mylarinstaub
es: Polvo de Mylarin
fr: Poussière de Mylarin
pl: Proszek Milaryny
pt_br: Poeira de Mylarin
uk: Міларіновий Пил

source: A bottle of mylarin particles.
de: Ein Fläschchen mit Mylarinpartikeln.
es: Una botella de partículas de mylarin.

source: Red Dotted Wrap
da: Rødprikket indpakningspapir
de: Rot gepunktete Verpackung
es: Envoltura Roja Punteada
fr: Papier Cadeau Rouge à Pois
pl: Czerwony Papier Pakowy w Kropki
pt_br: Papel Pontilhado Vermelho
uk: Червона Крапчаста Огортка

source: A role of red dotted wrapping paper.
da: En rulle rødprikket indpakningspapir.
de: Eine Rolle mit rot-gepunkteten Verpackungspapier.
es: Un rollo de papel para envolver con puntos rojos.
fr: Un rouleau de papier cadeau rouge à pois.
pl: Rolka czerwonego papieru pakowego w kropki.
pt_br: Um rolo de papel de embrulho de pontinhos vermelhos.
uk: Червона крапчаста огортка.

source: Red Golden Striped Wrap
da: Rødt gyldenstribet indpakningspapir
de: Rotgold gestreiftes Verpackungspapier
es: Envoltura Roja Con Rayas Doradas
fr: Papier Cadeau Rouge à Rayures Dorées
pl: Czarwony Papier Pakowy w Złote Paski
pt_br: Papel de Embrulho Listrado Dourado
uk: Червона Позолочена Смугаста Огортка

source: A role of red wrapping paper with golden stripes.
da: En rulle rødt indpakningspapir med gyldne striber.
de: Eine Rolle rotes Verpackungspapier mit goldenen Streifen.
es: Un rollo de papel para envolver rojo con rayas doradas.
fr: Un rouleau de papier cadeau rouge avec des rayures dorées.
pl: Rolka czerwonego papieru pakowego w złote paski.
pt_br: Um papel de embrulho vermelho com listras douradas.
uk: Червона огортка з золотими смугами.

source: Orange Rose
es: Rosa Anaranjada
fr: Rose Orange
pl: Pomarańczowa Róża
pt_br: Rosa Laranja
uk: Помаранчева Троянда

source: An orange rose. A symbol for friendship turning into love.
da: En orange rose. Symbolet for venskab der bliver til kærlighed.
de: Eine orangene Rose. Ein Symbol für Freundschaft, die zu Liebe wird.
es: Una rosa anaranjada. Símbolo de una amistad que se está convirtiendo en amor.
fr: Une rose orange. Le symbole d'une amitié devenue amour.
pl: Pomarańczowy róża.Symbolem przyjaźń zamienia się miłości.
pt_br: Uma rosa laranja. Simboliza amizades que viram amor.
uk: Помаранчева троянда. Символ дружби, що перетворилась на любов.

source: Emerald
da: Smaragd
de: Smaradg
es: Esmeralda
fr: Emeraude
pl: Szmaragd
pt_br: Esmeralda
uk: Смарагд

source: A raw emerald gemstone.
da: En rå smaragd ædelsten.
de: Ein roher Smaragd-Edelstein.
es: Una piedra preciosa: esmeralda en bruto.
fr: Une émeraude, une pierre précieuse polie.
pl: Surowy szmaragd.
pt_br: Uma gema de esmeralda bruta.

source: Flawed Lens
da: Fejlbehæftet linse
de: Defekte Linse
es: Lentes Defectuosas
fr: Lentille Défectueuse
pl: Wadliwe Soczewki
pt_br: Lentes Falhas
uk: Недороблена Лінза

source: A failed attempt at making a lens with powerful properties. Perhaps, one day, you will be able to salvage the remains from this effort.
da: Et fejlslået forsøg på at lave en kraftig linse. Måske vil du en dag være i stand til at bjærge resterne af disse anstrengelser.
de: Ein Fehlversuch beim Herstellen einer Linse mit starken Eigenschaften. Vielleicht, eines Tages, wird es dir möglich sein, Teile davon wiederzubenutzen.
es: Un intento fallido al crear una lente con poderosas propiedades. Quizá, un día, usted será capaz de rescatar los restos de este esfuerzo.
fr: Une tentative ratée de créer une lentille possédant de grandes propriétés. Peut-être qu'un jour tu seras capable de récupérer les restes de ce projet.
pl: Nieudana próba stworzenia soczewek o potężnych właściwościach. Być może pewnego dnia będziesz w stanie odratować pozostałości z nich.
pt_br: Uma tentativa falha de fazer lentes com propriedades poderosas. Talvez, um dia, você conseguirá salvar o que restou deste esforço.
uk: Невдала спроба зробити лінзу з потужними магічними властивостями. Напевно,колись ти зможеш врятувати її від недоліків.

source: White Saddle Rug
da: Hvidt Saddel Tæppe
de: Weiße Satteldecke
es: Tapete de asiento blanco
fr: Tapis de Selle Blanc
pl: Biały Pled pod Siodło
pt_br: Sela Branca
uk: Білий Сідловий Килимок

source: This Saddle Rug is big enough to keep a reinboo warm.
da: Dette saddeltæppe er stort nok til at holde en rensboo varm.
de: Diese Satteltasche ist groß genug um einen Reinboo warm zuhalten.
es: Este tapete de asiento es lo bastante grande para mantener un reinboo caliente.
fr: Ce tapis de selle est assez grand pour tenir un reinboo bien au chaud.
pl: Pled pod Siodło jest wystarczająco duży, by ogrzać Renibuu.
pt_br: Esta sela é granda o bastante para aquecer um reinboo.

source: Red Christmas Stocking
da: Røde Jule Netstømper
de: Roter Weihnachtsstrumpf
es: Medias Rojas Navidenias
fr: Chaussons de Noël Rouges
pl: Czerwona Świąteczna Skarpeta
pt_br: Meias de Natal Vermelhas
uk: Червона Різдвяна Шкарпетка

source: Eww, it's smelly!
da: Add, Den stinker!
de: Eww, es stinkt!
es: ¡Eww, apesta!
fr: Beuuuuh, ça sent mauvais!
pl: Fuj, śmierdzi!
pt_br: Eca, tem chulé!
uk: Ох як смердить!

source: Red Saddle Rug
da: Rødt Saddel Tæppe
de: Rote Satteldecke
es: Tapete de asiento rojo
fr: Tapis de Selle Rouge
pl: Czerwony Pled pod Siodło
pt_br: Sela Vermelha

source: This Saddle Rug is big enough to keep a reinboo warm. It's red, Santa's color.
da: Dette saddeltæppe er stort nok til at holde en rensboo varm. Det er rødt, Julemandens farve.
de: Diese Satteltasche ist groß genug um einen Reinboo warm zuhalten. Es ist rot, die Farbe des Weihnachtsmannes.
es: Este tapete de asiento es lo bastante grande para mantener un reinboo caliente. Es rojo, el color de Santa.
fr: Ce tapis de selle est assez grand pour tenir un reinboo bien au chaud. De couleur rouge, celle du Père Noël.
pl: Ten Pled pod Siodło jest wystarczająco duży by ogrzać Renibuu. W kolorze św. Mikołaja, czyli czerwonym.
pt_br: Esta sela é grande o bastante para aquecer um reinboo. É vermelha, cor do Papai Noel.
uk: Цей килимок достатньо великий, щоб зігрівати рейнбуу. Червоного, різдвяного кольору.

source: Aqua Christmas Ornament
da: Marineblåt julepynt
de: Aquatischer Weihnachtsschmuck
es: Ornamento Navideno Cian
fr: Boule de Noël Bleu Marine
pl: Jasnoniebieska Świąteczna Ozdoba
pt_br: Ornamento de Natal Azul-Aquático
uk: Бірюзова Різдвяна Прикраса

source: Lazurite Crystal
da: Lazurit Krystal
de: Lazuritkristall
es: Cristal de Lazurita
fr: Crystal de Lazurite
pl: Kryształ Lazurytowy.
pt_br: Cristal de Lazurita
uk: Кристал Лазуриту

source: A crystal of Lazurite, with magic catalysis properties.
da: En krystal af lazurit, med magiske katalyse-egenskaber.
de: Ein Kistall aus Lazurit, mit magischen Katalyse Eigenschaften.
es: Un cristal de Lazurita, con propiedades mágicas de catálisis.
fr: Un cristal de lazurite avec des propriétés de catalyseur de magie.
pl: Kryształ z lazurytu, o właściwościach magicznej katalizy.
pt_br: Um cristal de lazurita, com propriedades de catálise mágica.
uk: Кристал лазуриту, має потенціал магічного каталізатору.

source: Iced Water
da: Isvand
de: Eiswasser
es: Agua Congelada
fr: Eau Glacée
pl: Zmrożona Woda
pt_br: Água Congelada
uk: Крижана Вода

source: A bottle containing iced water.
da: En flaske med isvand.
de: Eine Flasche mit Eiswasser.
es: Una botella que contiene agua congelada.
fr: Une bouteille remplie d'eau glacée.
pl: Butelka zawierająca zmrożoną wodę.
pt_br: Uma garrafa contendo água congelada.
uk: Пляшка з крижаною водою.

source: Green Present Box
da: Grøn gave
de: Grüne Geschenkbox
es: Caja de Regalo Verde
fr: Cadeau Vert
pl: Zielony prezent
pt_br: Caixa de Presente Verde
uk: Зелений Подарунок

source: Pink Rose
de: Pinke Rose
es: Rosa Rosada
fr: Rose Rose
pl: Różowa Róża
pt_br: Rosa
uk: Рожева Троянда

source: A pink rose. A symbol for innocent love.
da: En pink rose. Symbolet på uskyldig kærlighed.
de: Eine pinke Rose. Ein Symbol der unschuldigen Liebe.
es: Una rosa rosada. Simbolo de un amor inocente.
fr: Une rose rose. Le symbole d'un amour innocent.
pl: Różowa róża.Symbol niewinnej miłości.
pt_br: Uma rosa. Simboliza o amor inocente.
uk: Рожева троянда. Символ невинної любові.

source: Cotton Cloth
da: Bomuldsklæde
de: Baumwollstoff
es: Trapo de Algodón
fr: Tissu en Coton
pl: Bawełniany Materiał
pt_br: Tecido de Algodão
uk: Полотно з Бавовни

source: A piece of cotton cloth.
da: Et stykke bomuldsklæde.
de: Ein Stück Baumwollstoff.
es: Un trapo de algodon.
fr: Un morceau de tissu en coton
pl: Kawałek bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão.
uk: Бавовняне полотно.

source: Angry Scorpion Stinger
da: Hidsig Skorpion Pig
de: Stachel von einem wütenden Skorpion
es: Aguijón de Escorpión Enojado
fr: Dard de Scorpion Furieux
pl: Żądło Wściekłego Skorpiona
pt_br: Ferrão de Escorpião Furioso

source: An angry scorpion stinger.
da: En hidsig skorpion's pig.
de: Ein Stachel von einem wütenden Skorpion.
es: Un aguijón de un escorpión enojado.
fr: Un dard de scorpion furieux.
pl: Żądło wściekłego skorpiona.
pt_br: Um ferrão de escorpião furioso.

source: Hard Spike
da: Hårdt Spids
de: Harter Stachel
es: Espiga Dura
fr: Piquant Dur
pl: Twardy Kolec
pt_br: Espinho Rígido
uk: Жорсткий Шип
