Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: Lazurite Shard
da: Lazurit Flig
de: Lazuritscherbe
es: Fragmento de Lazurita
fr: Eclat de Lazurite
pl: Kawałek Lazurytu
pt_br: Lasca de Lazurita
uk: Лазуритовий Відламок

source: A small shard of Lazurite, with little magic catalysis properties.
da: En flig lazurit, med en smule magiske katalyse-egenskaber.
de: Eine kleine Scherbe aus Lazurit, mit magischen Katalyse Eigenschaften.
es: Un pequeño fragmento de Lazurita, con unas pocas propiedades mágicas de catálisis.
fr: Un petit éclat de lazurite qui possède de légères propriétés de catalyseur de magie.
pl: Mały kawałek lazurytu, o niewielkich właściwościach magicznej katalizy.
pt_br: Uma pequena lasca de lazurita, com poucas propriedades de catálise mágica.
uk: Малий відламок лазуриту, з невеликим потенціалом магічного каталізатору.

source: Leather Ball
da: Læderbold
de: Lederball
es: Bola de Cuero
fr: Balle de Cuir
pl: Skórzana Piłka
pt_br: Bola de Couro
uk: Шкіряний М'яч

source: A leather ball handmade by Santa's helpers.
da: En læderbold, håndlavet af julemandens hjælpere.
de: Ein Lederball, handgemacht von Helfern des Weihnachtsmanns.
es: Una bola de cuero hecha a mano por los ayudantes de Santa.
fr: Une balle en cuir fabriqué à la main par les assistants du Père Noël.
pl: Skórzana piłka, ręcznie wykonana przez pomocników św. Mikołaja.
pt_br: Uma bola de couro feita a mão pelos ajudantes do Papai Noel.
uk: Ручна робота різдвяних ельфів.

source: Raw Talisman
da: Rå talisman
de: Roher Talisman
es: Talismán en Bruto
fr: Talisman Brut
pl: Surowy Talizman
pt_br: Talismã Bruto

source: Raw form of a talisman, can be enchanted with ancient magic.
da: Rå slags talisman der kan fortrylles med ældgammel magi.
de: Rohe Form eines Talismans, kann mit antiker Magie verzaubert werden.
es: Forma en bruto de un talismán, que puede ser encantado con magia antigua.
fr: Un talisman sous sa forme brute qui peut être enchanté avec de la magie ancienne.
pl: Surowa forma talizmanu, może być ulepszona dzięki antycznej magii.
pt_br: Forma bruta de um talismã, pode ser encantado com magia ancestral.

source: Green Cotton Cloth
da: Grønt bomuldsklæde
de: Grüner Baumwollstoff
es: Trapo de Algodón Verde
fr: Tissu en Coton Vert
pl: Zielony Bawełniany Materiał
pt_br: Tecido de Algodão Verde

source: A piece of green cotton cloth.
da: Et stykke grønt bomuldsklæde.
de: Ein Stück grüner Baumwollstoff.
es: Una pieza de tela verde de algodón.
fr: Un bout de tissu en coton vert.
pl: Kawałek zielonego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão verde.

source: Quill of Binding
da: Bindende fjerpen
de: Feder der Bindung
es: Pluma de Encuadernación
fr: Plume de Calligraphie
pl: Pióro Wiążące
pt_br: Pena de Escrita

source: A quill for writing on etheral paper.
da: En fjerpen til at skrive på overjordisk papir.
de: Eine Feder zum Schreiben auf ätherischen Papier.
es: Una pluma para escribir en papel etéreo.
fr: Une plume pour écrire sur du papier délicat.
pl: Pióro do pisania na eterycznym papierze.
pt_br: Uma pena para escrever em papel etéreo.

source: Skull
da: Kranium
de: Schädel
es: Calavera
fr: Crâne
pl: Czaszka
pt_br: Caveira
uk: Череп

source: A skull.
da: Et kranium.
de: Ein Schädel.
es: Una calavera.
fr: Un crâne.
pl: Czaszka.
pt_br: Uma caveira.
uk: Череп.

source: Yellow Rose
da: Gul rose
de: Gelbe Rose
es: Rosa Amarilla
fr: Rose Jaune
pl: Żółta Róża
pt_br: Rosa Amarela
uk: Жовта Троянда

source: A yellow rose. A symbol for platonic love and friendship.
da: En gul rose. Et symbol på åndelig kærlighed og venskab.
de: Eine gelbe Rose. Ein Symbol für platonische Liebe und Freundschaft.
es: Una rosa amarilla. Un símbolo de amor platónico y amistad.
fr: Une rose jaune. Le symbole de l'amitié et d'un amour platonique.
pl: Żółta róża.Symbol platonicznej miłości i przyjaźni.
pt_br: Uma rosa amarela. Simboliza a amizade e o amor platônico.
uk: Жовта троянда. Символ платонічної любові та дружби.

source: Coin Bag
da: Pengepung
de: Münzbeutel
es: Bolsa de Monedas
fr: Sac d'Argent
pl: Sakiewka
pt_br: Bolsa de Moedas
uk: Мішечок з Монетами

source: A bag used to hold coins.
da: En pung til mønter.
de: Ein Beutel um Münzen aufzubewahren.
es: Una bolsa usada para guardar monedas.
fr: Un sac pour transporter de l'argent.
pl: Worek używany do przechowywania monet
pt_br: Uma bolsa usada para guardar moedas.
uk: Мішечок в який зазвичай кладуть монети.

source: Underworld Key
da: Underverden Nøgle
de: Unterweltschlüssel
es: Llave del Inframundo
fr: Clé des Enfers
pl: Klucz Podziemi
pt_br: Chave do Submundo

source: You can feel the weight of the souls contained inside.
da: Du kan føle vægten af sjælene den indeholder.
de: Du kannst das Gewicht der Seelen in diesem Schlüssel fühlen.
es: Puedes sentir el peso de las almas encerradas dentro.
fr: Tu peux sentir le poids de toutes les âmes enfermées à l'intérieur.
pl: Możesz poczuć ciężar dusz które zawiera.
pt_br: Você pode sentir o peso das almas contidas alí.

source: Teal Hint
da: Blågrønt Vink
de: Blaugrüner Hinweis
es: Señal Turquesa
fr: Indice Turquoise
pl: Morska Podpowiedź.
pt_br: Nota Verde-Azulada
uk: Бірюзова Підказка

source: Mountain Snake Tongue
da: Bjergslange Tunge
de: Bergschlangenzunge
es: Lengua de Serpiente de Montaña
fr: Langue de Serpent des Montagnes
pl: Język Górskiego Węża
pt_br: Língua de Cobra da Montanha
uk: Язик Гірської Змії

source: The forked tongue of a mountain snake.
da: Den tvedelte tunge fra en bjergslange.
de: Die gegabelte Zunge einer Bergschlange.
es: Una bifurcada lengua de una serpiente de montaña.
fr: La langue fourchue d'un serpent des montagnes.
pl: Rozdwojony język górskiego węża.
pt_br: A língua dividida de uma cobra da montanha.
uk: Роздвоєний язик гірської змії.

source: Big Piece of White Clay
da: Stort stykke hvidt ler
de: Großes Stück weißer Lehm
es: Trozo Grande de Arcilla Blanca
fr: Gros Morceau d'Argile Blanc
pl: Duży Kawałek Białej Gliny
pt_br: Pedação de Barro Branco
uk: Великий Шматок Глини

source: A big piece of white clay, used to make bigger shapes.
da: Et stort stykke hvidt ler som bruges til af lave større former.
de: Ein großes Stück weißer Lehm, verwendet für größere Formen.
es: Un gran trozo de arcilla blanca que sirve para hacer objetos de gran tamaño.
fr: Un gros morceau d'argile pour faire de grandes oeuvres de poterie.
pl: Duży kawałek białej gliny, używany do tworzenia większych kształtów.
pt_br: Um grande pedaço de barro branco, usado para fazer moldes maiores.
uk: Великий шматок глини для великих майстрів.

source: Open Present Box
da: Åben Gaveæske
de: Offene Geschenkbox
es: Caja de Regalo Abierta
fr: Boîte Vide
pl: Otwarte Pudełko na Prezent
pt_br: Caixa de Presente Aberta
uk: Відкрита Різдвяна Коробка

source: An open box where you can put in some present.
da: En åben æske hvori du kan komme gaver.
de: Eine offene Box, in der du Geschenke stecken kannst.
es: Una caja abierta donde puedes meter algún regalo.
fr: Une boîte vide dans laquelle tu peux glisser un cadeau.
pl: Otwarte pudełko gdzie możesz włożyć jakiś prezent.
pt_br: Uma caixa aberta onde você pode colocar algum presente.
uk: Відкрита коробка. Чекає, коли в неї покладуть подарунок.

source: Purple Present Box
da: Lilla gave
de: Violette Geschenkbox
es: Caja de Regalo Morada
fr: Cadeau Violet
pl: Fioletowy prezent
pt_br: Caixa de Presente Roxo
uk: Пурпуровий Подарунок

source: Something mysterious inside.
da: Med noget mystisk indeni.
de: Etwas geheimnisvolles ist drin.
es: Contiene algo misterioso.
fr: Son contenu reste un mystère.
pl: Coś tajemniczego w środku
pt_br: Tem algo misterioso dentro.

source: Leather Patch
da: Læderlap
de: Lederaugenklappe
es: Parche de Cuero
fr: Pièce de Cuir
pl: Skórzana Łata
pt_br: Retalho de Couro
uk: Шкіряний Шматок

source: A patch of tanned leather.
da: En lap garvet læder.
de: Ein Flicken aus gegerbten Leder.
es: Un parche de cuero curtido.
fr: Une pièce de cuir tanné.
pl: Łata opalonej skóry.
pt_br: Um retalho de couro queimado.
uk: Шматок дубленої шкіри.

source: Stick Reinboo
da: Kæp Rensboo
de: Reinboostab
es: Palo de Reinboo
fr: Reinboo Bâton
pl: Renibuu na Kijku
pt_br: Reinboo de Palitinhos
uk: Рейнбуу на Паличці

source: A stick reinboo. This is fun!
da: En kæp-rensboo. Den er sjov!
de: Ein Reinboostab! Das ist lustig!
es: Un palo de reinboo. ¡Es divertido!
fr: Un reinboo bâton. C'est amusant!
pl: Renibuu na kijku. Co za ubaw!
pt_br: Um reinboo feito de palitinhos. É divertido!
uk: Рейнбуу на паличці. Для активного дозвілля.

source: Blue Hint
da: Blåt Vink
de: Blauer Hinweis
es: Señal Azul
fr: Indice Bleu
pl: Niebieska Podpowiedź.
pt_br: Nota Azul
uk: Синя Підказка

source: Snowman Snow Globe
da: Snemand snekugle
de: Schneemannschneekugel
es: Globo De Nieve Con Un Hombre De Nieve
fr: Globe de Noël du Bonhomme de Neige
pl: Śnieżna Kula z Bałwanem
pt_br: Globo de Neve do Homem de Neve
uk: Сувенірний Сніговик

source: An snow globe featuring a snowman.
da: En snekugle med en snemand i.
de: Eine Schneekugel mit einem Schneemann.
es: Un globo de nieve con un hombre hecho de nieve dentro.
fr: Une boule à neige avec un bonhomme de neige à l'intérieur.
pl: Śnieżna kula przedstawiająca bałwana.
pt_br: Um globo de neve com um homem de neve dentro dele.
uk: Сувенірна кулька зі сніговиком.

source: Antlers
da: Gevir
de: Geweih
es: Cuernos
fr: Ramure
pl: Poroże
pt_br: Galhada
uk: Роги

source: The antlers of a Reinboo.
da: Geviret fra en rensboo.
de: Das Geweih eines Reinboo.
es: Los cuernos de un Reinboo.
fr: Les bois d'un Reinboo.
pl: Poroże Renibuu.
pt_br: Os galhos de um reinboo.
uk: Роги рейнбуу.

source: Crypt Key
da: Krypt Nøgle
de: Gruftschlüssel
es: Llave de la Cripta
fr: Clé de la Crypte
pl: Klucz do Krypty
pt_br: Chave da Cripta

source: You feel as if the Skeleton Key staring at you.
da: Det føles som om skeletnøglen stirrer på dig.
de: Es fühlt sich so an, als ob der Skelettschlüssel dich anstarren würde.
es: Sientes como si la Llave de Esqueleto te mirara fijamente.
fr: Tu as l'impression que cette clé squelettique t'observe.
pl: Masz wrażenie jakby ten klucz-Szkielet patrzył na ciebie.
pt_br: Você sente como se a chave esqueleto estivesse olhando para você.
uk: Здається, що він на вас дивиться.

source: Green Red Striped Wrap
da: Grøn rødstribet indpakningspapir
de: Grünrot gestreiftes Verpackungspapier
es: Envoltura Verde Con Rayas Rojas
fr: Papier Cadeau Vert à Rayures Rouges
pl: Zielony Papier Pakowy w Czerwone Paski
pt_br: Papel de Embrulho Listrado Vermelho
uk: Зелено-червона Смугаста Огортка

source: A role of green wrapping paper with red stripes.
de: Eine Rolle mit grünem Verpackungspapier mit roten Streifen.
es: Una labor de papel de envoltorio verde con rayas rojas.

source: Pink Cotton Cloth
da: Pink bomuldsklæde
de: Pinker Baumwollstoff
es: Trapo de Algodón Rosa
fr: Tissu en Coton Rose
pl: Różowy Bawełniany Materiał
pt_br: Tecido de Algodão Rosa
uk: Рожеве Полотно з Бавовни

source: A piece of pink cotton cloth.
da: Et stykke pink bomuldsklæde.
de: Ein Stück pinker Baumwollstoff.
es: Un trapo de algodón rosa.
fr: Une pièce de tissu rose en coton.
pl: Kawałek różowego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão rosa.
uk: Рожеве бавовняне полотно.

source: Golden Scorpion Stinger
da: Gylden Skorpion pig
de: Goldener Skorpionstachel
es: Aguijón de Escorpión Dorado
fr: Dard de Scorpion Doré
pl: Złote Żądło Skorpiona
pt_br: Ferrão de Escorpião Dourado
uk: Жало Золотого Скорпіону

source: A golden scorpion stinger, tipped with lethal poison.
da: En gylden skorpion pig, med dødelig gift.
de: Ein goldener Skorpionstachel, mit tödlichem Gift.
es: Un aguijón de escorpión dorado, cuya punta contiene un veneno mortal.
fr: Un dard de scorpion doré rempli de venin mortel.
pl: Złote żądło skorpiona, zakończone śmiercionośną trucizną.
pt_br: Um ferrão de escorpião dourado envenenado.
uk: Жало золотого скорпіону, що містить летальну отруту.

source: Aqua Hint
da: Aquamarin Vink
de: Wasser Hinweis
es: Señal Aguamarina
fr: Indice Bleu Marine
pl: Wodnista Podpowiedź
pt_br: Nota Azul-Aquática
uk: Морська Підказка

source: Bat Wing
da: Flagermusvinge
de: Fledermausflügel
es: Ala de Murciélago
fr: Aile de Chauve-Souris
pl: Skrzydło Nietoperza
pt_br: Asa de Morcego
uk: Крило Кажана

source: The wing from a bat.
da: Vingen fra en flagermus.
de: Der Flügel von einer Fledermaus.
es: El ala de un murciélago.
fr: Une aile de chauve-souris.
pl: Skrzydło z nietoperza.
pt_br: A asa de um morcego.
uk: Крило летючої миші.

source: Topaz Powder
da: Topas Pulver
de: Topazpulver
es: Polvo de Topacio
fr: Poudre de Topaze.
pl: Topazowy Proszek
pt_br: Pó de Topázio
uk: Топазовий Пил

source: A yellow powder made out of a topaz.
da: Et gult pulver lavet af en topas.
de: Ein gelbes Pulver, aus Topas gemacht.
es: Un polvo amarillento hecho de topacio.
fr: Un topaze réduit en poudre.
pl: Żółty proszek zrobiony z topazu.
pt_br: Um pó amarelo feito de topázio.
uk: Жовтий пил із розмеленого топазу.

source: Closed Christmas Box
da: Lukket gaveæske
de: Verschlossene Weihnachstskiste
es: Caja de Navidad Cerrada
fr: Cadeau de Noël Intact
pl: Zamknięty Świąteczne Pudełko
pt_br: Caixa de Natal Fechada
uk: Закрита Різдвяна Коробка

source: A closed, but yet unwrapped box that should contain some Christmas present.
da: En lukket, men uindpakket æske der skulle indeholde en julegave.
de: Eine geschlossene, noch nicht geöffnete Box, die ein Weihnachtsgeschenk beinhalten sollte.
es: Una caja cerrada, pero aún sin desenvolver, que puede que contenga algún regalo de Navidad.
fr: Cette boîte n'a pas encore été déballée et doit sûrement contenir un joli cadeau de Noël.
pl: Zamknięte, ale jeszcze nieopakowane pudełko które powinno zawierać jakiś świąteczny prezent.
pt_br: Uma caixa fechada mas desembrulhada que deve conter algum presente de natal.
uk: Закрита, але ще не загорнута коробка з різдвяним подарунком.

source: Silver Mirror
da: Sølvspejl
de: Silberner Spiegel
es: Espejo de Plata
fr: Miroir en Argent
pl: Srebrne Lustro
pt_br: Espelho Prateado
uk: Срібне Дзеркало

source: This mirror has some mysterious aura around it.
da: Dette spejl har en mystisk aura om sig.
de: Dieser Spiegel hat eine seltsame Aura um sich.
es: Este espejo le rodea un aura misteriosa.
fr: Ce miroir est enveloppé d'une aura mystérieuse.
pl: To lustro posiada tajemniczą aurę wokół siebie.
pt_br: Este espelho possui uma aura misteriosa ao seu redor.
uk: Це дзеркало має якусь таємничу ауру навколо нього.

source: Iron Ore
da: Jernmalm
de: Eisenerz
es: Mineral de Hierro
fr: Minerai de Fer
pl: Ruda Żelaza
pt_br: Minério de Ferro
uk: Залізна Руда

source: A lump of iron ore.
da: En klump jernmalm.
de: Ein Stück Eisenerz.
es: Una masa compacta de mineral de hierro.
fr: Une certaine quantité de minerai de fer.
pl: Bryła rudy żelaza
pt_br: Um punhado de minério de ferro.
uk: Шматок залізної руди.

source: Maggot Slime
da: Maddikeslim
de: Madenschleim
es: Baba de Gusano
fr: Bouillie d'Asticot
pl: Śluz larwy
pt_br: Gosma de Verme
uk: Комашиний Слиз

source: Slimy maggot slime.
da: Slimet maddikeslim.
de: Schleimiger Madenschleim.
es: Baba pegajosa de gusano.
fr: De la bouillie d'asticot gluante.
pl: Szlamowaty śluz larwy
pt_br: Uma viscosa gosma de verme.
uk: Слизький комашиний слиз.

source: Silver Bell
da: Sølvklokke
de: Silber Glocke
es: Campana de Plata
fr: Cloche en Argent
pl: Srebrny Dzwoneczek
pt_br: Sino Prateado
uk: Срібний Дзвоник

source: A tiny bell made of silver.
da: En lille klokke lavet af sølv.
de: Eine kleine Glocke aus Silber.
es: Una pequeña campana hecha de plata.
fr: Une petite cloche en argent.
pl: Maleńki dzwoneczek zrobiony ze srebra.
pt_br: Um pequeno sino feito de prata.
uk: Крихітний дзвоник, зроблений зі срібла.

source: Warped Log
da: Bøjet træstamme
de: Verpackter Holzklotz
es: Tronco Deformado
fr: Bout de Bois Tordu
pl: Poskręcana Kłoda
pt_br: Tronco Deformado
uk: Викривлена Заковика

source: A piece of wood, warped and twisted by some unnatural force.
da: Et stykke træ der er bøjet og vredet af en unaturlig kraft.
de: Ein Stück Holz, verpackt und verschnürrt von unbekannten Kräften.
es: Un trozo de madera deformado y retorcido por una fuerza no natural.
fr: Un bout de bois tordu qui a été entortillé par une force surnaturelle.
pl: Kawałek drewna, poskręcany przez jakąś nienaturalną siłę.
pt_br: Um pedaço de madeira, deformado e retorcido por alguma força sobrenatural.
uk: Шматок деревини, викривлена та перекручена якоюсь надприродною силою.

source: Leather Suitcase
da: Læderkuffert
de: Lederkoffer
es: Maleta de Cuero
fr: Valise en Cuir
pl: Skórzana Walizka
pt_br: Maleta de Couro
uk: Шкіряна Валіза

source: A really heavy leather suitcase.
da: En meget tung læderkuffert.
de: Ein sehr schwerer Lederkoffer.
es: Una maleta de cuero muy pesada .
fr: Une valise en cuir vraiment lourde.
pl: Naprawdę ciężka skórzana walizka.
pt_br: Uma maleta de couro realmente pesada.
uk: Отакенна валіза.

source: Monster Oil Potion
da: Monster Olie Eleksir
de: Monsteröltrank.
es: Poción de Aceite de Monstruo
fr: Potion d'Huile de Monstre
pl: Napój Potwornej Mazi
pt_br: Poção de Óleo de Monstro
uk: Переворотна Олія

source: A dark, oily liquid with a sinister stench.
da: En mørk olieagtig væske der stinker slemt.
de: Eine dunkle, ölige Flüssigkeit mit einem unheimlichen Gestank.
es: Un líquido aceitoso oscuro con una fetidez siniestra.
fr: Un liquide sombre et huileux d'une puanteur sinistre.
pl: Ciemny, oleisty płyn o złowrogim smrodzie.
pt_br: Um líquido escuro e oleoso com um odor sinistro.
uk: Темна, масляниста жижа зі зловісним сморідом.

source: Raw Log
da: Rå stamme
de: Roher Holzklotz
es: Tronco Fresco
fr: Bout de Bois Vert
pl: Surowa Kłoda
pt_br: Toco de Madeira
uk: Необроблене Поліно

source: A raw log.
da: En rå stamme.
de: Ein roher Holzklotz.
es: Un tronco de madera recién talado.
fr: Un bout de bois vert.
pl: Surowa kłoda
pt_br: Um toco de madeira.
uk: Необроблене поліно.

source: Ruby Powder
da: Rubin Pulver
de: Rubinpulver
es: Polvo de Rubí
fr: Poudre de Rubis
pl: Rubinowy Proszek
pt_br: Pó de Rubi
uk: Рубіновий Пил

source: A red powder made out of a ruby.
da: Et rødt pulver lavet af en rubin.
de: Ein rotes Pulver, aus Rubin gemacht.
es: Un polvo rojo hecho de rubí.
fr: Un rubis réduit en poudre.
pl: Czerwony proszek zrobiony z rubinu.
pt_br: Um pó vermelho feito de rubi.
uk: Червоний пил із розмеленого рубіну.

source: Green Wrap
da: Grønt indpakningspapir
de: Grünes Verpackungspapier
es: Envoltura Verde
fr: Papier Cadeau Vert
pl: Zielony Papier Pakowy
pt_br: Papel de Embrulho Verde
uk: Зелена Огортка

source: A role of green wrapping paper.
da: En rulle grønt indpakningspapir
de: Eine Rolle mit grünem Verpackungspapier.
es: Un rollo de papel para envolver verde.
fr: Un rouleau de papier cadeau vert.
pl: Rolka zielonego papieru pakowego.
pt_br: Um rolo de papel de embrulho verde.
uk: Рулон зеленої огортки.

source: Wolvern Pelt
da: Ulveskind
de: Wolvernpelz
es: Piel de Lobo
fr: Peau de Wolvern
pl: Skóra Wilkodercy
pt_br: Pele de Wolvern
uk: Шкура Волверну

source: The pelt of a wolvern. Can be used to make clothes, blankets, or tents.
da: Skindet fra en ulv. Kan bruges til at lave tøj, tæpper, eller telte.
de: Der Pelz eines Wolvern. Kann für Kleidung, Laken oder Zelte benutzt werden.
es: La piel de un lobo. Se puede usar para fabricar ropa, mantas y tiendas.
fr: Une peau de wolvern. Elle peut être utilisée pour fabriquer des vêtements, des couvertures ou des tentes.
pl: Skóra wilkodercy. Może być użyta do robienia ubrań, koców lub namiotów.
pt_br: A pele de um wolvern. Pode ser usada para fazer roupas, cobertores ou tendas.
uk: Шкура з волверну. Придатна для одягу, ковдри чи тенту.

source: Blue Rose
da: Blå rose
de: Blaue Rose
es: Rosa Azul
fr: Rose Bleue
pl: Niebieska Róża
pt_br: Rosa Azul
uk: Синя Троянда

source: An blue rose. A symbol for mystery or attaining the impossible.
da: En blå rose. Et symbol på mystik eller at opnå det umulige.
de: Eine blaue Rose. Ein Symbol für das Mysteriöse oder das Erreichen des Unmöglichen.
es: Una rosa azul. Símbolo de misterio o de alcanzar lo imposible.
fr: Une rose blue. Le symbole du mystère ou de l'impossible atteint.
pl: Niebieska róża.Symbol tajemnicy lub osiągnięcia niemożliwgo
pt_br: Uma rosa azul. Simboliza o mistério ou a busca pelo impossível.
uk: Синя троянда. Символ таємничості або досягнення неможливого.

source: Dark Blue Dye
da: Mørkeblå Farve
de: Dunkelblaue Farbe
es: Tinta Azul Oscuro
fr: Teinture Bleu Foncé
pl: Ciemnoniebieski Barwnik
pt_br: Tintura Azul Escura
uk: Темно-синій Барвник

source: A vial containing dark blue dye.
da: Et reagensglas med mørkeblå farve.
de: Ein Fläschchen mit dunkelblauer Farbe.
es: Un frasco que contiene tinta de color azul oscuro.
fr: Une fiole contenant de la teinture bleu foncé.
pl: Fiolka zawierająca ciemnoniebieski barwnik.
pt_br: Um frasco contendo tintura azul escura.
uk: Пробірка з темно-синім барвником.

source: Heart of Lazurite
da: Hjerte af Lazurit
de: Herz von Lazurite
es: Corazón de Lazurita
fr: Coeur de Lazurite
pl: Lazurytowe Serce
pt_br: Coração de Lazurita
uk: Лазуритове Серце

source: A large crystal of Lazurite, with powerful magic catalysis properties.
da: En stor krystal, med kaftig magiske katalyse-egenskaber
de: Ein großer Kristall aus Lazurit, mit magischen Katalyse Eigenschaften.
es: Un cristal de Lazurita grande, tiene poderosas propiedades de catálisis.
fr: Un gros cristal de lazurite avec de grandes propriétés de catalyseur de magie.
pl: Ogromne kryształ lazuryty, o potężnych właściwościach magicznej katalizy.
pt_br: Um largo cristal de lazurita, com poderosa propriedade de catálise mágica.
uk: Великий лазуритовий кристал, із сильними властивостями магічного каталізу.

source: Orange Cotton Cloth
da: Orange bomuldsklæde
de: Orangener Baumwollstoff
es: Tela Anaranjada de Algodón
fr: Tissu en Coton Orange
pl: Pomarańczowy Bawełniany Materiał
pt_br: Tecido de Algodão Laranja

source: A piece of orange cotton cloth.
da: Et stykke orange bomuldsklæde.
de: Ein Stück orangener Baumwollstoff.
es: Un trozo de tela anaranjada de algodón.
fr: Une pièce de tissu orange en coton.
pl: Kawałek pomarańczowego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão laranja.
uk: Помаранчеве бавовняне полотно.

source: Dark Red Rose
da: Mørkerød Rose
de: Dunkelrote Rose
es: Rosa Rojo Oscuro
fr: Rose Rouge Foncé
pl: Ciemno Czerwona Róża
pt_br: Rosa Vermelha Escura
uk: Бордова Троянда

source: A dark red rose. A symbol for sad love.
da: En mørkerød rose. Et symbol på ulykkelig kærlighed.
de: Eine dunkelrote Rose. Ein Symbol für traurige Liebe.
es: Una rosa de color rojo oscuro. Un símbolo para el amor triste.
fr: Une rose rouge foncé. Le symbole d'un amour triste.
pl: Ciemno czerwona róża.Symbol smutnej miłości.
pt_br: Uma rosa vermelha escura. Simboliza amores tristes.
uk: Бордова троянда. Символ сумної любові.

source: Blue Dotted Wrap
da: Blåprikket indpakningspapir
de: Blaugepunktetes Verpackungspapier
es: Envoltura Azul Punteada
fr: Papier Cadeau Bleu à Pois
pl: Papier Pakowy w Niebieskie Kropki
pt_br: Papel Pontilhado Azul
uk: Синя Крапчаста Огортка

source: A role of blue dotted wrapping paper.
da: En rulle blåprikket indpakningspapir.
de: Eine Rolle mit blaugepunkteten Verpackungspapier.
es: Un rollo de papel para envolver con puntos azul.
fr: Un rouleau de papier cadeau bleu à pois.
pl: Rolka niebieskiego papieru pakowego w kropki.
pt_br: Um rolo de papel de embrulho de pontinhos azuis.
uk: Синя крапчаста огортка.

source: Yellow Easter Egg
da: Gult påskeæg
de: Gelbes Osterei
es: Huevo de Pascua Amarillo
fr: Oeuf de Pâques Jaune
pl: Żółta Pisanka
pt_br: Ovo de Páscoa Amarelo
uk: Жовте Великоднє Яйце
