Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A scrumptious chocolate cake. Real chocolate guaranteed.
da: En lækker chokoladekage. Med garanti ægte chokolade.
de: Eine fabelhafter Schokoladenkuchen. Echte Schokolade garantiert.
es: Un tarta de chocolate. Chocolate real garantizado.
fr: Un délicieux gâteau au chocolat. Vrai chocolat garanti.
pl: Przepyszne ciasto czekoladowe. Zawiera prawdziwą czekoladę.
pt_br: Um delicioso bolo de chocolate. Chocolate de verdade.
uk: Чудовий шоколадний торт. Зі справжнього шоколаду.

source: Caramel Apple
da: Karamel æble
de: Karamelapfel
es: Manzana Caramelizada
fr: Pomme au Caramel
pl: Karmelowe Jabłko
pt_br: Maçã Caramelada
uk: Яблуко в Карамелі

source: A caramel coated apple, complete with stick. Rots teeth, tastes good.
da: Et æble dækket af karamel, komplet med stang. giver dårlige tænder, men smager godt.
de: Ein mit Karamel überzogener Apfel. Macht Zähne kaputt, schmeckt gut.
es: Una manzana cubierta de caramelo en un palo. Dientes podridos, sabe bien.
fr: Une pomme enrobée de caramel, au bout d'un bâtonnet. Elle donne des caries mais c'est si bon...
pl: Jabłko w karmelu, na patyku. Psuje zęby, ale dobrze smakuje.
pt_br: Uma maçã coberta de caramelo no palito. Estraga os dentes, mas é gostosa.
uk: Яблуко, занурене у карамель. Добре смакує, з'їдає зуби.

source: Red Hitchhiker's Towel
da: Rødt blafferhåndklæde
de: Rotes Handtuch des Trampers
es: Toalla de Hitchhiker Roja
fr: Serviette de l'Auto-Stoppeur Rouge
pl: Czerwony Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Vermelha
uk: Червоний Рушник Мандрівника Автостопом

source: An inconspicuous red towel.
da: Et upåfaldende rødt håndklæde.
de: Ein unauffälliges, rotes Handtuch.
es: Una toalla de color rojo rara.
fr: Une serviette rouge qui passe inaperçue.
pl: Niepozorny czerwony ręcznik.
pt_br: Uma imperceptível toalha vermelha.
uk: Непримітний червоний рушник.

source: Blood Wine
da: Blodvin
de: Blutwein
es: Vino de Sangre
fr: Vin de Sang
pl: Krwawe Wino
pt_br: Vinho de Sangue
uk: Криваве Вино

source: A good vintage.
da: En god årgang.
de: Ein guter Jahrgang.
es: Un buen clásico.
fr: Un grand cru.
pl: Dobry rocznik.
pt_br: Uma boa safra.
uk: Добра витримка.

source: Snake Egg
da: Slange Æg
de: Schlangenei
es: Huevo de Serpiente
fr: Oeuf de Serpent
pl: Jajo Węża
pt_br: Ovo de Cobra
uk: Зміїне Яйце

source: An edible snake egg.
da: Et spiseligt slangeæg.
de: Ein essbares Schlangenei.
es: Un huevo comestible de serpiente.
fr: Un oeuf de serpent comestible.
pl: Jadalne jajo węża.
pt_br: Um ovo de cobra comestível.
uk: Їстівне зміїне яйце.

source: Jelly Skull
da: Gele Kranium
de: Geleeschädel
es: Calavera de Gelatina
fr: Crâne Gélifié
pl: Żelkowata Czaszka
uk: Желейний Череп

source: Like a jelly bean, but in the shape of skull.
da: Lige som en gele-bønne, bare formet som et kranium.
de: Wie Geleebohnen, aber in der Form eines Schädels.
es: Gelatina con forma de calavera.
fr: Un bonbon gélifié en forme de crâne.
pl: Jak żelkowa fasolka, ale ma kształt czaszki.
uk: Майже як желейний боб, але у формі черепа.

source: Lime Hitchhiker's Towel
da: Limefarvet blafferhåndklæde
de: Limettenhandtuch des Trampers
es: Toalla de Hitchhiker Lima
fr: Serviette de l'Auto-Stoppeur Vert Citron
pl: Limonkowy Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Verde-Limão
uk: Лаймовий Рушник Мандрівника Автостопом

source: An inconspicuous lime towel.
da: Et upåfaldende limefarvet håndklæde.
de: Ein unauffälliges Limettenhandtuch.
es: Una toalla de color lima rara.
fr: Une serviette couleur vert citron qui passe inaperçue.
pl: Niepozorny limonkowy ręcznik.
pt_br: Uma imperceptível toalha verde-limão
uk: Непримітний лаймовий рушник.

source: Cake
da: Kage
de: Kuchen
es: Pastel
fr: Gâteau
pl: Ciasto
pt_br: Bolo
uk: Тістечко

source: A slice of cake.
da: Et stykke kage.
de: Ein Stück Kuchen.
es: Un trozo de pastel.
fr: Une part de gâteau.
pl: Kawałek ciasta
pt_br: Uma fatia de bolo.
uk: Шматок тістечка.

source: Pollett Egg
da: Pingvin Æg
de: Pollettei
es: Huevo de Pollet
fr: Oeuf de Pollett
pl: Jajo Polletta.
pt_br: Ovo de Pollett
uk: Яйце Поллет

source: Mmm.. A nice treat.
da: Mmm... en lækkerbisken.
de: Mmm .. Eine nette Sache.
es: Mmm... Un lujo.
fr: Humm...Un vrai délice.
pl: Mmm.. Co za słodycz.
pt_br: Mmm... Um bom aperitivo.
uk: Справжнє частування!

source: Chicken Leg
da: Kyllingelår
de: Hühnerbein
es: Pierna de Pollo
fr: Pilon de Poulet
pl: Udko z Kurczaka
pt_br: Coxa de Frango
uk: Куряча Ніжка

source: A well cooked chicken leg.
da: Et veltilberedt kyllingelår.
de: Ein gut gekochtes Hühnchenbein.
es: Una pierna de pollo bien cocida.
fr: Un pilon de poulet bien cuisiné.
pl: Dobrze upieczone udko z kurczaka.
pt_br: Uma coxa de frango bem cozida.
uk: Добре підсмажена куряча ніжка.

source: Mopox Cure Potion
da: Mopox Kur Eleksir
de: Mopox Heiltrank
es: Poción Curativa de Mopox
fr: Potion de Traitement du Mopox
pl: Napój Leczący Mopox
pt_br: Poção de Curar Mopox
uk: Зілля Зцілювання Мопоксу

source: A gooey brew with a vile smell, supposedly able to cure Mopox.
da: Et smattet bryg med en grim lugt, der skulle kunne kurere Mopox.
de: Eine klebriges Gebräu mit einem abscheulichen Geruch, das angeblich in der Lage ist, Mopox zu heilen.
es: Una infusión biscosa con un pésimo olor, supuestamente capaz de curar el Mopox.
fr: Une infusion gluante avec un parfum ignoble, supposée être en mesure de guérir le Mopox.
pl: Lepki napar o podłym zapachu, prawdopodobnie leczy Mopox.
pt_br: Uma poção pegajosa com cheiro intorpecente, acredita-se que cura Mopox.
uk: Клийке вариво з паскудним запахом, напевно повинне лікувати Мопокс.

source: Orange Lollipop
da: Appelsin Slikkepind
de: Orangenlutscher
es: Piruleta Naranja
fr: Sucette Orange
pl: Lizak pomarańczowy
pt_br: Pirulito de Laranja
uk: Цитрусовий Льодяник

source: A lollipop with orange flavor.
da: En slikkepind med appelsinsmag.
de: Ein Lutscher mit Orangengeschmack.
es: Una piruleta con sabor de naranja.
fr: Une sucette goût orange.
pl: Lizak o smaku pomarańczy.
pt_br: Um pirulito com sabor de laranja.
uk: Льодяник з цитрусовим смаком.

source: Rubber Bat
da: Gummi Flagermus
de: Gummifledermaus
es: Murciélago de Goma
fr: Chauve-Souris en Caoutchouc
pl: Gumowy Nietoperz
pt_br: Morcego de Borracha

source: Squeaks when you squeeze it.
da: Den piber når du klemmer den.
de: Quitscht, wenn du es zerdrückst.
es: Chilla cuando lo aprietas.
fr: Couine quand tu la presses entre tes doigts.
pl: Piszczy kiedy go ściskasz
pt_br: Geme quando você aperta.
uk: Пищить, коли надавити.

source: Hitchhiker's Towel
da: Blafferhåndklæde
de: Handtuch des Trampers
es: Toalla de Hitchhiker
fr: Serviette de l'Auto-Stoppeur
pl: Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro.
uk: Рушник Мандрівника Автостопом

source: An inconspicuous towel.
da: Et upåfaldende håndklæde.
de: Ein unauffälliges Handtuch.
es: Una toalla rara.
fr: Une serviette qui passe inaperçue.
pl: Niepozorny ręcznik.
pt_br: Uma imperceptível toalha.
uk: Непримітний рушник.

source: Shoulder length flick
da: Skulderlængde med svirp
de: Schulterlanger Streifen
es: Palmada en el hombro
fr: Carré aux épaules
pl: Do ramion
pt_br: Chicote na altura do ombro
uk: Бонапарт

source: Long and Clipped
da: Langt med nakkeflet
de: Lang mit Spangen
es: Largo y acortado
fr: Carré long
pl: Długa i przycięta
pt_br: Longo e Preso
uk: Довга підстрижена

source: Pigtails
da: Rottehaler
de: Zöpfe
es: Coletas
fr: Couettes
pl: warkocze
pt_br: Tranças
uk: Косички

source: Perky ponytail
da: munter hestehale
de: Flotter Pferdeschwanz
es: Coleta alegre
fr: Queue de cheval haute
pl: Dziarski Kucyk
pt_br: Rabo-de-Cavalo Volumoso
uk: Жвавий хвостик

source: Long and curly
da: Langt og krøllet
de: Lang und Lockig
es: Largo y rizado
fr: Longs et bouclés
pl: długie i kręcone
pt_br: Encaracolado longo
uk: Кучері на довгому волоссі

source: Bowl cut
da: Gryde snit
de: Topfschnitt
es: Corte de tazón
fr: Au bol
pl: Po fajerce
pt_br: Corte de Tigela
uk: Хлопчик

source: Center parting/Short and slick
da: Sideskilning/Kort og glat
de: Mittelscheitel/Kurz und Glatt
es: Centro de separación/Corto y resbaladizo
fr: Raie au milieu/Courts et Lisses
pl: Przedziałek/Krótka i błyszcząca
pt_br: Curto, Liso e Partido
uk: Скорочена й розгалужена

source: Fizzy
da: Pjusket
de: Spritzig
es: Gaseoso
fr: Frisés
pl: Kędzierzawa
pt_br: Efervescente
uk: Бедлам

source: Pompadour
da: Kort med top
de: Schmalzlocke
es: Copete
pt_br: Pomposo
uk: Помпадур

source: Combed back
da: Kort strithår
de: Nach hinten gekämmt
es: Peinado hacia atrás
fr: Relevés en arrière
pl: zaczesane do tyłu
pt_br: Penteado para trás
uk: Комбінована

source: Bun
da: Knold
de: Haarknoten
es: Moño
fr: Chignon
pl: Kok
pt_br: Coque
uk: Кулька

source: Flat ponytail
da: Glat med hestehale
de: Flacher Pferdeschwanz
es: Coleta plana
fr: Queue de cheval basse
pl: płaski kucyk
pt_br: Rabo de Cavalo
uk: Кінський хвіст

source: Mane
da: Høstak
de: Mähne
es: Melena
fr: Crinière
pl: Grzywka
pt_br: Juba
uk: Гарсон

source: Short and curly
da: Kort og krøllet
de: Kurz und Wellig
es: Corto y rizado
fr: Courts et bouclés
pl: krótkie i kręcone
pt_br: Curto e Encaracolado
uk: Кучері на короткому волоссі

source: Parted
da: Sideskilning
de: Getrennt
es: Separado
fr: Raie
pl: Przedziałek z boku
pt_br: Partido
uk: Розділ

source: Wave
da: Bølget
de: Welle
es: Ondulado
fr: Vague
pl: Faliste
pt_br: Ondulado
uk: Хвиляста

source: No style
da: Ingen stil
de: Kein Stil
es: Sin estilo
fr: Sans style
pl: Brak Stylu
uk: Без зачіски

source: Long and slick
da: Langt og glat
de: Lang und Glatt
es: Largo y liso
fr: Longs et lisses
pl: długie i proste
pt_br: Longo e Liso
uk: Подовжена випрямлена

source: Orange Hint
da: Orange Vink
de: Orangener Hinweis
es: Señal Anaranjada
fr: Indice Orange
pl: Pomarańczowa Podpowiedź.
pt_br: Nota Laranja
uk: Оранжева Підказка

source: A hint.
da: Et vink.
de: Ein Hinweis.
es: Una señal.
fr: Un indice.
pt_br: Uma nota.

source: Coal
da: Kul
de: Kohle
es: Carbón
fr: Charbon
pl: Węgiel
pt_br: Carvão

source: A lump of coal.
da: En klump kul.
de: Ein Stück Kohle.
es: Un trozo de carbón.
fr: Une certaine quantité de charbon.
pl: Bryła węgla.
pt_br: Um punhado de carvão.

source: Bug Leg
da: Insekt ben
de: Insektenbein
es: Pata de Bicho
fr: Patte d'Insecte
pl: Noga robaka
pt_br: Pata de Inseto
uk: Хробача Лапка

source: A bug's leg. Mostly used for alchemy.
da: Et insekt's ben. Mest brugt i alkymi.
de: Ein Käferbein. Meistens für Alchemie verwendet.
es: Una pata de bicho. Usada mayormente para alquimia.
fr: Une patte d'insecte. Utilisée principalement en alchimie.
pl: Noga robaka. Głównie używana w alchemii
pt_br: Uma pata de inseto. Muito utilizada para alquimia.
uk: Лапка хробака. Має сенс в алхімії.

source: Orange Summon Flower
da: Orange Hidkalder Blomst
de: Orangene Beschwörungsblume
es: Flor Naranja de Invocación
fr: Fleur d'Invocation Orange
pl: Pomarańczowy Przywołujący Kwiat
pt_br: Flor do Invocador Laranja
uk: Помаранчева Квітка Викликання

source: A magical artifact resembling a flower.
da: Et magisk artefakt, der ligner en blomst.
de: Ein magisches Artefakt ähnlich einer Blume.
es: Un artefacto mágico, semejante a una flor.
fr: Un artefact magique qui ressemble à une fleur.
pl: Magiczny artefakt przypominający kwiat.
pt_br: Um artefato mágico que lembra uma flor.
uk: Магічний артефакт, який нагадує квітку.

source: Alizarin Herb
da: Alzarin Blade
de: Alizarinkraut
es: Hierba Alizarina
fr: Herbe Alizarine
pl: Ziele Alizaryny.
pt_br: Erva de Alizarin
uk: Мареновий Збір

source: An ingredient for brewing healing potions.
da: En ingredients til at brygge healing eleksirer.
de: Eine Zutat zum Brauen vom Heiltränken.
es: Un ingrediente para preparar pociones curativas.
fr: Un ingrédient pour préparer des potions de soin.
pl: Składnik do parzenia leczniczych napojów.
pt_br: Um ingrediente para infundir poções de cura.

source: Blood Ink
da: Blod Blæk
de: Bluttinte
es: Tinta de Sangre
fr: Encre de Sang
pl: Krwawy Atrament
pt_br: Tinta de Sangue

source: A vial of your own blood.
da: En reagensglas med dit eget blod
de: Ein Fläschchen mit deinem eigenen Blut.
es: Un frasco con tu propia sangre.
fr: Une fiole de ton propre sang.
pl: Fiolka twej własnej krwi.
pt_br: Um frasco do seu próprio sangue.

source: Yellow Cotton Cloth
da: Gult bomuldsklæde
de: Gelber Baumwollstoff
es: Trapo de Algodón Amarillo
fr: Tissu en Coton Jaune
pl: Żółty Bawełniany Materiał
pt_br: Tecido de Algodão Amarelo
uk: Жовте Полотно з Бавовни

source: A piece of yellow cotton cloth.
da: Et stykke gult bomuldsklæde.
de: Ein Stück gelber Baumwollstoff.
es: Una pieza de tela de algodón amarilla.
fr: Un bout de tissu en coton jaune.
pl: Kawałek żółtego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão amarelo.
uk: Жовте бавовняне полотно.

source: Pink Antenna
da: Pink antenne
de: Pinke Fühler
es: Antena Rosada
fr: Antenne Rose
pl: Różowa Antena
pt_br: Antena Rosa
uk: Рожева Антена

source: No-one knows why pinkies have these antennas on their heads.
da: Ingen ved hvorfor pinki'er har disse antenner på hovedet.
de: Keiner weiß, warum Pinkies diese Fühler auf ihren Kopf haben.
es: Nadie sabe por qué los pinkies tienen esas antenas en su cabeza.
fr: Personne ne sait pourquoi les pinkies possèdent ces antennes sur leurs têtes.
pl: Nikt nie wie czemu Pinkies mają te antenki na głowach.
pt_br: Ninguém sabe porque pinkies têm estas antenas em suas cabeças.
uk: Жоден не знає, навіщо стрибунцям антени.

source: Purple Hint
da: Lilla Vink
de: Violetter Hinweis
es: Señal Morada
fr: Indice Violet
pl: Fioletowa Podpowiedź.
pt_br: Nota Roxa
uk: Фіолетова Підказка

source: Silk Sheet
da: Silke lagener
de: Seidenlaken
es: Trozo de Seda
fr: Feuille de Soie
pl: Bawełniane Płótno
pt_br: Lençol de Seda
uk: Шовкове Полотно

source: A double-elbow silk sheet square.
da: Et sammenlagt silkelagen.
de: Ein Seidenlakenquadrat mit Doppel Ellenbogen Länge.
es: Un trozo de seda cuadrado.
fr: Une feuille de soie carrée de deux coudées de long.
pl: Kawałek bawełnianego płótna na dwa łokcie.
pt_br: Um lençol de seda de dobra dupla.
uk: Полотно шовку у довжину в два ліктя.

source: Dark Blue Cotton Cloth
da: Mørkeblåt bomuldsklæde
de: Dunkelblauer Baumwollstoff
es: Trapo de Algodón Azul Oscuro
fr: Tissu en Coton Bleu Foncé
pl: Ciemnoniebieski Bawełniany Materiał
pt_br: Tecido de Algodão Azul Escuro

source: A piece of dark blue cotton cloth.
da: Et stykke mørkeblåt bomuldsklæde.
de: Ein Stück dunkelblauer Baumwollstoff.
es: Un trapo de algodón azul oscuro.
fr: Un bout de tissu en coton bleu foncé.
pl: Kawałek ciemnoniebieskiego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão azul escuro.
uk: Темно-синє бавовняне полотно.

source: Blue Wrap
da: Blåt indpakningspapir
de: Blaues Verpackungspapier
es: Envoltura Azul
fr: Papier Cadeau Bleu
pl: Niebieski Papier Pakowy
pt_br: Papel de Embrulho Azul
uk: Синя Огортка

source: A role of blue wrapping paper.
da: En rulle blåt indpakningspapir.
de: Eine Rolle mit blauen Verpackungspapier.
es: Un rollo de papel para envolver azul.
fr: Un rouleau de papier cadeau bleu.
pl: Rolka niebieskiego papieru pakowego.
pt_br: Um rolo de papel de embrulho azul.
uk: Рулон синьої огортки.

source: Black Cotton Cloth
da: Sort bomuldsklæde
de: Schwarzer Baumwollstoff
es: Trapo de Algodón Negro
fr: Tissu en Coton Noir
pl: Czarny Bawełniany Materiał
pt_br: Tecido de Algodão Preto

source: A piece of black cotton cloth.
da: Et stykke sort bomuldsklæde.
de: Ein Stück schwarzer Baumwollstoff.
es: Una pieza de tela negra de algodón.
fr: Un morceau de tissu en coton noir.
pl: Kawałek czarnego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão preto.
uk: Чорне бавовняне полотно.

source: Wisp Powder
da: Wisp Pulver
de: Irrlichtpulver
es: Polvo de Wisp
fr: Poudre de Feu Follet
pl: Proszek z Błędnego Ognika
pt_br: Pó de Wisp
uk: Пил Примари

source: Powder from a wisp.
da: Pulver fra en wisp.
de: Pulver von einem Irrlicht.
es: Polvo de un Wisp.
fr: Les restes poudreux d'un feu follet.
pl: Proszek z Błędnego Ognika
pt_br: Pó de um wisp.
uk: Пил, залишений примарою.

source: Small Piece of Clay
da: Lille stykke ler
de: Kleines Stück Lehm
es: Trozo Pequeño de Arcilla
fr: Petit Morceau d'Argile
pl: Mały Kawałek Gliny
pt_br: Pedacinho de Barro
uk: Малий Шматок Глини

source: A small piece of clay, used to make different shapes.
da: Et lille stykke ler som bruges til at lave forskellige former.
de: Ein kleines Stück Lehm, verwendet um verschiedene Formen zu machen.
es: Un trozo de arcilla pequeño, se usa para fabricar objetos con diferentes formas.
fr: Un petit morceau d'argile que l'on peut modeler dans toutes les formes souhaitées.
pl: Mały kawałek gliny, używany do tworzenia różnych kształtów.
pt_br: Um pequeno pedaço de barro, usado para moldar.
uk: Малий шматок глини. Приймає різноманітні форми.

source: Light Crystal
da: Lys Krystal
de: Heller Kristall
es: Cristal de la Luz
fr: Cristal Lumineux
pl: Kryształ Światła
pt_br: Cristal Reluzente
uk: Світлий Кристал

source: A light crystal that emits an angelic aura.
da: En lys krystal, der udstråler en himelsk aura.
de: Ein heller Kristall der eine engelhafte Aura abgibt.
es: Un cristal de la luz que emite aura angelical.
fr: Un cristal lumineux qui émet une aura angélique.
pl: Świetlisty kryształ który emanuje anielską aurą.
pt_br: Um cristal de luz que emite uma aura angelical.
uk: Кристал випромінює янгольську ауру.

source: Black Pearl
da: Sort perle
de: Schwarze Perle
es: Perla Negra
fr: Perle Noire
pl: Czarna Perła
pt_br: Pérola Negra
uk: Чорна Перлина

source: A pearl. Round, shiny and black!
da: En perle. Rund, skinnende og sort!
de: Eine Perle. Rund, glänzend und schwarz!
es: ¡Una perla redonda, brillante y negra!
fr: Une perle bien ronde, brillante et noire!
pl: Perła, okrągła, błyszcząca i czarna!
pt_br: Uma pérola. Redonda, brilhante e preta!

source: White Rose
da: Hvid Rose
de: Weiße Rose
es: Rosa Blanca
fr: Rose Blanche
pl: Biała Róża
pt_br: Rosa Branca
uk: Біла Троянда

source: A white rose. A symbol for everlasting love.
da: En hvid sRose. Et symbol på evig kærlighed.
de: Eine weiße Rose. Ein Symbol für immerwährende Liebe.
es: Una rosa blanca. Símbolo de un amor eterno.
fr: Une rose blanche. Le symbole d'un amour éternel.
pl: Biała róża.Symbol wiecznej miłości.
pt_br: Uma rosa branca. Simboliza o amor eterno.
uk: Біла троянда. Символ невмирущої любові.

source: Book Page
da: Bogside
de: Buchseite
es: Página de Libro
fr: Page d'un Livre
pl: Strona Książki
pt_br: Página de Livro
uk: Сторінка з Книги

source: A piece of paper which seems to be a page ripped out of some book.
da: Et stykke papir der ligner en side, revet ud af en bog.
de: Ein Stück Papier, welches aus einem Buch herausgerissen wurde.
es: Un trozo de papel que se ha arrancado de la hoja de algún libro.
fr: Une page qui semble avoir été arrachée d'un livre quelconque.
pl: Kawałek papieru który wydaje się być stroną wyrwaną z jakiejś książki.
pt_br: Um pedaço de papel que parece ser uma página tirada de algum livro.
uk: Клаптик паперу, здається раніше був частиною якоїсь книги.

source: Treasure Key
da: Skatkistenøgle
de: Schatzschlüssel
es: Llave de Tesoro
fr: Clé du Trésor
pl: Wartościowy Klucz
pt_br: Chave do Tesouro
uk: Ключ від Скарбу

source: A rusty key.
da: En rusten nøgle.
de: Ein rostiger Schlüssel.
es: Una llave oxidada.
fr: Une clé rouillée.
pl: Zardzewiały Klucz.
pt_br: Um chave velha e enferrujada.
uk: Іржавий ключ.

source: Dark Green Cotton Cloth
da: Mørkegrønt bomuldsklæde
de: Dunkelgrüner Baumwollstoff
es: Trapo de Algodón Verde Oscuro
fr: Tissu en Coton Vert Foncé
pl: Ciemnozielony Bawełniany Materiał
pt_br: Tecido de Algodão Verde Escuro
uk: Темно-зелене Полотно з Бавовни

source: A piece of dark green cotton cloth.
da: Et stykke mørkegrønt bomuldsklæde.
de: Ein Stück dunkelgrüner Baumwollstoff.
es: Un trapo de algodón verde oscuro.
fr: Un bout de tissu en coton vert foncé.
pl: Kawałek ciemnozielonego, bawełnianego materiału.
pt_br: Um pedaço de tecido de algodão verde escuro.
uk: Темно-зелене бавовняне полотно.

source: Grass Liner
da: Græstot
de: Grassbüschel
es: Forro de Hierva
fr: Touffe d'Herbe
pl: Gniazdko z Trawy
pt_br: Revestimento de Grama
uk: Газонний Вкладиш

source: Very good for putting something breakable on it.
da: Meget god til at lægge noget skrøbeligt på.
de: Sehr gut um etwas zerbrechliches drauf zu stellen.
es: Muy bueno para poner algo que se pueda romper para protegerlo.
fr: Pratique pour y entreposer quelque chose de fragile.
pl: Bardzo dobre do przetrzymywania w nim czegoś co można łatwo stłuc.
pt_br: Muito bom para colocar algo quebrável em cima.
uk: Гарний, щоб підкласти під щось крихке.

source: Bandit Hood
da: Bandit Hætte
de: Banditenhaube
es: Capucha de Bandido
fr: Capuche de Bandit
pl: Kaptur Bandyty
pt_br: Touca de Bandido

source: A bandit hood crawling with lice.
da: En lusebefængt bandit hætte.
de: Ein Banditenhaube mit Läusen.
es: Una capucha de un bandido llena de piojos.
fr: Un bonnet de bandit grouillant de poux.
pl: Kaptur bandyty rojący się od wszy.
pt_br: Uma touca de bandido infestada de piolhos.
uk: Капюшон розбійника, опанований вошами.

source: Root
da: Rod
de: Wurzel
es: Raíz
fr: Racine
pl: Korzeń
pt_br: Raíz
uk: Коріння

source: A root from a plant.
da: Roden fra en plante.
de: Eine Wurzel von einer Pflanze.
es: La raíz de una planta.
fr: La racine d'une plante.
pl: Korzeń z rośliny.
pt_br: A raíz de uma planta.
uk: Рослинне коріння.

source: Iron Ingot
da: Jernbarre
de: Eisenbarren
es: Lingote de Hierro
fr: Lingot de Fer
pl: Żelazna Sztabka
pt_br: Barra de Ferro
uk: Залізний Злиток

source: An ingot of iron.
da: En barre af jern.
de: Ein Barren aus Eisen.
es: Un lingote de hierro.
fr: Un lingot de fer.
pl: Sztabka z żelaza.
pt_br: Uma barra de ferro.
uk: Залізний злиток.

source: Purple Tulip
da: Lilla tulipan
de: Violette Tulpe
es: Tulipán Morado
fr: Tulipe Violette
pl: Fioletowy Tulipan
pt_br: Tulipa Roxa
uk: Пурпурний Тюльпан

source: A purple tulip. A symbol for enchantment.
da: En lilla tulipan. Symbol på fortryllelse.
de: Eine violette Tulpe. Ein Symbol der Verzauberung.
es: Un tulipán morado. Símbolo de encanto.
fr: Une tulipe violette. Le symbole de l'enchantement.
pl: Fioletowy tulipan.Symbol zaklęcia.
pt_br: Uma tulipa roxa. Simboliza encantamento.
uk: Пурпурний Тюльпан. Символ зачарування.

source: Frozen Yeti Tear
da: Frossen Yeti Tåre
de: Gefrorene Yetiträne
es: Lágrima de Yeti Congelada
fr: Larme de Yéti Congelée
pl: Zamarznięta Łza Yeti
pt_br: Lágrima de Ieti Congelada

source: A tear from a yeti, frozen.
da: En tåre fra en yeti, frossen.
de: Eine Träne von einem Yeti, gefroren.
es: Una lágrima de un yeti, congelada.
fr: Une larme de yéti congelée.
pl: Łza yeti, zamarznięta.
pt_br: Uma lágrima de um ieti, congelada.

source: Yellow Christmas Ornament
da: Gult julepynt
de: Gelber Weihnachtsschmuck
es: Ornamento Navideño Amarillo
fr: Boule de Noël Jaune
pl: Żółta Świąteczna Ozdoba
pt_br: Ornamento de Natal Amarelo
uk: Жовта Різдвяна Прикраса

source: An ornament from Santa's tree.
da: Pynt fra julemandens træ.
de: Ein Schmuckstück vom Weihnachtsbaum,
es: Un ornamento del árbol de Santa.
fr: Une décoration pour un sapin de Noël.
pl: Ozdoba z drzewka św. Mikołaja.
pt_br: Um ornamento da árvore do Papai Noel.

source: Vampire Bat Wing
da: Vampyrflagermus Vinge
de: Vampirfledermausflügel
es: Ala de Murciélago Vampiro
fr: Aile de Chauve-Souris Vampire
pl: Skrzydło Nietoperza Wampira
pt_br: Asa de Morcego Vampiro

source: The wing of a vampire bat.
da: Vingen fra en vampyrflagermus.
de: Der Flügel einer Vampirfledermaus.
es: El ala de un murciélago vampiro.
fr: Une aile de chauve-souris vampire.
pl: Skrzydło nietoperza wampira.
pt_br: A asa de um morcego vampiro.
uk: Крило миші-вампіру.

source: Red Hint
da: Rødt Vink
de: Roter Hinweis
es: Señal Roja
fr: Indice Rouge
pl: Czerwona Podpowiedź.
pt_br: Nota Vermelha
uk: Червона Підказка
