Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: Yellow Cotton Boots
da: Gule bomuldsstøvler
de: Gelbe Baumwollstiefel
es: Botas Amarillas de Algodón
fr: Bottes en Coton Jaunes
pl: Żółte Bawełniane Buty
pt_br: Botas de Algodão Amarelo
uk: Жовті Бавовняні Капці

source: A yellow pair of quality cotton boots.
da: Et par gule bomuldsstøvler af god kvalitet.
de: Ein gelbes Paar qualitativer Baumwollstiefel.
es: Un par de botas amarillas de algodón de calidad.
fr: Une paire de bottes en coton jaune de bonne qualité.
pl: Para żółtych, bawełnianych butów wysokiej jakości.
pt_br: Um par de botas de algodão amarelo de qualidade.
uk: Пара якісних жовтих бавовняних капців.

source: Assassin Gloves
da: Snigmorder handsker
de: Assassinenhandschuhe
es: Guantes de Asesino
fr: Gants d'Assassin
pl: Rękawice Asasyna
pt_br: Luvas de Assassino
uk: Рукавички Найманого Вбивці

source: Gloves for a master assassin.
da: Handsker til en mester snigmorder.
de: Handschuhe für Meisterassassinen.
es: Guantes para un asesino profesional.
fr: Gants pour un maître assassin.
pl: Rękawice dla mistrza asasyna
pt_br: Luvas para um mestre assassino.
uk: Рукавички майстра вбивства.

source: Orange Cotton Gloves
da: Orange bomuldshandsker
de: Orangene Baumwollhandschuhe
es: Guantes Naranjas de Algodón
fr: Gants en Coton Orange
pl: Pomarańczowe Bawełniane Rękawice
pt_br: Luvas de Algodão Laranja
uk: Помаранчеві Бавовняні Рукавички

source: An orange pair of comfy cotton gloves.
da: Et par komfortable orange bomuldshandsker.
de: Ein Paar orangene, bequeme Baumwollhandschuhe.
es: Un par de guantes naranjas confortables de algodón.
fr: Une paire de gants en coton orange.
pl: Para pomarańczowych, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão laranja.
uk: Пара зручних помаранчевих бавовняних рукавичок.

source: Cotton Gloves
da: Bomuldshandsker
de: Baumwollhandschuhe
es: Guantes de Algodón
fr: Gants en Coton
pl: Bawełniane Rękawice
pt_br: Luvas de Algodão
uk: Бавовняні Рукавички

source: A pair of comfy cotton gloves.
da: Et par komfortable bomuldshandsker.
de: Ein Paar bequeme Baumwollhandschuhe.
es: Un par de guantes confortables de algodón.
fr: Une paire de gants en coton.
pl: Para komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão.
uk: Пара зручних бавовняних рукавичок.

source: Miner Gloves
da: Minearbejder handsker
de: Bergarbeiterhandschuhe
es: Guantes de Minero
fr: Gants de Mineur
pl: Rękawice Górnicze
pt_br: Luvas de Mineiro
uk: Рукавички Шахтаря

source: Gloves used by miners, very useful.
da: Brugbare handsker, der bruges af minearbejdere.
de: Handschuhe, die von Bergarbeitern benutzt werden, sehr nützlich.
es: Guantes usados por mineros, muy útiles.
fr: Des gants utilisés par les mineurs, très pratiques.
pl: Rękawice używane przez górników, bardzo przydatne.
pt_br: Luvas usadas por mineiros. Muito úteis.
uk: Шахтарські рукавички, завжди потрібні.

source: Yellow Cotton Gloves
da: Gule bomuldshandsker
de: Gelbe Baumwollhandschuhe
es: Guantes Amarillos de Algodón
fr: Gants en Coton Jaunes
pl: Żółte Bawełniane Rękawice
pt_br: Luvas de Algodão Amarelo
uk: Жовті Бавовняні Рукавички

source: A yellow pair of comfy cotton gloves.
da: Et par komfortable gule bomuldshandsker.
de: Ein Paar gelbe, bequeme Baumwollhandschuhe.
es: Un par de guantes amarillos confortables de algodón.
fr: Une paire de gants en coton jaune.
pl: Para żółtych, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão amarelo.
uk: Пара зручних жовтих бавовняних рукавичок.

source: Green Cotton Gloves
da: Grønne bomuldshandsker
de: Grüne Baumwollhandschuhe
es: Guantes Verdes de Algodón
fr: Gants en Coton Verts
pl: Zielone Bawełniane Rękawice
pt_br: Luvas de Algodão Verde
uk: Зелені Бавовняні Рукавички

source: A green pair of comfy cotton gloves.
da: Et par komfortable grønne bomuldshandsker.
de: Ein Paar grüne, bequeme Baumwollhandschuhe.
es: Un par de guantes verdes confortables de algodón.
fr: Une paire de gants en coton vert.
pl: Para zielonych, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão verdes.
uk: Пара зручних зелених бавовняних рукавичок.

source: Black Cotton Gloves
da: Sorte bomuldshandsker
de: Schwarze Baumwollhandschuhe
es: Guantes Negros de Algodón
fr: Gants en Coton Noirs
pl: Czarne Bawełniane Rękawice
pt_br: Luvas de Algodão Preto
uk: Чорні Бавовняні Рукавички

source: A black pair of comfy cotton gloves.
da: Et par komfortable sorte bomuldshandsker.
de: Ein Paar schwarze, bequeme Baumwollhandschuhe.
es: Un par de guantes negros confortables de algodón.
fr: Une paire de gants noirs en coton.
pl: Para czarnych, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão preto.
uk: Пара зручних чорних бавовняних рукавичок.

source: Light Blue Cotton Gloves
da: Lyseblå bomuldshandsker
de: Hellblaue Baumwollhandschuhe
es: Guantes Azul Claros de Algodón
fr: Gants en Coton Bleu Clair
pl: Jasnoniebieskie Bawełniane Rękawice
pt_br: Luvas de Algodão Azul Claro
uk: Блакитні Бавовняні Рукавички

source: A light blue pair of comfy cotton gloves.
da: Et par komfortable lyseblå bomuldshandsker.
de: Ein Paar hellblaue, bequeme Baumwollhandschuhe.
es: Un par de guantes azul claros confortables de algodón.
fr: Une paire de gants bleu clair en coton.
pl: Para jasnoniebieskich, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão azul claro.
uk: Пара зручних блакитних бавовняних рукавичок.

source: Bromenal Gloves
da: Bromenal handsker
de: Bromenalhandschuhe
es: Guantes de Bromedal
fr: Gants en Bromenal
pl: Rękawice Bromenalowe
pt_br: Braçadeiras de Bromenal
uk: Броменалеві Рукавички

source: A pair of bromenal gloves.
da: Et par bromenal handsker.
de: Ein Paar Bromenalhandschuhe.
es: Un par de guantes de bromedal.
fr: Une paire de gants en bromenal.
pl: Para rękawic bromenalowych.
pt_br: Um par de braçadeiras de bromenal.
uk: Пара броменалевих рукавичок.

source: Silk Gloves
da: Silkehandsker
de: Seidenhandschuhe
es: Guantes de Seda
fr: Gants en Soie
pl: Bawełniane Rękawice
pt_br: Luvas de Seda
uk: Шовкові Рукавички

source: Soft and graceful silk gloves which don't restrain magic.
da: Bløde og yndefulde silkehandsker, der ikke hæmmer magi.
de: Weiche und elegante Seidenhandschuhe, die keine Magie bändigen.
es: Guantes suaves y elegantes de seda que no cohíben la magia.
fr: Des gants en soie doux et gracieux qui ne pénalisent pas tes pouvoirs magiques.
pl: Delikatne i dostojne bawełniane rękawice które nie powstrzymują magii.
pt_br: Luvas de seda leves e graciosas que não restringem magia.
uk: Елегантні рукавички, не обмежуючі магічну вправність.

source: Red Cotton Gloves
da: Røde bomuldshandsker
de: Rote Baumwollhandschuhe
es: Guantes Rojos de Algodón
fr: Gants en Coton Rouges
pl: Czerwone Bawełniane Rękawice
pt_br: Luvas de Algodão Vermelho
uk: Червоні Бавовняні Рукавички

source: A red pair of comfy cotton gloves.
da: Et par komfortable røde bomuldshandsker.
de: Ein Paar rote, bequeme Baumwollhandschuhe.
es: Un par de guantes rojos de algodón confortables.
fr: Une paire de gants rouges en coton.
pl: Para czerwonych, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão vermelho.
uk: Пара зручних червоних бавовняних рукавичок.

source: Dark Green Cotton Gloves
da: Mørkegrønne bomuldshandsker
de: Dunkelgrüne Baumwollhandschuhe
es: Guantes Verde Oscuros de Algodón
fr: Gants en Coton Vert Foncé
pl: Ciemnozielone Bawełniane Rękawice
pt_br: Luvas de Algodão Verde Escuro
uk: Темно-зелені Бавовняні Рукавички

source: A dark green pair of comfy cotton gloves.
da: Et par komfortable mørkegrønne bomuldshandsker.
de: Ein Paar dunkelgrüne, bequeme Baumwollhandschuhe.
es: Un par de guantes verde oscuros confortables de algodón.
fr: Une paire de gants vert foncé en coton.
pl: Para ciemnozielonych, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão verde escuro.
uk: Пара зручних темно-зелених бавовняних рукавичок.

source: Leather Gloves
da: Læderhandsker
de: Lederhandschuhe
es: Guantes de Cuero
fr: Gants en Cuir
pl: Skórzane Rękawice
pt_br: Luvas de Couro
uk: Шкіряні Рукавички

source: Gloves made of hardened leather.
da: Handsker lavet af hærdet læder.
de: Handschuhe aus gehärtetem Leder.
es: Guantes hechos de cuero endurecido.
fr: Gants en cuir renforcé.
pl: Rękawice wykonane z utwardzonej skóry.
pt_br: Luvas feitas de couro endurecido.
uk: Рукавички з дубленої шкіри.

source: Purple Cotton Gloves
da: Lilla bomuldshandsker
de: Violette Baumwollhandschuhe
es: Guantes Morados de Algodón
fr: Gants en Coton Violets
pl: Fioletowe Bawełniane Rękawice
pt_br: Luvas de Algodão Roxo
uk: Пурпурові Бавовняні Рукавички

source: A purple pair of comfy cotton gloves.
da: Et par komfortable lilla bomuldshandsker.
de: Ein Paar violette, bequeme Baumwollhandschuhe.
es: Un par de guantes morados confortables de algodón.
fr: Une paire de gants violets en coton.
pl: Para fioletowych, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão roxo.
uk: Пара зручних пурпурових бавовняних рукавичок.

source: Dark Blue Cotton Gloves
da: Mørkeblå bomuldshandsker
de: Dunkelblaue Baumwollhandschuhe
es: Guantes Azul Oscuros de Algodón
fr: Gants en Coton Bleu Foncé
pl: Ciemnoniebieskie Bawełniane Rękawice
pt_br: Luvas de Algodão Azul Escuro
uk: Темно-сині Бавовняні Рукавички

source: A dark blue pair of comfy cotton gloves.
da: Et par komfortable mørkeblå bomuldshandsker.
de: Ein Paar dunkelblaue, bequeme Baumwollhandschuhe.
es: Un par de guantes azul oscuros confortables de algodón.
fr: Une paire de gants bleu foncé en coton.
pl: Para ciemnoniebieskich, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão azul escuro.
uk: Пара зручних темно-синіх бавовняних рукавичок.

source: Pink Cotton Gloves
da: Pink bomuldshandsker
de: Pinke Baumwollhandschuhe
es: Guantes Rosas de Algodón
fr: Gants en Coton Roses
pl: Różowe Bawełniane Rękawice
pt_br: Luvas de Algodão Rosa
uk: Рожеві Бавовняні Рукавички

source: A pink pair of comfy cotton gloves.
da: Et par komfortable pink bomuldshandsker.
de: Ein Paar pinke, bequeme Baumwollhandschuhe.
es: Un par de guantes rosas confortables de algodón.
fr: Une paire de gants roses en coton.
pl: Para różowych, komfortowych bawełnianych rękawic.
pt_br: Um par de confortáveis luvas de algodão rosa.
uk: Пара зручних рожевих бавовняних рукавичок.

source: Winter Gloves
da: Vinter handsker
de: Winterhandschuhe
es: Guantes de Invierno
fr: Gants d'Hiver
pl: Zimowe Rękawice
pt_br: Luvas de Inverno
uk: Зимові Рукавички

source: A pair of soft, warm gloves.
da: Et par bløde, varme handsker.
de: Ein Paar weiche, warme Handschuhe.
es: Un par de guantes suaves y cálidos.
fr: Une paire de gants doux et chauds.
pl: Para wygodnych, ciepłych rękawic
pt_br: Um par de luvas macias e quentes.
uk: Пара теплих зимових рукавичок.

source: M. Attack -15
da: M. Angreb -15
de: M. Angriff -15
es: At. Mágico -15
fr: Attaque M. -15
pl: M. Atak -15
pt_br: Ataque M. -15
uk: Магічна атака -15

source: Scarab Armlet
da: Skarabæ amulet
de: Skarabäen Armband
es: Brazal de Escarabajo
fr: Bracelet de Scarabée
pl: Opaska ze skarabeuszem
pt_br: Bracelete de Escaravelho
uk: Браслет Скарабею

source: A scarab armlet.
da: En skarabæ amulet.
de: Ein Skarabäen Armband.
es: Un brazal que pertenece a una antigua civilización.
fr: Un bracelet de scarabée.
pl: Opaska ze skarabeuszem
pt_br: Um bracelete com a forma de um escaravelho.
uk: Браслет Скарабею.

source: Bone Arrows
da: Benpile
de: Knochen Pfeile
es: Flechas de Hueso
fr: Flèches en Os
pl: Strzały z Kości
pt_br: Flechas de Osso
uk: Кістяна Стріла

source: Arrows made from bone. Not much different from the normal variety, but are much lighter.
da: Pile lavet af ben. Næsten som den normale variant, men meget lettere.
de: Pfeile aus Knochen. Nicht anders als die normale Variante ,aber viel leichter.
es: Flechas hechas de hueso. No difieren de las normales, pero son menos pesadas.
fr: Des flèches fabriquées à partir d'os. Elles ne sont pas très différent des flèches normales, mais sont bien plus légères.
pl: Strzały zrobione z kości. Niewiele różniące się od tych zwykłych, choć te są lżejsze.
pt_br: Flechas feitas de osso. Não são muito diferentes das comuns, mas são muito mais leves.
uk: Стріли, вироблені з кістки. Не дуже відрізняються від звичайних, але значно легші.

source: Damage +55
da: Skade +55
de: Schaden +55
es: Daño +55
fr: Dégâts +55
pl: Obrażenia +55
pt_br: Dano +55
uk: Ушкодження +55

source: Iron Arrow
da: Jernpile
de: Eisen-Pfeil
es: Flecha de Hierro
fr: Flèche en Fer
pl: Żelazna Strzała
pt_br: Flecha de Ferro
uk: Залізна Стріла

source: A hard arrow made of iron.
da: En hård pil, lavet af jern.
de: Ein harter Pfeil aus Eisen.
es: Una flecha dura hecha de hierro.
fr: Une flèche très dure en fer.
pl: Mocna strzała z grotem wykonanym z żelaza
pt_br: Uma resistente flecha feita de ferro.
uk: Тверда залізна стріла.

source: Damage +40
da: Skade +40
de: Schaden +40
es: Daño +40
fr: Dégâts +40
pl: Obrażenia +40
pt_br: Dano +40
uk: Ушкодження +40

source: Sling Bullet
da: Sten til slynge
de: Schleuderkugel
es: Bala de Honda
fr: Billes pour Fronde
pl: Amunicja do Procy
pt_br: Bala de Estilingue
uk: Кулька

source: A smooth stone finished to fit neatly into a sling.
da: En glat forarbejdet sten, der passer til enhver slynge.
de: Ein glatter Stein, der nahtlos in eine Schleuder passt.
es: Una piedra para usar en una honda.
fr: Une petite bille de pierre dure pour les frondes.
pl: Gładko wykończony kamień który dobrze pasuje w procy.
pt_br: Uma suave pedra moldada para caber habilmente em um estilingue.
uk: Округлий камінчик, бездоганно сидить у рогатці.

source: Damage +5
da: Skade +5
de: Schaden +5
es: Daño +5
fr: Dégâts +5
pl: Obrażenia +5
pt_br: Dano +5

source: Arrow
da: Pil
de: Pfeil
es: Flecha
fr: Flèche
pl: Strzała
pt_br: Flecha
uk: Стріла

source: A standard arrow.
da: En standardpil.
de: Ein Standard-Pfeil.
es: Una flecha normal.
fr: Une flèche standard.
pl: Zwykła strzała.
pt_br: Uma flecha padrão.
uk: Типова стріла.

source: Damage +20
da: Skade +20
de: Schaden +20
es: Daño +20
fr: Dégâts +20
pl: Obrażenia +20
pt_br: Dano +20
uk: Ушкодження +20

source: Terranite Arrow
da: Terranit Pil
de: Terranitpfeil
es: Flecha de Terranite
fr: Flèche en Terranite
pl: Strzała z Terranitu
pt_br: Flecha de Terranita
uk: Теранітова Стріла

source: A terranite arrow.
da: En terranitpil.
de: Ein Terranitpfeil.
es: Una flecha de terranite.
fr: Une flèche en terranite.
pl: Strzała z terranitu.
pt_br: Uma flecha de terranita.
uk: Теранітова стріла.

source: Damage +50 / Critical Damage +10
da: Skade +50 / Fatal Skade +10
de: Schaden +50 / Kritischer Schaden +10
es: Daño +50 / Daño Crítico +10
fr: Dégâts +50 / Dégâts Critiques +10
pl: Obrażenia +50 / Krytyczne Obrażenia +10
pt_br: Dano +50 / Dano Crítico +10
uk: Ушкодження +50 / Критичне ушкодження +10

source: Green Sorcerer Robe (Light Blue)
da: Grøn troldmandskåbe (Lyseblå)
de: Grüne Zaubererrobe (Hellblau)
es: Túnica de Hechicero Verde (Azul Claro)
fr: Robe de Sorcier Verte (Bleu Clair)
pl: Zielona Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Verde (Azul Claro)

source: A Light Blue lined Green sorcerer robe.
da: En grøn troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde, bordeada con una línea Azul Claro.
fr: Une robe de sorcier verte bordée de bleu clair.
pl: Zielona szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro verde detalhado em azul claro.

source: M. Attack +20
da: M. Angreb +20
de: M. Angriff +20
es: At. Mágico +20
fr: Attaque M. +20
pl: M. Atak +20
pt_br: Ataque M. +20
uk: Магічна атака +20

source: Black Sorcerer Robe (Yellow)
da: Sort troldmandskåbe (Gul)
de: Schwarze Zaubererrobe (Gelb)
es: Túnica de Hechicero Negra (Amarilla)
fr: Robe de Sorcier Noire (Jaune)
pl: Czarna Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Preto (Amarelo)
uk: Чорна Роба Чарівника (Жовта Кайма)

source: A Yellow lined Black sorcerer robe.
da: En sort troldmandskåbe, med gul kant.
de: Eine gelb gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Amarilla.
fr: Une robe de sorcier noire bordée de jaune.
pl: Czarna szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro preto detalhado em amarelo.
uk: Чорна роба чарівника з жовтою каймою.

source: Dark Green Turtleneck Sweater
da: Mørkegrøn rullekravetrøje
de: Dunkelgrüner Rollkragenpullover
es: Suéter Cuello Tortuga Verde Oscuro
fr: Pull à Col Roulé Vert Foncé
pl: Ciemnozielony Golf
pt_br: Suéter de Gola Alta Verde Escuro
uk: Темно-зелений Светр

source: A thick, soft and warm dark green sweater.
da: En tyk og varm, grøn sweater.
de: Ein dicker, weicher und warmer dunkelgrüner Pullover.
es: Un grueso, suave y cálido suéter verde oscuro.
fr: Un pull vert foncé, épais, doux et chaud.
pl: Gruby, miękki i ciepły ciemnozielony sweter.
pt_br: Um suéter verde escuro espesso, macio e confortável.
uk: Комфортний теплий темно-зелений светр.

source: Green Sorcerer Robe (Orange)
da: Grøn troldmandskåbe (Orange)
de: Grüne Zaubererrobe (Orange)
es: Túnica de Hechicero Verde (Anaranjada)
fr: Robe de Sorcier Verte (Orange)
pl: Zielona Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Verde (Laranja)

source: A Orange lined Green sorcerer robe.
da: En grøn troldmandskåbe, med orange kant.
de: Eine orange gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde, bordeado con una línea Anaranjada.
fr: Une robe de sorcier verte bordée d'orange.
pl: Zielona szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro verde detalhado em laranja.

source: Pink Sorcerer Robe (Green)
da: Pink troldmandskåbe (Grøn)
de: Pinke Zaubererrobe (Grün)
es: Túnica de Hechicero Rosada (Verde)
fr: Robe de Sorcier Rose (Verte)
pl: Różowa Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Rosa (Verde)
uk: Рожева Роба Чарівника (Зелена Кайма)

source: A Green lined Pink sorcerer robe.
da: En pink troldmandskåbe, med grøn kant.
de: Eine grün gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Verde.
fr: Une robe de sorcier rose bordée de vert.
pl: Różowa szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em verde.

source: Dark Blue Sorcerer Robe (Dark Blue)
da: Mørkeblå troldmandskåbe (mørkeblå)
de: Dunkelblaue Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Azul Oscuro (Azul Oscuro)
fr: Robe de Sorcier Bleu Foncé (Bleu Foncé)
pl: Ciemnoniebieska Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Azul Escuro)

source: A Dark Blue lined Dark Blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte dunkelblaue Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier bleu foncé bordée de bleu foncé.
pl: Ciemnoniebieska szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro azul escuro detalhado em azul escuro.

source: Blue Christmas Sweater
da: Blå jule-sweater
de: Blauer Weihnachtspullover
es: Abrigo Azul
fr: Sweater de Noël Bleu
pl: Niebieski Świąteczny Sweter
pt_br: Suéter de Natal Azul
uk: Синій Різдвяний Светр

source: An itchy, woolen, blue sweater with a white pinetree emblem on it.
de: Ein kratzender wolliger blauer Pullover mit einem grünen Tannenbaumemblem darauf.
es: Un suéter azul de lana con el emblema de un pino blanco en él.

source: White Wizard Robe
da: Hvid troldmandkåbe
de: Weiße Zaubererrobe
es: Túnica de Mago Blanca
fr: Robe de Mage Blanche
pl: Biała Szata Czarodzieja
pt_br: Robe do Mago Branco
uk: Біла Чаклунська Роба

source: A white robe made for peaceful wizards.
da: En hvid kåbe, lavet til fredelige troldmænd.
de: Eine weiße Robe gemacht für friedliche Zauberer.
es: Una túnica blanca hecha para magos pacíficos.
fr: Une robe blanche pour les sorciers pacifistes.
pl: Biała szata wykonana dla pokojowych czarodzieji
pt_br: Um robe branco feito para magos pacíficos.
uk: Роба для миролюбних чаклунів.

source: Purple Sorcerer Robe (Orange)
da: Lilla troldmandskåbe (Orange)
de: Violette Zaubererrobe (Orange)
es: Túnica de Hechicero Morada (Anaranjada)
fr: Robe de Sorcier Violette (Orange)
pl: Fioletowa Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Roxo (Laranja)
uk: Пурпурова Роба Чарівника (Помаранчева Кайма)

source: A Orange lined Purple sorcerer robe.
da: En lilla troldmandskåbe, med orange kant.
de: Eine orange gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Anaranjada.
fr: Une robe de sorcier violette bordée d'orange.
pl: Fioletowa szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em laranja.
uk: Пурпурова роба чарівника з помаранчевою каймою.

source: Yellow Sorcerer Robe (Orange)
da: Gul troldmandskåbe (Orange)
de: Gelbe Zaubererrobe (Orange)
es: Túnica de Hechicero Amarilla (Anaranjada)
fr: Robe de Sorcier Jaune (Orange)
pl: Żółta Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Amarelo (Laranja)

source: A Orange lined Yellow sorcerer robe.
da: En gul troldmandskåbe, med orange kant.
de: Eine orange gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Anaranjada.
fr: Une robe de sorcier jaune bordée d'orange.
pl: Żółta szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em laranja.
uk: Жовта роба чарівника з помаранчевою каймою.

source: Orange Sorcerer Robe (Dark Blue)
da: Orange troldmandskåbe (mørkeblå)
de: Orangene Zaubererrobe (Dunkelblau)
es: Túnica de Hechicero Anaranjada (Azul Oscuro)
fr: Robe de Sorcier Orange (Bleu Foncé)
pl: Pomarańczowa Szata Czarodzieja (Ciemnoniebieska lamówka)
pt_br: Robe do Feiticeiro Laranja (Azul Escuro)
uk: Помаранчева Роба Чарівника (Темно-синя Кайма)

source: A Dark Blue lined Orange sorcerer robe.
da: En orange troldmandskåbe, med mørkeblå kant.
de: Eine dunkelblau gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Azul Oscuro.
fr: Une robe de sorcier orange bordée de bleu foncé.
pl: Pomarańczowa szata czarodzieja z ciemnoniebieską lamówką.
pt_br: Um robe de feiticeiro laranja detalhado em azul escuro.
uk: Помаранчева роба чарівника з темно-синьою каймою.

source: Dark Blue Tank Top
da: Mørkeblå undertrøje
de: Dunkelblaues Tanktop
es: Camisa Azul Oscura
fr: Débardeur Bleu Foncé
pl: Ciemnoniebieska Koszulka Bezrękawnik
pt_br: Regata Azul Escura
uk: Темно-синя Майка

source: A dark blue sleeveless shirt for hot summer days.
da: En mørkeblå undertrøje til varme sommerdage.
de: Ein dunkelblaues, ärmelloses Shirt für heiße Sommertage.
es: Una camiseta azul oscura sin mangas para los días calurosos de verano.
fr: Un tee-shirt bleu foncé sans manches pour les chaudes journées d'été.
pl: Ciemnoniebieska koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta azul escura sem mangas para dias de calor.
uk: Темно-синя безрукавна майка для спекотного літа.

source: Pink Contributor Shirt
da: Pink bidrager trøje
de: Pinkes Hemd für Mitwirkende
es: Camisa de Colaborador Rosada
fr: Tee-Shirt de Contributeur Rose
pl: Różowa Koszula Kontrybutora
uk: Рожева Сорочка Співрозробника
