Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A silken dress with soft lace trim. If you damage it, you'll never get it to look good again. In special Platyna red.
da: En silkekjole, med blonder. Hvis du ødelægger den, kommer du aldrig til at se godt ud igen. I speciel Platyna rød.
de: Ein Seidenkleid mit weichen Spitzenbesatz. Wenn du es beschädigst, wirst du niemals hinbekommen, dass es schön aussieht. In speziellem Platyna-Rot.
es: Un vestido sedoso con un ajuste blando. Si lo dañas nunca volverá a ser bonito. En rojo especial, como Platyna.
fr: Une robe en soie avec des pièces en dentelle. Si tu l'abîmes, tu ne pourras jamais lui redonner son aspect gracieux. De couleur rouge Platyna.
pl: Bawełniana suknia z delikatną koronką. Jeżeli ją zniszczysz, nie uda ci się jej już naprawić. W specjalnym kolorze czerwonym Platyny.
pt_br: Um vestido sedoso com arranjo rendado. Se você danificá-lo jamais conseguirá consertar. Em cor especial vermelho Platyna.
uk: Шовкове вбрання, перетягнуте стрічкою. Якщо пошкодите, буде неможливовідновити. Особливий колір особисто для Платини.

source: Pink Sorcerer Robe (Red)
da: Pink troldmandskåbe (Rød)
de: Pinke Zaubererrobe (Rot)
es: Túnica de Hechicero Rosada (Roja)
fr: Robe de Sorcier Rose (Rouge)
pl: Różowa Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro Rosa (Vermelho)

source: A red lined pink sorcerer robe.
da: En pink troldmandskåbe, med pink kant.
de: Eine rot gefütterte pinke Zaubererrobe.
es: Una túnica de hechicero Rosada, bordeada con una línea Roja.
fr: Une robe de sorcier rose bordée de rouge.
pl: Różowa szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro rosa detalhado em vermelho.

source: Red Sorcerer Robe (Black)
da: Rød troldmandskåbe (Sort)
de: Rote Zaubererrobe (Schwarz)
es: Túnica de Hechicero Roja (Negra)
fr: Robe de Sorcier Rouge (Noire)
pl: Czerwona Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro Vermelho (Preto)
uk: Червона Роба Чарівника (Чорна Кайма)

source: A Black lined Red sorcerer robe.
da: En rød troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Negra.
fr: Une robe de sorcier rouge bordée de noir.
pl: Czerwona szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro vermelho detalhado em preto.
uk: Червона роба чарівника з чорною каймою.

source: Dark Blue Sorcerer Robe (White)
da: Mørkeblå troldmandskåbe (Hvid)
de: Dunkelblaue Zaubererrobe (Weiß)
es: Túnica de Hechicero Azul Oscuro (Blanca)
fr: Robe de Sorcier Bleu Foncé (Blanche)
pl: Ciemnoniebieska Szata Czarodzieja (Biała lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Branco)

source: Orange Sorcerer Robe (Green)
da: Orange troldmandskåbe (Grøn)
de: Orangene Zaubererrobe (Grün)
es: Túnica de Hechicero Anaranjada (Verde)
fr: Robe de Sorcier Orange (Verte)
pl: Pomarańczowa Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Laranja (Verde)

source: A Green lined Orange sorcerer robe.
da: En orange troldmandskåbe, med grøn kant.
de: Eine grün gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Verde.
fr: Une robe de sorcier orange bordée de vert.
pl: Pomarańczowa szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro laranja detalhado em verde.

source: Yellow Sorcerer Robe (Green)
da: Gul troldmandskåbe (Grøn)
de: Gelbe Zaubererrobe (Grün)
es: Túnica de Hechicero Amarilla (Verde)
fr: Robe de Sorcier Jaune (Verte)
pl: Żółta Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Amarelo (Verde)

source: A Green lined Yellow sorcerer robe.
da: En gul troldmandskåbe, med grøn kant.
de: Eine grün gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Verde.
fr: Une robe de sorcier jaune bordée de vert.
pl: Żółta szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em verde.
uk: Жовта роба чарівника з зеленою каймою.

source: Green Sorcerer Robe (Red)
da: Grøn troldmandskåbe (Rød)
de: Grüne Zaubererrobe (Rot)
es: Túnica de Hechicero Verde (Roja)
fr: Robe de Sorcier Verte (Rouge)
pl: Zielona Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro Verde (Vermelho)

source: A red lined green sorcerer robe.
da: En grøn troldmandskåbe, med rød kant.
de: Eine rot gefütterte grüne Zaubererrobe.
es: Una túnica de hechicero Verde, bordeada con una línea Roja.
fr: Une robe de sorcier verte bordée de rouge.
pl: Zielona szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro verde detalhado em vermelho.

source: Red Tank Top
da: Rød undertrøje
de: Rotes Tanktop
es: Camisa Roja
fr: Débardeur Rouge
pl: Czerwona Koszulka Bezrękawnik
pt_br: Regata Vermelha
uk: Червона Майка

source: A red sleeveless shirt for hot summer days.
da: En rød undertrøje til varme sommerdage.
de: Ein rotes ärmelloses Shirt für heiße Sommertage.
es: Una camiseta roja sin mangas para los días calurosos de verano.
fr: Un tee-shirt rouge sans manches pour les chaudes journées d'été.
pl: Czerwona koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta vermelha sem mangas para dias de calor.
uk: Червона безрукавна майка для спекотного літа.

source: Forest Armor
da: Skov rustning
de: Waldrüstung
es: Armadura del Bosque
fr: Armure des Forêts
pl: Leśna Zbroja
pt_br: Armadura da Floresta
uk: Лісова Броня

source: A clean and comfortable mantle with dags made for the finest stalkers.
da: En stilren dragt til de bedste skytter.
de: Ein sauber und komfortabler Mantel mit Zotteln gemacht für die feinsten Stalker.
es: Un manto limpio y cómodo lleno de navajas para los mejores asesinos.
fr: Un manteau cranté et bien bien taillé, porté par les meilleurs rôdeurs.
pl: Czysty i komfortowy płaszcz z kołtunami stworzony dla najlepszych tropicieli.
pt_br: Um manto confortável e claro decorado com folhagens, feito para os ladinos mais talentosos.
uk: Зручний кожух із ремнями для найвправніших ловців.

source: Yellow V-Neck Sweater
da: Gul sweater
de: Gelber V-Ausschnitt Pullover
es: Suéter Cuello V Amarillo
fr: Pull Col en V Jaune
pl: Żółty Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Amarelo
uk: Жовтий Пуловер

source: A thin, soft and warm yellow sweater.
da: En tynd, blød og varm gul sweater.
de: Ein dünner, weicher und warmer gelber Pullover.
es: Un jersey amarillo blando, cálido y fino.
fr: Un pull jaune fin, doux et chaud.
pl: Cienki, miękki i ciepły żółty sweter.
pt_br: Um suéter amarelo fino, macio e confortável.
uk: Легкий та комфортний жовтий пуловер.

source: Light Platemail
da: Let pladerustning
de: Leichte Plattenrüstung
es: Armadura Ligera
fr: Armure de Plates Légère
pl: Lekka Zbroja Płytowa
pt_br: Couraça Leve
uk: Легкі Обладунки

source: A light cuirass with shoulder pads made of iron, usually worn by foot soldiers.
da: En let pladerustning med skulderplader, bruges oftest af fodsoldater.
de: Ein leichter Kürass mit Schulterpolster aus Eisen, gewöhnlich von Fußsoldaten getragen.
es: Una coraza no pesada con hombreras hechas de hierro para los soldados.
fr: Une cuirasse légère avec des épaulières en fer, habituellement portée par les soldats à pied.
pl: Lekki pancerz z nakładkami wykonanymi z żelaza, zazwyczaj noszone przez piechotę.
pt_br: Uma leve couraça com ombreiras feitas de ferro, normalmente usado por soldados rasos.
uk: Легкі обладунки з торсом, зробленим із залізних щитків. Зазвичай вдягається піхотою.

source: M. Attack -150
da: M. Angreb -150
de: M. Angriff -150
es: At. Mágico -150
fr: Attaque M. -150
pl: M. Atak -150
pt_br: Ataque M. -150
uk: Магічна атака -150

source: Pink V-Neck Sweater
da: Pink sweater
de: Pinker V-Ausschnitt Pullover
es: Suéter Cuello V Rosado
fr: Pull Col en V Rose
pl: Różowy Sweter ze Szpiczastym Dekoltem
pt_br: Suéter de Gola V Rosa
uk: Рожевий Пуловер

source: A thin, soft and warm pink sweater.
da: En tynd, blød og varm sweater.
de: Ein dünner, weicher und warmer pinker Pullover.
es: Un jersey rosa blando, cálido y fino.
fr: Un pull rose fin, doux et chaud.
pl: Cienki, miękki i ciepły różowy sweter.
pt_br: Um suéter rosa fino, macio e confortável.
uk: Легкий та комфортний рожевий пуловер.

source: Dark Blue Sorcerer Robe (Black)
da: Mørkeblå troldmandskåbe (Sort)
de: Dunkelblaue Zaubererrobe (Schwarz)
es: Túnica de Hechicero Azul Oscuro (Negra)
fr: Robe de Sorcier Bleu Foncé (Noire)
pl: Ciemnoniebieska Szata Czarodzieja (Czarna lamówka)
pt_br: Robe de Feiticeiro Azul Escuro (Preto)

source: A Black lined Dark Blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med sort kant.
de: Eine schwarz gefütterte dunkelblaue Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Negra.
fr: Une robe de sorcier bleu foncé bordée de noir.
pl: Ciemnoniebieska szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro azul escuro detalhado em preto.

source: Orange Tank Top
da: Orange undertrøje
de: Orangenes Tanktop
es: Camisa Naranja
fr: Débardeur Orange
pl: Pomarańczowa Koszulka Bezrękawnik
pt_br: Regata Laranja
uk: Помаранчева Майка

source: An orange sleeveless shirt for hot summer days.
da: En orange undertrøje til varme sommerdage.
de: Ein orangenes, ärmelloses Shirt für heiße Sommertage.
es: Una camiseta naranja sin mangas para los días calurosos de verano.
fr: Un tee-shirt orange sans manches pour les chaudes journées d'été.
pl: Pomarańczowa koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta laranja sem mangas para dias de calor.
uk: Помаранчева безрукавна майка для спекотного літа.

source: Purple Tank Top
da: Lilla undertrøje
de: Violettes Tanktop
es: Camisa Morada
fr: Débardeur Violet
pl: Fioletowa Koszulka Bezrękawnik
pt_br: Regata Roxa
uk: Пурпурова Майка

source: A purple sleeveless shirt for hot summer days.
da: En lilla undertrøje til varme sommerdage.
de: Ein violettes, ärmelloses Shirt für heiße Sommertage.
es: Una camiseta morada sin mangas para los días calurosos de verano.
fr: Un tee-shirt violet sans manches pour les chaudes journées d'été.
pl: Fioletowa koszulka bez rękawów na gorące, letnie dni.
pt_br: Uma camiseta vermelha sem mangas para dias de calor.
uk: Пурпурова безрукавна майка для спекотного літа.

source: Light Blue Sorcerer Robe (Pink)
da: Lyseblå troldmandskåbe (Pink)
de: Dunkelblaue Zaubererrobe (Pink)
es: Túnica de Hechicero Azul Claro (Rosada)
fr: Robe de Sorcier Bleu Clair (Rose)
pl: Jasnoniebieska Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Rosa)
uk: Блакитна Роба Чарівника (Рожева Кайма)

source: A Pink lined Light Blue sorcerer robe.
da: En lyseblå troldmandskåbe, med pink kant.
de: Eine pink gefütterte hellblaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Rosada.
fr: Une robe de sorcier bleu clair bordée de rose.
pl: Jasnoniebieska szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em rosa.
uk: Блакитна роба чарівника з рожевою каймою.

source: Chainmail Shirt
da: Ringbrynje
de: Kettenhemd
es: Cota de Malla
fr: Cotte de Mailles
pl: Kolczuga
pt_br: Camisa de Correntes
uk: Залізна Сорочка

source: A shirt made of chains. It weighs a lot but offers excellent protection.
da: En trøje, lavet af metalringe. Den vejer meget, men giver god beskyttelse.
de: Ein Hemd aus Ketten. Es wiegt eine Menge aber bietet exzellenten Schutz.
es: Una camiseta hecha con cadenas de hierro. Pesa mucho pero ofrece una buena protección.
fr: Un haut fait de petites mailles métalliques. Offre une excellente protection mais pèse assez lourd.
pl: Koszulka wykonana z żelaznych kółek. Waży dużo, ale zapewnia doskonałą ochronę.
pt_br: Uma camisa feita de correntes. Pesa muito mas oferece excelente proteção.
uk: Кольчужна сорочка. Відмінний захист при невеликій вазі.

source: M. Attack -120
da: M. Angreb -120
de: M. Angriff -120
es: At. Mágico -120
fr: Attaque M. -120
pl: M. Atak -120
pt_br: Ataque M. -120
uk: Магічна атака -120

source: Black Sorcerer Robe (Pink)
da: Sort troldmandskåbe (Pink)
de: Schwarze Zaubererrobe (Pink)
es: Túnica de Hechicero Negra (Rosada)
fr: Robe de Sorcier Noire (Rose)
pl: Czarna Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Preto (Rosa)

source: A Pink lined Black sorcerer robe.
da: En sort troldmandskåbe, med pink kant.
de: Eine pink gefütterte schwarze Zaubererrobe.
es: Una túnica de hechicero Negra, bordeada con una línea Rosada.
fr: Une robe de sorcier noire bordée de rose.
pl: Czarna szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro preto detalhado em rosa.

source: Orange Sorcerer Robe (Yellow)
da: Orange troldmandskåbe (Gul)
de: Orangene Zaubererrobe (Gelb)
es: Túnica de Hechicero Anaranjada (Amarilla)
fr: Robe de Sorcier Orange (Jaune)
pl: Pomarańczowa Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Laranja (Amarelo)
uk: Помаранчева Роба Чарівника (Жовта Кайма)

source: A Yellow lined Orange sorcerer robe.
da: En orange troldmandskåbe, med gul kant.
de: Eine gelb gefütterte orangene Zaubererrobe.
es: Una túnica de hechicero Anaranjada, bordeada con una línea Amarilla.
fr: Une robe de sorcier orange bordée de jaune.
pl: Pomarańczowa szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro laranja detalhado em amarelo.
uk: Помаранчева роба чарівника з жовтою каймою.

source: Fine Dark Green Dress
da: Fin mørkegrøn kjole
de: Feines dunkelgrünes Kleid
es: Vestido Fino Verde Oscuro
fr: Robe Raffinée Vert Foncé
pl: Piękna Ciemnozielona Suknia
pt_br: Vestido de Gala Verde Escuro
uk: Файна Темно-зелена Сукня

source: A dark green dress made from the finest materials.
da: En mørkegrøn kjole, lavet af de fineste materialer.
de: Ein dunkelgrünes Kleid aus den feinsten Materialien.
es: Un vestido verde oscuro hecho de los más finos materiales.
fr: Une robe vert foncé cousue dans les matières les plus fines.
pl: Ciemnozielona suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido verde escuro feito dos materiais mais nobres.

source: Dark Blue Silk Robe
da: Mørkeblå silkekåbe
de: Dunkelblaue Seidenrobe
es: Túnica de Seda Azul Oscura
fr: Robe en Soie Bleu Foncé
pl: Ciemnoniebieska Bawełniana Szata
pt_br: Robe de Seda Azul Escuro
uk: Темно-синя Шовкова Роба

source: A light and shimmering dark blue silk robe.
da: En let og flagrende, mørkeblå silkekåbe.
de: Eine leichte und schimmernde dunkelblaue Seidenrobe.
es: Una túnica azul oscura de seda ligera y reluciente.
fr: Une robe en soie bleu foncé légère et chatoyante.
pl: Lekka i lśniąca ciemnoniebieska bawełniana szata.
pt_br: Um robe de seda azul escuro leve e brilhante.
uk: Граціозна та мерехтлива темно-синя шовкова роба.

source: Red Sorcerer Robe (Pink)
da: Rød troldmandskåbe (Pink)
de: Rote Zaubererrobe (Pink)
es: Túnica de Hechicero Roja (Rosada)
fr: Robe de Sorcier Rouge (Rose)
pl: Czerwona Szata Czarodzieja (Różowa lamówka)
pt_br: Robe do Feiticeiro Vermelho (Rosa)

source: A Pink lined Red sorcerer robe.
da: En rød troldmandskåbe, med pink kant.
de: Eine pink gefütterte rote Zaubererrobe.
es: Una túnica de hechicero Roja, bordeada con una línea Rosada.
fr: Une robe de sorcier rouge bordée de rose.
pl: Czerwona szata czarodzieja z różową lamówką.
pt_br: Um robe de feiticeiro vermelho detalhado em rosa.

source: Purple Sorcerer Robe (Black)
da: Lilla troldmandskåbe (Sort)
de: Violette Zaubererrobe (Schwarz)
es: Túnica de Hechicero Morada (Negra)
fr: Robe de Sorcier Violette (Noire)
pl: Fioletowa Szata Czarodzieja (Czarna lamówka)
pt_br: Robe do Feiticeiro Roxo (Preto)

source: A Black lined Purple sorcerer robe.
da: En lilla troldmandskåbe, med en sort kant.
de: Eine schwarz gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Negra.
fr: Une robe de sorcier violette bordée de noir.
pl: Fioletowa szata czarodzieja z czarną lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em preto.
uk: Пурпурова роба чарівника з чорною каймою.

source: Light Blue Sorcerer Robe (Green)
da: Lyseblå troldmandskåbe (Grøn)
de: Hellblaue Zaubererrobe (Grün)
es: Túnica de Hechicero Azul Claro (Verde)
fr: Robe de Sorcier Bleu Clair (Verte)
pl: Jasnoniebieska Szata Czarodzieja (Zielona lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Verde)

source: A Green lined Light Blue sorcerer robe.
da: En lyseblå troldmandskåbe, med grøn kant.
de: Eine grün gefütterte hellblaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Verde.
fr: Une robe de sorcier bleu clair bordée de vert.
pl: Jasnoniebieska szata czarodzieja z zieloną lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em verde.

source: Light Blue Sorcerer Robe (Light Blue)
da: Lyseblå troldmandskåbe (Lyseblå)
de: Hellblaue Zaubererrobe (Hellblau)
es: Túnica de Hechicero Azul Claro (Azul Claro)
fr: Robe de Sorcier Bleu Clair (Bleu Clair)
pl: Jasnoniebieska Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Azul Claro (Azul Claro)

source: A Light Blue lined Light Blue sorcerer robe.
da: En lyseblå troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte hellblaue Zaubererrobe.
es: Una túnica de hechicero Azul Claro, bordeada con una línea Azul Claro.
fr: Une robe de sorcier bleu clair bordée de bleu clair.
pl: Jasnoniebieska szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro azul claro detalhado em azul claro.

source: Fine Purple Dress
da: Fin lilla kjole
de: Feines violettes Kleid
es: Vestido Fino Morado
fr: Robe Raffinée Violette
pl: Piękna Fioletowa Suknia
pt_br: Vestido de Gala Roxo
uk: Файна Пурпурова Сукня

source: A purple dress made from the finest materials.
da: En lilla kjole, lavet af de fineste materialer.
de: Ein violettes Kleid aus den feinsten Materialien.
es: Un vestido morado hecho de los más finos materiales.
fr: Une robe violette cousue dans les matières les plus fines.
pl: Fioletowa suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido roxo feito dos materiais mais nobres.

source: Dark Blue Sorcerer Robe (Light Blue)
da: Mørkeblå troldmandskåbe (Lyseblå)
de: Dunkelblaue Zaubererrobe (Hellblau)
es: Túnica de Hechicero Azul Oscuro (Azul Claro)
fr: Robe de Sorcier Bleu Foncé (Bleu Clair)
pl: Ciemnoniebieska Szata Czarodzieja (Jasnoniebieska lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Azul Claro)

source: A Light Blue lined Dark Blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med lyseblå kant.
de: Eine hellblau gefütterte dunkelblaue Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Azul Claro.
fr: Une robe de sorcier bleu foncé bordée de bleu clair.
pl: Ciemnoniebieska szata czarodzieja z jasnoniebieską lamówką.
pt_br: Um robe de feiticeiro azul escuro detalhado em azul claro.
uk: Темно-синя роба чарівника з блакитною каймою.

source: Fine Pink Dress
da: Fin pink kjole
de: Feines pinkes Kleid
es: Vestido Fino Rosado
fr: Robe Raffinée Rose
pl: Piękna Różowa Suknia
pt_br: Vestido de Gala Rosa
uk: Файна Рожева Сукня

source: A pink dress made from the finest materials.
da: En pink kjole, lavet af de fineste materialer.
de: Ein pinkes Kleid aus den feinsten Materialien.
es: Un vestido rosado hecho de los más finos materiales.
fr: Une robe rose cousue dans les matières les plus fines.
pl: Różowa suknia zrobiona z wysokiej jakości materiałów.
pt_br: Um vestido rosa feito dos materiais mais nobres.

source: Orange Cotton Shirt
da: Orange bomuldstrøje
de: Orangenes Baumwollhemd
es: Camisa Naranja de ALgodón
fr: Tee-Shirt en Coton Orange
pl: Pomarańczowa Bawełniana Koszulka
pt_br: Camisa de Algodão Laranja
uk: Помаранчева Бавовняна Сорочка

source: An orange shirt made of 100% cotton.
da: En orange trøje, lavet af 100% bomuld.
de: Ein orangenes Hemd aus 100% Baumwolle.
es: Una camiseta naranja verde hecha 100% de algodón.
fr: Un tee-shirt orange 100% coton.
pl: Pomarańczowa koszulka wykonana w 100% z bawełny.
pt_br: Uma camisa laranja feita de 100% algodão.
uk: Помаранчева сорочка з 100% бавовни.

source: Purple Sorcerer Robe (Yellow)
da: Lilla troldmandskåbe (Gul)
de: Violette Zaubererrobe (Gelb)
es: Túnica de Hechicero Morada (Amarilla)
fr: Robe de Sorcier Violette (Jaune)
pl: Fioletowa Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Roxo (Amarelo)

source: A Yellow lined Purple sorcerer robe.
da: En lilla troldmandskåbe, med gul kant.
de: Eine gelb gefütterte violette Zaubererrobe.
es: Una túnica de hechicero Morada, bordeada con una línea Amarilla.
fr: Une robe de sorcier violette bordée de jaune.
pl: Fioletowa szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro roxo detalhado em amarelo.
uk: Пурпурова роба чарівника з жовтою каймою.

source: Black Silk Robe
da: Sort silkekåbe
de: Schwarze Seidenrobe
es: Túnica de Seda Negra
fr: Robe en Soie Noire
pl: Czarna Bawełniana Szata
pt_br: Robe de Seda Preto
uk: Чорна Шовкова Роба

source: A light and shimmering black silk robe.
da: En let og flagrende, sort silkekåbe.
de: Eine leichte und schimmernde schwarze Seidenrobe.
es: Una túnica negra de seda ligera y reluciente.
fr: Une robe en soie noire légère et chatoyante.
pl: Lekka i lśniąca czarna bawełniana szata.
pt_br: Um robe de seda preto leve e brilhante.
uk: Граціозна та мерехтлива чорна шовкова роба.

source: Yellow Sorcerer Robe (Yellow)
da: Gul troldmandskåbe (Gul)
de: Gelbe Zaubererrobe (Gelb)
es: Túnica de Hechicero Amarilla (Amarilla)
fr: Robe de Sorcier Jaune (Jaune)
pl: Żółta Szata Czarodzieja (Żółta lamówka)
pt_br: Robe do Feiticeiro Amarelo (Amarelo)
uk: Жовта Роба Чарівника (Жовта Кайма)

source: A Yellow lined Yellow sorcerer robe.
da: En gul troldmandskåbe, med gul kant.
de: Eine gelb gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Amarilla.
fr: Une robe de sorcier jaune bordée de jaune.
pl: Żółta szata czarodzieja z żółtą lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em amarelo.
uk: Жовта роба чарівника з жовтою каймою.

source: Yellow Sorcerer Robe (Red)
da: Gul troldmandskåbe (Rød)
de: Gelbe Zaubererrobe (Rot)
es: Túnica de Hechicero Amarilla (Roja)
fr: Robe de Sorcier Jaune (Rouge)
pl: Żółta Szata Czarodzieja (Czerwona lamówka)
pt_br: Robe do Feiticeiro Amarelo (Vermelho)

source: A red lined yellow sorcerer robe.
da: En gul troldmandskåbe, med rød kant.
de: Eine rot gefütterte gelbe Zaubererrobe.
es: Una túnica de hechicero Amarilla, bordeada con una línea Roja.
fr: Une robe de sorcier jaune bordée de rouge.
pl: Żółta szata czarodzieja z czerwoną lamówką.
pt_br: Um robe de feiticeiro amarelo detalhado em vermelho.

source: Dark Blue Sorcerer Robe (Orange)
da: Mørkeblå troldmandskåbe (Orange)
de: Dunkelblaue Zaubererrobe (Orange)
es: Túnica de Hechicero Azul Oscuro (Anaranjada)
fr: Robe de Sorcier Bleu Foncé (Orange)
pl: Ciemnoniebieska Szata Czarodzieja (Pomarańczowa lamówka)
pt_br: Robe do Feiticeiro Azul Escuro (Laranja)

source: A Orange lined Dark Blue sorcerer robe.
da: En mørkeblå troldmandskåbe, med orange kant.
de: Eine orange gefütterte dunkelblau Zaubererrobe.
es: Una túnica de hechicero Azul Oscuro, bordeada con una línea Anaranjada.
fr: Une robe de sorcier bleu foncé bordée d'orange.
pl: Ciemnoniebieska szata czarodzieja z pomarańczową lamówką.
pt_br: Um robe de feiticeiro azul escuro detalhado em laranja.

source: Pink Christmas Sweater
da: Pink jule-sweater
de: Pinker Weihnachtspullover
es: Abrigo Rosa Oscuro
fr: Sweater de Noël Rose
pl: Różowy Świąteczny Sweter
pt_br: Suéter de Natal Rosa
uk: Рожевий Різдвяний Светр

source: A light and only slightly itchy pink christmas sweater.
da: En let og kun let kløende, pink juletrøje.
de: Ein leichter und nur ein bisschen kratziger pinker Weihnachtspullover.
es: Un abrigo ligero y un poco picante de color rosa para la navidad.
fr: Un pull de Noël rose léger mais qui démange un peu.
pl: Lekki i tylko odrobinę swędzący różowy świąteczny sweter.
pt_br: Um leve e ligeiramente incômodo suéter de natal rosa.
uk: Легкий та майже не колючий рожевий різдвяний светр.
