Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: You have ceased to be.
da: Du er holdt op med at være til.
de: Du hast aufgehört zu existieren.
es: Has cesado de ser.
fr: Tu as cessé d'être.
pl: I znowu martwy...
pt_br: Você deixou de existir.

source: You've expired and gone to meet your maker.
da: Du er udløbet og draget til din skaber.
de: Du bist abgelaufen und triffst deinen Schöpfer.
es: Has expirado e ido a conocer a tu creador.
fr: Tu viens de rendre ton dernier souffle et tu as rejoint ton créateur.
pl: Twoja data ważności minęła.
pt_br: Você expirou e foi ao encontro do criador.

source: You're a stiff.
da: Du er et lig.
de: Du bist ein Reinfall.
es: Estás rígido.
fr: Tu es aussi raide qu'un cadavre.
pl: Jesteś sztywny
pt_br: Você é um cadáver.
uk: Ви — труп.

source: Bereft of life, you rest in peace.
da: Blottet for liv, hviler du i fred.
de: Deines Lebens beraubt, ruhst du nun in Frieden.
es: Carente de vida, descansas en paz.
fr: Privé de ton essence vitale, tu reposes en paix.
pl: Odpoczywaj w pokoju.
pt_br: Distante da vida, você descansa em paz.

source: If you weren't so animated, you'd be pushing up the daisies.
da: Kunne du ikke genoplives, ville du passe blomster nedefra.
de: Wenn du nicht so animiert wärst, würdest du die Radieschen von unten betrachten.
es: Si no estuvieras tan animado, diría que estás muerto.
fr: Si tu n'étais pas autant en forme, on jurerait que tu es en train de manger les pissenlits par la racine.
pl: Wąchasz kwiatki od spodu.
pt_br: Se você não estivesse tão animado, estaria adubando as margaridas.

source: Your metabolic processes are now history.
da: Dine metaboliske processer er nu fortid.
de: Dein Stoffwechselvorgang ist nun Geschichte.
es: Tus procesos metabólicos ahora son historia.
fr: Tes processus métaboliques appartiennent maintenant au passé.
pl: Jesteś historią.
pt_br: Seus processos metabólicos viraram história.

source: You're off the twig.
da: Der faldt du af pinden.
de: Du hast den Löffel abgegeben.
es: Estás fuera de tus botas.
fr: Tu es en dehors des clous.
pl: Martwy, martwy jeszcze raz MARTWY !
pt_br: Você é uma folha morta.
uk: Ви щойно впали з дуба.

source: You've kicked the bucket.
da: Du er kradset af.
de: Du bist hopsgegangen.
es: Has estirado la pata.
fr: Tu as cassé ta pipe.
pl: Kopnąłeś w kalendarz
pt_br: Você chutou o balde.

source: You've shuffled off your mortal coil, run down the curtain and joined the bleedin' choir invisibile.
da: Du har blandet dig blandt dødelige for sidste gang, trukket gardinet ned og er nu med i de usynliges kor.
de: Du hast deine sterbliche Hülle abgestreift, den Vorhang verlassen und bist dem verdammten Chor der unsichtbaren beigetreten.
es: Te has quitado tu envoltura mortal, bajado el telón y unido al condenado coro invisible.
fr: Tu as quitté ton enveloppe charnelle et rejoint l'armée des ombres.
pl: Po prostu kliknij OK i od nowa !
pt_br: Você desenrolou sua meada mortal, baixou a cortina e juntou-se ao sangrento coro invisível.

source: You are an ex-player.
da: Du er en ex-spiller.
de: Du bist ein Ex-Spieler.
es: Eres un ex-jugador.
fr: Tu n'es plus qu'un ex-joueur.
pl: Jesteś eksgraczem.
pt_br: Você é um ex-jogador.
uk: Ви — гравець. Колишній.

source: You're pining for the fjords.
da: Du er helt ude at svømme.
de: Du sehnst dich nach den Fjorden.
es: Estás languideciendo por los fiordos.
fr: Mais non, tu n'es pas mort. Juste d'humeur languissante voilà tout...
pl: Śmierć to tylko początek..
pt_br: Você anseia pelos fiordes.

source: Disgust
da: Afsky
de: Abscheu
es: Disgusto
fr: Dégoûté
pl: Obrzydzenie
pt_br: Nojo
uk: Відраза

source: Surprise
da: Overraskelse
de: Überraschung
es: Sorpresa
fr: Surpris
pl: Zaskocznie
pt_br: Surpresa
uk: Несподіванка

source: Happy
da: Glad
de: Glücklich
es: Feliz
fr: Heureux
pl: Szczęśliwy
pt_br: Feliz
uk: Щасливий

source: Sad
da: Trist
de: Traurig
es: Triste
fr: Triste
pl: Smutny
pt_br: Triste
uk: Сумний

source: Evil
da: Ond
de: Böse
es: Malvado
fr: Diabolique
pl: Paskuda
pt_br: Maligno
uk: Злий

source: Wink
da: Hint
de: Zwinkern
es: Guiñar
fr: Clin d'Oeil
pl: Mrugnięcie
pt_br: Piscada
uk: Підморгування

source: Angel
da: Engel
de: Engel
es: Ángel
fr: Ange
pl: Aniołek
pt_br: Anjo
uk: Янгол

source: Blush
da: Skam
de: Erröten
es: Sonrojado
fr: Rougeur
pl: Zawstydzony
pt_br: Vergonha
uk: Збентежений

source: Grin
de: Grinsen
es: Sonrisa abierta
fr: Grand Sourire
pl: Uśmiech
pt_br: Sorriso
uk: Зраділий

source: Upset
da: Ophidset
de: Verärgert
es: Molesto
fr: Contrarié
pl: Zdenerwowany
pt_br: Irritado
uk: Стурбований

source: Perturbed
da: Forstyrret
de: Verstört
es: Perturbado
fr: Troublé
pl: Wzburzony
pt_br: Perturbado
uk: Обурений

source: Speech
da: Tale
de: Ansprache
es: Discurso
fr: Discours
pl: Mówi
pt_br: Fala
uk: Промовка

source: light brown
da: lysebrun
de: hellbraun
es: marrón claro
fr: marron clair
pl: jasno brązowy
pt_br: marrom claro
uk: русий

source: green
da: grøn
de: grün
es: verde
fr: vert
pl: zielony
pt_br: verde
uk: зелений

source: red
da: rød
de: rot
es: rojo
fr: rouge
pl: czerwony
pt_br: vermelho
uk: червоний

source: purple
da: lilla
de: violett
es: morado
fr: violet
pl: fioletowy
pt_br: roxo
uk: фіолетовий

source: gray
da: grå
de: grau
es: gris
fr: gris
pl: szary
pt_br: cinza
uk: сірий

source: yellow
da: gul
de: gelb
es: amarillo
fr: jaune
pl: żółty
pt_br: amarelo
uk: жовтий

source: blue
da: blå
de: blau
es: azul
fr: bleu
pl: niebieski
pt_br: azul
uk: синій

source: light red
da: lyserød
de: hellrot
es: rojo claro
fr: rouge clair
pl: jasno czerwony
pt_br: vermelho claro
uk: світло-червоний

source: light blue
da: lyseblå
de: hellblau
es: azul claro
fr: bleu clair
pl: jano niebieski
pt_br: azul claro
uk: блакитний

source: dark purple
da: mørklilla
de: dunkelviolett
es: morado oscuro
fr: violet foncé
pl: ciemno purpurowy
pt_br: roxo escuro
uk: пурпуровий

source: black
da: sort
de: schwarz
es: negro
fr: noir
pl: czarny
pt_br: preto
uk: брюнет

source: pink
es: rosado
fr: rose
pl: różowy
pt_br: rosa
uk: рожевий

source: brown
da: brun
de: braun
es: marrón
fr: marron
pt_br: marrom
uk: брунатний

source: shock white
da: Stærk hvid
de: schockierend weiß
es: blanco pálido
fr: Eclat de Blancheur
pl: porażająca biel
pt_br: branco choque
uk: переляканий білий

source: Kitty
da: Killing
de: Kätzchen
es: Gatito
fr: Chaton
pl: Kotek
pt_br: Gatinho

source: Heart eye
da: Forelsket
de: Herzauge
es: Ojo Corazón
fr: Regard Amoureux
pl: Oczy w Serduszka
pt_br: Olho do Coração

source: Gold eye
da: Grisk
de: Goldauge
es: Ojo de Oro
fr: Yeux Argent
pl: Oczy Biznesmena
pt_br: Olho de ouro

source: Sleepy
da: Træt
de: schläfrig
es: Con Sueño
fr: Endormi
pl: Śpiący
pt_br: Adormecido

source: Surprised
da: Overrasket
de: Überrascht
es: Sorprendido
fr: Surpris
pl: Zaskoczony
pt_br: Surpreso

source: Dead
da: Død
de: Tot
es: Muerto
fr: Mort
pl: Martwy
pt_br: Morto

source: Look away
da: Hånlig
de: Wegschauen
es: Voltear la mirada
fr: Regarde ailleurs
pl: Odwraca wzrok
pt_br: Olhar distante

source: Palmhead
da: Skjult
de: Palmenkopf
es: Palmada en la cara
fr: PalmFace
pl: Ręka na czole
pt_br: Raspado

source: Angry
da: Vred
de: Wütend
es: Enfadado
fr: En colère
pl: Wściekły
pt_br: Bravo

source: Purple Sad
da: Sur
de: Violette Traurigkeit
es: Tristeza púrpura
fr: Violet Triste
pl: Siny ze smutku
pt_br: Roxo Triste

source: Insult Buble
da: Bandeord
de: Beleidigungs Buble
es: Burbuja de Insulto
fr: Bulle d'Insultes
pl: Dymek Przekleństw
pt_br: Bolha de Insulto

source: Heart
da: Hjerte
de: Herz
es: Corazón
fr: Cœur
pl: Serce
pt_br: Coração

source: Emote
da: Humørikon
es: Emoticón
fr: Émoticône
pl: Emotka
pt_br: Emoticon

source: Pumpkin
da: Græskar
de: Kürbis
es: Calabaza
fr: Citrouille
pl: Dynia
pt_br: Abóbora
uk: Гарбуз

source: Epic
da: episk
de: Episch
es: Épico
fr: Epique
pl: Epicki
pt_br: Épico

source: Bad geek
da: Dårlig vits
de: Schlechter Geek
es: Friki serio
fr: Vilain Geek
pl: Wkurzony Kujon
pt_br: Geek malvado

source: Crying
da: Græder
de: Weinen
es: Llorando
fr: Pleureur
pl: Płacze
pt_br: Chorando

source: Basic
da: Grundlæggende
de: einfach
es: Básico
fr: Basique
pl: Podstawowe
pt_br: Básico
uk: Початкові

source: Allows you to use emotes.
da: Tillader dig at bruge humørikoner.
de: Erlaubt dir, Emotes zu benutzen.
es: Te permite usar emociones.
fr: Te permet d'utiliser les emotes.
pl: Pozwala ci używać emotek
pt_br: Permite o uso de emoticons.

source: Trade
da: Handel
de: Handel
es: Intercambio
fr: Échange
pl: Handel
pt_br: Negócios
uk: Торгівля

source: You can trade with others.
da: Du kan handle med andre.
de: Du kannst mit anderen Handeln.
es: Puedes intercambiar con otros.
fr: Tu peux faire des échanges avec d'autres joueurs.
pl: Możesz handlować z innymi
pt_br: Você pode negociar com outros jogadores.
uk: Ви можете торгувати з іншими.

source: Party
da: Gruppe
de: Gruppe
es: Grupo
fr: Groupe
pl: Grupa
pt_br: Grupo
uk: Група

source: Join a Party.
da: Gå med i en gruppe.
de: Schließ dich einer Gruppe an.
es: Unirte a un Grupo.
fr: Rejoindre un groupe
pl: Dołącz do Drużyny
pt_br: Juntar-se a um grupo.
uk: Приєднатися до групи.

source: Join or create a Party.
da: Gå med i, eller lav en gruppe.
de: Eine Gruppe erstellen oder einer Gruppe beitreten.
es: Unirte y crear un Grupo.
fr: Rejoindre ou créer un Groupe
pl: Dołącz lub Utwórz Drużynę
pt_br: Juntar-se ou criar um grupo.
uk: Приєднатися або створити групу.

source: Magic
da: Magi
de: Magie
es: Magia
fr: Magie
pl: Magia
pt_br: Magia
uk: Магія

source: Cast Lvl 1 magic spells.
da: Brug niveau 1 magiske formularer.
de: Wirke Level 1 Magie-Zauber.
es: Lanzar hechizos mágicos de Nivel 1.
fr: Tu peux lancer des sorts de Magie Niveau 1.
pt_br: Conjura Magia de nível 1.

source: Cast Lvl 2 magic spells.
da: Brug niveau 2 magiske formularer.
de: Wirke Level 2 Magie-Zauber.
es: Lanzar hechizos mágicos de Nivel 2.
fr: Tu peux lancer des sorts de Magie Niveau 2.
pt_br: Conjura Magia de nível 2.

source: Life Magic
da: Liv-Magi
de: Lebensmagie
es: Magia de la Vida
fr: Magie de Vie
pl: Magia Życia
pt_br: Magia da Vida
uk: Магія життя

source: Cast Lvl 1 Life Magic spells.
da: Brug niveau 1 liv-magi formularer.
de: Wirke Level 1 Lebensmagie-Zauber.
es: Lanzar hechizos de Magia de Vida Nivel 1.
fr: Tu peux lancer des sorts de Magie de Vie Niveau 1.
pt_br: Conjura Magia da Vida de nível 1.

source: Cast Lvl 2 Life Magic spells.
da: Brug niveau 2 liv-magi formularer.
de: Wirke Level 2 Lebensmagie-Zauber.
es: Lanzar hechizos de Magia de Vida Nivel 2.
fr: Tu peux lancer des sorts de Magie de Vie Niveau 2.
pt_br: Conjura Magia da Vida de nível 2.

source: War Magic
da: Krigs-Magi
de: Kriegsmagie
es: Magia de Guerra
fr: Magie de Guerre
pl: Magia Wojenna
pt_br: Magia da Guerra
uk: Бойова магія

source: Cast Lvl 1 War Magic spells.
da: Brug niveau 1 krigs-magi formularer.
de: Wirke Level 1 Kriegsmagie-Zauber.
es: Lanzar hechizos de Magia de Guerra Nivel 1.
fr: Tu peux lancer des sorts de Magie de Guerre Niveau 1.
pt_br: Conjura Magia da Guerra de nível 1.

source: Cast Lvl 2 War Magic spells.
da: Brug niveau 2 krigs-magi formularer
de: Wirke Level 2 Kriegsmagie-Zauber.
es: Lanzar hechizos de Magia de Guerra Nivel 2.
fr: Tu peux lancer des sorts de Magie de Guerre Niveau 2.
pt_br: Conjura Magia da Guerra de nível 2.

source: Transmutation Magic
da: Forvandling-Magi
de: Transmutationsmagie
es: Magia de Transmutación
fr: Magie de Transmutation
pl: Magia Transmutacji
pt_br: Magia da Transmutação
uk: Трансмутація

source: Cast Lvl 1 Transmut. Magic spells.
da: Brug niveau 1 forv.-magi formularer.
de: Wirke Level 1 Transmut.magie-Zauber.
es: Lanzar hechizos mágicos de Transmutación Nivel 1.
fr: Tu peux lancer des sorts de Magie de Transmutation Niveau 1.
pt_br: Conjura Magia de Transmutar de nível 1.

source: Cast Lvl 2 Transmut. Magic spells.
da: Brug niveau 2 forv.-magi formularer.
de: Wirke Level 2 Transmut.magie-Zauber.
es: Lanzar hechizos mágicos de Transmutación Nivel 2.
fr: Tu peux lancer des sorts de Magie de Transmutation Niveau 2.
pt_br: Conjura Magia de Transmutar de nível 2.

source: Nature Magic
da: Natur-Magi
de: Naturmagie
es: Magia de la Naturaleza
fr: Magie de la Nature
pl: Magia Natury
pt_br: Magia da Natureza
uk: Магія природи

source: Cast Lvl 1 Nature Magic spells.
da: Brug niveau 1 Natur-magi formularer.
de: Wirke Level 1 Naturmagie-Zauber.
es: Lanzar hechizos mágicos de la Naturaleza Nivel 1.
fr: Tu peux lancer des sorts de Magie de la Nature Niveau 1.
pt_br: Conjura Magia da Natureza de nível 1.

source: Cast Lvl 2 Nature Magic spells.
da: Brug niveau 2 Natur-magi formularer.
de: Wirke Level 2 Naturmagie-Zauber.
es: Lanzar hechizos mágicos de la Naturaleza Nivel 2.
fr: Tu peux lancer des sorts de Magie de la Nature Niveau 2.
pt_br: Conjura Magia da Natureza de nível 2.

source: Astral Magic
da: Astral-Magi
de: Sternenmagie
es: Magia Astral
fr: Magie Astrale
pl: Magia Astralna
pt_br: Magia Astral
uk: Астральна магія

source: Cast Lvl 1 Astral Magic spells.
da: Brug niveau 1 Astal-magi formularer.
de: Wirke Level 1 Sternenmagie-Zauber.
es: Lanzar hechizos de Magia Astral Nivel 1.
fr: Tu peux lancer des sorts de Magie Astrale Niveau 1.
pt_br: Conjura Magia Astral de nível 1.

source: Cast Lvl 2 Astral Magic spells.
da: Brug niveau 2 Astal-magi formularer.
de: Wirke Level 2 Sternenmagie-Zauber.
es: Lanzar hechizos de Magia Astral Nivel 2.
fr: Tu peux lancer des sorts de Magie Astrale Niveau 2.
pt_br: Conjura Magia Astral de nível 2.

source: Dark Magic
da: Mørke-Magi
de: Dunkle Magie
es: Magia Oscura
fr: Magie Noire
pl: Magia Mroku
pt_br: Magia Negra
uk: Темна магія

source: Cast Lvl 1 Dark Magic spells.
da: Brug niveau 1 Mørke-magi formularer.
de: Wirke Level 1 Dunkle Magie-Zauber.
es: Lanzar hechizos de Magia Oscura Nivel 1.
fr: Tu peux lancer des sorts de Magie Noire Niveau 1.
pt_br: Conjura Magia Negra de nível 1.

source: Cast Lvl 2 Dark Magic spells.
da: Brug niveau 2 Mørke-magi formularer.
de: Wirke Level 2 Dunkle Magie-Zauber.
es: Lanzar hechizos de Magia Oscura Nivel 2.
fr: Tu peux lancer des sorts de Magie Noire Niveau 2.
pt_br: Conjura Magia Negra de nível 2.

source: Focus
da: Fokus
de: Fokus
es: Concentración
fr: Concentré
pl: Koncentracja
pt_br: Foco
uk: Фокусування

source: Focusing
da: Fokusere
de: Fokusieren
es: Enfoque
fr: Concentration
pl: Koncentrowanie się
pt_br: Focar
uk: Спеціалізація

source: Luca can activate one Focus Skill.
da: Luca kan aktivere en fokus-evne.
de: Luca kann einen Fokus-Fertigkeit aktivieren.
es: Luca puede activar una Habilidad de Enfoque.
fr: Luca peut t'aider à te concentrer sur une Compétence.
pt_br: Permite que Luca ative uma habilidade de foco.

source: Mallards Eye
da: Mallards Øje
de: Mallards Auge
es: Ojo de Ánades
fr: Oeil de Mallard
pl: Sokoli Wzrok
pt_br: Olhar de Marreco
uk: Криженеве Око

source: Increases accuracy and range.
da: Forbedrer præcision og afstand.
de: Erhöht Genauigkeit und Reichweite.
es: Incrementa tu puntería y alcance.
fr: Augmente la portée et la précision de tes tirs.
pl: Podnosi celność i zasięg
pt_br: Aumenta precisão e distância.

source: Brawling
da: Nævekamp
de: Schlägerei
es: Peleas
fr: Bagarre
pl: Bójka
pt_br: Briga
uk: Бешкет

source: Your fists hit harder.
da: Dine næver slår hårdere.
de: Deine Fäuste treffen härter.
es: Tus puños pegan más duro.
fr: Augmente les dégâts de tes attaques à mains nues.
pl: Twoje pięści uderzają mocniej
pt_br: Seus punhos batem mais forte.

source: Lucky Counter
da: Lykkehjul
de: Glückstresen
es: Mostrador Afortunado
fr: Sentimental
pl: Udany Kontratak
pt_br: Contragolpe de Sorte
uk: Несподівана Удача

source: Speed
da: Fart
de: Schnelligkeit
es: Velocidad
fr: Vitesse
pl: Prędkość
pt_br: Velocidade
uk: Спритність

source: Faster walking and attacking.
da: Hurtigere gang og angreb.
de: Schnelleres Laufen und Angreifen.
es: Caminas y atacas más rápido.
fr: Augmente ta vitesse d'attaque et de déplacement.
pl: Szybciej biegasz i atakujesz
pt_br: Ataques e andar mais rápidos.

source: Resist Poison
da: Modstå gift
de: Widerstehe Gift
es: Resistencia al Veneno
fr: Résistance au Poison
pl: Odporność na Truciznę
pt_br: Resistir a Veneno
uk: Опір Отруєнню

source: Lower chance to get poisoned.
da: Mindre risiko for at blive forgiftet.
de: Geringere Chance vergiftet zu werden.
es: Reduce la posibilidad de ser envenenado.
fr: Réduit tes chances d'être empoisonné.
pl: Obniża szansę na zatrucie
pt_br: Menor chance de ser envenenado.

source: Astral Soul
da: Astral sjæl
de: Sternenseele
es: Alma Astral
fr: Ame Astrale
pl: Astralna Dusza
pt_br: Alma Astral
uk: Зоряний Дух

source: Increases your Magic Attack.
da: Forøger dit Magiske angreb.
de: Erhöht deinen magischen Angriff.
es: Incrementa tu Ataque Mágico.
fr: Augmente ton Attaque Magique.
pl: Zwiększa Magiczny Atak
pt_br: Aumenta seu Ataque Mágico.
uk: Збільшує вашу магічну атаку.

source: Raging
da: Besærkergang
de: Wüten
es: Furia
fr: Rage
pl: Furia
pt_br: Raiva
uk: Лють

source: Higher chance for critical hits.
da: Højere chance for at tage kritisk skade.
de: Erhöhte Chance für kritische Treffer.
es: Aumenta la posibilidad de dar golpes críticos.
fr: Augmente tes chances de faire des coups critiques.
pl: Większa szansa na trafienia krytyczne
pt_br: Maior chance de acertos críticos.

source: item-healing
de: Gegenstands-Heilung
es: Artículo-curación

source: speed
de: Geschwindigkeit
es: velocidad

source: strength
de: Stärke
es: fuerza

source: invisibility
de: Unsichtbarkeit
es: invisibilidad
fr: Invisibilité

source: poison
de: Gift
es: veneno

source: slow-poison
de: Langsames Gift
es: veneno-lento

source: dark-aura
de: Dunkle Aura
es: aura-oscura

source: hide
de: Verstecken
es: ocultar
pt_br: Esconder

source: flying-backpack
de: Fliegender Rucksack
es: mochila-vuelo

source: barrier
de: Wall
es: barrera

source: phys-shield
de: Physisches Schild
es: escudo-físico

source: spell-attack-generic
de: Allgemeiner Zauberangriff
es: ataque-hechizo-genérico

source: spell-shearing
de: Zauberschur
es: hechiño-esquilar

source: spell-protection-generic
de: Schutz vor allgemeiner Verzauberung
es: protección-hechizo-genérico

source: spell-haste
de: Zaubergeschwindigkeit
es: hechizo-prisa

source: Mohawk
da: Hanekam
de: Irokesenschnitt
fr: Crête
pl: irokez
pt_br: Moicano
uk: Ірокез

source: Metal
de: Metall
fr: Métal

source: Tonori Delight
da: Tonori lækkerbisken
fr: Délice de Tonori
pl: Rozkosz Tonori
pt_br: Prazer de Tonori
uk: Тонорійська Насолода

source: Tutorial
fr: Tutoriel

source: Tritan
fr: Triton
uk: Трітан

source: Blah
da: Bla
fr: Ennui
pt_br: Blá
uk: Бла

source: Alien
da: Rumvæsen
fr: Extraterrestre
pl: Ufoludek
pt_br: Alienígena

source: Tam O' Shanter
da: Skottehue
uk: Тем О'Шентер

source: Troll
da: Trold
uk: Троль

source: Snapple
da: Æblehaps
pl: Zjabłko
uk: Кусаблуко

source: Emo
da: Skævt snit
uk: Емо

source: xD
da: Skrig

source: u.u
da: Mediterer

source: Mimi
da: baby

source: Iten
pt_br: Item
uk: Подай

source: Anwar
uk: Анвар

source: Setzer
uk: Сетцер

source: Sparron
uk: Спаррон

source: Gispaan
uk: Гіспаан
