Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: A knife masterly carved out of a bone.
da: En kniv, mesterligt formet ud af en knogle.
de: Ein Messer meisterlich aus Knochen geschnitzt.
es: Un cuchillo magistralmente tallado de un hueso.
fr: Un couteau magistral taillé dans un os.
pl: Nóż mistrzowsko wyrzeźbiony z kości.
pt_br: Uma faca habilmente feita de um osso.
uk: Ніж, майстерно вирізьблений з кістки.

source: Damage +115
da: Skade +115
de: Schaden +115
es: Daño +115
fr: Dégâts +115
pl: Obrażenia +115
pt_br: Dano +115
uk: Ушкодження +115

source: A sharp knife, named after a famous gambler.
da: En skarp kniv, navngivet efter en berømt spiller.
de: Ein scharfes Messer, benannt nach einem berühmten Zocker.
es: Un cuchillo afilado, que lleva el nombre de un famoso jugador.
fr: Un couteau aiguisé qui porte le nom d'un épéiste célèbre.
pl: Ostry nóż, nazwany na cześć słynnego gracza.
pt_br: Uma faca afiada que leva o nome de um famoso apostador.
uk: Гострий ніж, названий на честь відомого затятого картяря.

source: Knife
da: Kniv
de: Messer
es: Cuchillo
fr: Couteau
pl: Nóż
pt_br: Faca
uk: Ніж

source: A small knife; the perfect weapon for a beginner.
da: En lille kniv; det perfekte begynder våben.
de: Ein kleines Messer; die perfekte Waffe für Anfänger.
es: Un cuchillo pequeño; el arma perfecta para un novato.
fr: Un petit couteau, l'arme parfaite pour un débutant.
pl: Mały nóż; idealna broń dla początkującego.
pt_br: Uma faca pequena; a arma perfeita para um iniciante.
uk: Малий ніж; бездоганна зброя початківця.

source: Toy Sabre
da: Legetøjssabel
de: Spielsäbel
es: Sable de Juguete
fr: Sabre Jouet
pl: Szabla - Zabawka
pt_br: Sabre de Brinquedo
uk: Іграшкова Шабля

source: A toy item, doesn't do much damage.
da: Et legetøj, der ikke tager meget skade.
de: Ein Spielzeug, macht nicht viel Schaden.
es: Un juguete, no hace mucho daño.
fr: Un simple jouet qui ne fait pas très mal.
pl: Zabawka, nie zadaje zbyt dużych obrażeń.
pt_br: Um item de brinquedo, não causa muito dano.
uk: Не надто згодиться для баталій.

source: Long Sword
da: Lang sværd
de: Langschwert
es: Espada Larga
fr: Epée Longue
pl: Długi Miecz
pt_br: Espada Longa
uk: Довгий Меч

source: A sword with a long and agile blade.
da: Et sværd med en lang og letbevægelig klinge.
de: Ein Schwert mit einer langen und agilen Klinge.
es: Una espada con una hoja larga y ágil.
fr: Une épée avec une lame longue et souple.
pl: Miecz z długim i zwinnym ostrzem
pt_br: Uma espada com uma lâmina longa e ágil.
uk: Меч із довгим та спритним лезом.

source: Short Sword
da: Kort sværd
de: Kurzschwert
es: Espada Corta
fr: Epée Courte
pl: Krótki Miecz
pt_br: Espada Curta
uk: Короткий Меч

source: A small but sharp sword.
da: Et lille men skarpt sværd.
de: Ein kleines aber scharfes Schwert.
es: Una espada, pequeña pero afilada.
fr: Une petite épée tranchante.
pl: Krótki ale ostry miecz.
pt_br: Uma pequena, porém afiada espada.
uk: Короткий, але гострий меч.

source: Damage +100
da: Skade +100
de: Schaden +100
es: Daño +100
fr: Dégâts +100
pl: Obrażenia +100
pt_br: Dano +100
uk: Ушкодження +100

source: Rock Knife
da: Stenkniv
de: Steinmesser
es: Cuchillo de Roca
fr: Couteau en Roche
pl: Kościany Nóż
pt_br: Faca de Pedra
uk: Кам'яний Ніж

source: A knife made of stone.
da: En kniv lavet af sten.
de: Ein Messer aus Stein.
es: Un cuchillo hecho de piedra.
fr: Un couteau fait de pierre.
pl: Nóż wykonany z kamienia
pt_br: Uma faca forjada com uma resistente pedra.
uk: Ніж, зроблений з каменю.

source: Sharp Knife
da: Skarp kniv
de: Scharfes Messer
es: Cuchillo Afilado
fr: Couteau Aiguisé
pl: Ostry nóż
pt_br: Faca Afiada
uk: Загострений Ніж

source: A really sharp knife. Don't hurt yourself!
da: En virkelig skarp kniv. Pas på du ikke kommer til skade!
de: Ein sehr scharfes Messer. Verletze dich nicht!
es: Un cuchillo muy afilado. ¡No te lastimes a ti mismo!
fr: Un couteau bien aiguisé. Ne te blesses pas !
pl: Bardzo ostry nóż. Nie skalecz się
pt_br: Uma faca realmente afiada. Cuidado para não se ferir!
uk: Дійсно гострий ніж. Пильнуйте, щоб не поранитись!

source: Damage +10
da: Skade +10
de: Schaden +10
es: Daño +10
fr: Dégâts +10
pl: Obrażenia +10
pt_br: Dano +10
uk: Ушкодження +10

source: Talponian
de: Talponier
es: Talponiano
pt_br: Talponiano

source: Skeleton
da: Skelet
de: Skelett
es: Esqueleto
fr: Squelette
pl: Szkieleton
uk: Скелет

source: Candy Cane
da: Sukkerstang
de: Zuckerstange
es: Bastón de Caramelo
fr: Canne à Sucre
pl: cukierkowa laska
pt_br: Doce Bengala
uk: Цукровий Ціпок

source: Tasty candy cane.
da: Lækker sukkerstang.
de: Leckere Zuckerstange.
es: Un bastón de caramelo sabroso.
fr: Une canne à sucre bien goûteuse.
pl: Smaczna cukierkowa laska
pt_br: Delicioso doce bengala.
uk: Смачний цукровий ціпок.

source: Teal Hitchhiker's Towel
da: Grønblå blafferhåndklæde
de: Blaugrünes Handtuch des Trampers
es: Toalla de Hitchiker Azul Clara
fr: Serviette de l'Auto-Stoppeur Turquoise
pl: Morski Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Verde-Azulada
uk: Бірюзовий Рушник Мандрівника Автостопом

source: An inconspicuous teal towel.
da: Et upåfaldende grønblåt håndklæde.
de: Ein unauffälliges blaugrünes Handtuch.
es: Una toalla de color azul clara rara.
fr: Une serviette turquoise qui passe inaperçue.
pl: Niepozorny morski ręcznik.
pt_br: Uma imperceptível toalha verde-azulada.
uk: Непримітний бірюзовий рушник.

source: A strange way of travelling. Cooldown: 30 minutes
da: En mærkelig måde at rejse på. køletid: 30 minutter
de: Ein merkwürdiger Weg, um zu reisen. Abklingzeit: 30 Minuten
es: Un extraño modo de viajar. Tiempo de espera: 30 minutos
fr: Une étrange façon de voyager. Temps de rechargement: 30 minutes.
pl: Dziwny rodzaj podróżowania. Czas do wyschnięcia: 30 minut
pt_br: Uma estranha maneira de viajar. Tempo de recarga: 30 minutos.
uk: Дивний спосіб подорожувати. Охолодження: 30 хвилин

source: Candy
da: Slik
de: Bonbon
es: Caramelo
fr: Bonbon
pl: Cukierek
pt_br: Balinha
uk: Цукерка

source: A sugar-free candy.
da: Et stykke sukkerfri slik.
de: Ein zuckerfreies Bonbon.
es: Un caramelo sin azúcar.
fr: Un bonbon sans sucre.
pl: Cukierek bezcukrowy
pt_br: Uma balinha sem açúcar.
uk: Безцукрова цукерка.

source: Mana Potion
da: mana eleksir
de: Manatrank
es: Poción de Maná
fr: Potion de Mana
pl: Napój Many.
pt_br: Poção de Mana
uk: Зілля Мани

source: A dark, sirupy brew, with a smell reminiscent of manaberries.
da: Et mørkt, sirupagtigt bryg, hvis duft minder om manabær.
de: Ein dunkles, sirupartiges Gebräu mit einem Geruch, der an Manabeeren erinnert.
es: Una infusión oscura y melosa, con un olor que recuerda a manabayas.
fr: Une infusion sombre et sirupeuse dont l'odeur rappelle le parfum des baies de mana.
pl: Ciemny, syropowaty nawar o zapachu przypominającym mana-jagody.
pt_br: Uma infusão escura, açucarada, com um cheiro que lembra manaberries.
uk: Темне, подібне до сиропу вариво, що пахне мана-ягодами.

source: Cactus Drink
da: Kaktus Drik
de: Kaktusgetränk
es: Bebida de Cactus
fr: Boisson au Cactus
pl: Sok Kaktusowy
pt_br: Bebida de Cactus
uk: Кактусовий Сік

source: A fresh drink.
da: En frisk drik.
de: Ein erfrischendes Getränk.
es: Una bebida fresca.
fr: Une boisson rafraîchissante.
pl: Orzeźwiający sok
pt_br: Uma bebida refrescante.
uk: Свіжий сік.

source: Laced Chocolate Cake
da: Sammensat chokoladekage
de: Verzierter Schokoladenkuchen
es: Tarta de Chocolate
fr: Gâteau Imbibé au Chocolat
pl: Ciasto Czekoladowe z Plecionką
pt_br: Bolo de Chocolate Aromatizado
uk: Смугастий шоколадний торт

source: A scrumptious chocolate cake, with a dash of Mopox Cure Potion.
da: En lækker chokoladekage, tilsat et skvær mopox helbreds-eleksir.
de: Ein fabelhafter Schokoladenkuchen, mit einem Spritzer vom Mopox Heiltrank.
es: Una tarta de chocolate con esencia de Mopox.
fr: Un gâteau au chocolat délicieux, avec une larme de Potion pour le Traitement du Mopox.
pl: Przepyszne ciasto czekoladowe, z plecionką z Napoju Leczącego Mopox.
pt_br: Um delicioso bolo de chocolate, salpicado com poção de curar Mopox.
uk: Першокласний шоколадний бісквіт із цяточкою зілля зцілювання мопоксу.

source: Beer
da: Øl
de: Bier
es: Cerveza
fr: Bière
pl: Piwo
pt_br: Cerveja
uk: Пиво

source: A fresh beer.
da: En frisk øl.
de: Ein erfrischendes Bier.
es: Una cerveza fresca.
fr: Une bière bien fraîche.
pl: Świeże Piwo
pt_br: Um copo de cerveja.
uk: Свіжезварене пиво.

source: Milk
da: Mælk
de: Milch
es: Leche
fr: Lait
pl: Mleko
pt_br: Leite
uk: Молоко

source: A fresh litre of ice cold milk. Note: Cool people drink milk!
da: En frisk liter iskold mælk. Bemærk: de seje drikker mælk!
de: Ein frischer Liter eiskalter Milch. Note: Coole Leute trinken Milch!
es: Un litro fresco de leche helada. Nota: ¡La gente serena toma leche!
fr: Un litre de lait bien frais. Note: Les gens cools boivent du lait!
pl: Litr świeżego zimnego mleka. Notka: Pij mleko będziesz wielki!
pt_br: Um litro de leite fresco e gelado. Nota: Pessoas legais bebem leite!
uk: Літр свіжого крижаного молока. Примітка: файні люди п'ють молоко!

source: Candy Pumpkin
da: Slikgræskar
de: Zuckerkürbis
es: Calabaza Caramelizada
fr: Bonbon Citrouille
pl: Cukierkowa Dynia
pt_br: Balinha de Abóbora
uk: Цукерка Гарбуз

source: With a squishy interior inside a hard, crunchy shell, this sweet has a warm and delicious pumpkin flavour.
da: Et blødt indre og sprød hård skal. Slik som det her, har en varm og herlig græskarsmag.
de: Mit einem matischigen Inneren, einer harten, knackigen Schale, hat diese Süßigkeit ein warmen und leckeren Kürbisgeschmack.
es: Blanda por dentro y dura por fuera, este dulce tiene un sabor delicioso de calabaza.
fr: Avec un coeur moelleux dans une coquille ferme et croustillante, cette petite douceur renferme un délicieux parfum de citrouille.
pl: Z miękkim wnętrzem wewnątrz twardej, chrupiącej skorupy, ta słodycz ma ciepły i delikatny dyniowy smak.
pt_br: Com um recheio cremoso dentro de uma casquinha crocante, este doce tem um sabor caloroso e delicioso de abóbora.

source: Purification Potion
da: Renselseseleksir
de: Reinigender Trank
es: Poción de Purificación
fr: Potion de Purification
pl: Napój Oczyszczenia
pt_br: Poção de Purificação
uk: Зілля Очищення

source: A transparent, odorless liquid that feels strangely lighter than water.
da: En gennemsigtig, lugtfri væske som føles underligt lettere end vand.
de: Eine durchsichtige, geruchlose Flüssigkeit die sich seltsamerweise leichter als Wasser anfühlt.
es: Un líquido transparente e inodoro que se siente extrañamente ligero como el agua.
fr: Un liquide sans couleur ni odeur qui à l'air étrangement plus léger que de l'eau.
pl: Przezroczysty, bezzapachowy płyn który zdaje się być lżejszy od wody.
pt_br: Um líquido transparente e sem odor que estranhamente parece mais leve que água.
uk: Прозора рідина без запаху, здається дивно легшою за воду.

source: Medium Mana Elixir
da: Mellem mana eleksir
de: Mittlerer Manatrank
es: Elixir Mediano de Maná
fr: Elixir de Mana Moyen
pl: Średni Eliksir Many
pt_br: Elixir de Mana Médio
uk: Середнє Зілля Мани

source: A medium mana potion made from brewed, powerful items.
da: En mellemstørrelse manaeleksir sammenbrygget af kraftfulde ting.
de: Ein mittlerer Manatrank gebraut aus mächtigen Gegenständen.
es: Una poción mediana de maná, preparada con productos poderosos.
fr: Une potion de mana moyenne fabriquée à partir d'ingrédients puissants infusés.
pl: Średni eliksir many zrobiony z parzonych, potężnych przedmiotów.
pt_br: Um elixir de mana médio feito de poderosos itens fermentados.
uk: Середнє зілля мани, зварене з виключно добірних компонентів.

source: Bite it before it bites you!
da: Bid det før det bider dig!
de: Beiß es, bevor es dich beißt!
es: Muérdele antes de que te muerda.
fr: Mords-le avant qu'il ne te mordre!
pl: Ugryź je zanim ono ugryzie ciebie!
pt_br: Morda antes que ele morda você!
uk: Вкуси, поки воно не вкусило тебе!

source: Plum
da: Blomme
de: Pflaume
es: Ciruela
fr: Prune
pl: Śliwka
pt_br: Ameixa
uk: Слива

source: A plum that is both sweet and sour.
da: En blomme som er både sød og sur.
de: Eine Pflaume, die süß und sauer ist.
es: Una ciruela que es tanto dulce como amarga.
fr: Une prune douce et acide à la fois.
pl: Śliwka która jest zarówno słodka jak i kwaśna.
pt_br: Uma ameixa que é doce e azeda ao mesmo tempo.
uk: Слива, що і солодка, і кисла.

source: Apple Cake
da: Æblekage
de: Apfelkuchen
es: Pastel de Manzana
fr: Gâteau aux Pommes
pl: Ciasto Jabłkowe
pt_br: Bolo de Maçã
uk: Яблучний Пиріг

source: A crisp apple cake. Real apple pieces inside!
da: En sprød æblekage. Der er rigtige æbler i!
de: Ein knuspriger Apfelkuchen. Mit echten Apfelstücken!
es: Un pastel crujiente de manzanas. ¡Contiene pedazos manzana!
fr: Un gâteau aux pommes croustillant. Avec de vrais morceaux de pomme à l'intérieur!
pl: Chrupiące ciasto jabłkowe. Prawdziwe jabłka w środku!
pt_br: Um bolo de maçã fresquinho. Com pedacinhos de maçã!
uk: Свіжий яблучний пиріг. Із шматочками яблука.

source: Gut Buster Ale
da: Mavepuster Øl
de: Darmplatzerbier
es: Bebida Sangrienta
pl: Ale Rozpruwacz Flaków
pt_br: Cerveja Vira-Tripas
uk: Ель Руйнівник Потрохів

source: If you can survive the first gulp, the rest goes down smooth.
da: Hvis du overlever første slurk, glider resten let ned.
de: Wenn du den ersten Schluck überlebst, geht der Rest gemeidig runter.
es: Si sobrevives al primer trago, el resto será pan comido.
fr: Si tu survis à la première gorgée, le reste passe tout seul.
pl: Jeżeli przeżyjesz pierwszy łyk, reszta pójdzie gładko.
pt_br: Se você sobreviver ao primeiro gole, o resto desce suave.
uk: Ллється як пісня, якщо вдасться вижити після першого ковтку.

source: Cherry Cake
da: Kirsebærkage
de: Kirschkuchen
es: Pastel de Cereza
fr: Gâteau à la Cerise
pl: Ciasto wiśniowe
pt_br: Bolo de Cereja
uk: Вишневе Тістечко

source: A nice cherry cake.
da: En dejlig kirsebærkage.
de: Ein schöner Kirschkuchen.
es: Un pastel de cereza.
fr: Un joli gâteau à la cerise.
pl: Smaczne ciasto wiśniowe
pt_br: Um belo bolo de cereja.
uk: Апетитне вишневе тістечко.

source: Roasted Acorn
da: Ristet Agern
de: Geröstete Eichel
es: Bellota Asada
fr: Gland Grillé
pl: Pieczony Żołądź
pt_br: Castanha Assada

source: This acorn was roasted with a tasty Iron Potion icing.
da: Dette agern blev ristet med en jern-eleksir-glasur.
de: Diese Eichel wurde geröstet mit köstlichem Eisentrankguss.
es: Esta bellota se tosto con una poción.
fr: Un gland grillé avec un glaçage au bon goût de Potion de Fer.
pl: Żołądź ten został upieczony i obtoczony lukrem z żelaznego napoju.
pt_br: Esta castanha foi assada com uma gostosa cobertura de poção energizante.
uk: Цей жолудь було засмажено зі смачною скоринкою із залізного зілля.

source: Green Hitchhiker's Towel
da: Grønt blafferhåndklæde
de: Grünes Handtuch des Trampers
es: Toalla de Hitchhiker Verde
fr: Serviette de l'Auto-Stoppeur Verte
pl: Zielony Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Verde
uk: Зелений Рушник Мандрівника Автостопом

source: An inconspicuous green towel.
da: Et upåfaldende grønt håndklæde.
de: Ein unauffälliges, grünes Handtuch.
es: Una toalla de color verde rara.
fr: Une serviette verte qui passe inaperçue.
pl: Niepozorny zielony ręcznik.
pt_br: Uma imperceptível toalha verde.
uk: Непримітний зелений рушник.

source: Tiny Healing Potion
da: Lillebitte healing eleksir
de: Winziger Heiltrank
es: Poción Diminuta de Curación
fr: Minuscule Potion de Soin
pl: Malutki napój leczniczy.
pt_br: Poção de Cura Minúscula
uk: Крихітне Цілюще Зілля

source: A tiny healing potion made from brewed herbs.
da: En lillebitte healing eleksir sammenbrygget af urter.
de: Ein winziger Heiltrank gebraut aus Kräutern.
es: Una poción diminuta de curación, preparada a partir de hierbas.
fr: Une potion de soin minuscule fabriquée à partir d'une infusion d'herbes.
pl: Malutki napój leczniczy utworzony poprzez parzenie ziół.
pt_br: Uma minúscula poção de cura feita de ervas infusas.
uk: Крихітне цілюще зілля, зварене зі збору трав.

source: Pink Petal
da: Pink kronblad
de: Pinkes Blütenblatt
es: Pétalo Rosado
fr: Pétale Rose
pl: Różowy Płatek
pt_br: Pétala Rosa
uk: Рожева Пелюстка

source: A petal from an evil flower.
da: Kronbladet fra en ond blomst.
de: Ein Blütenblatt einer bösen Blume.
es: Un pétalo de una flor malvada.
fr: Le pétale d'une fleur démoniaque.
pl: Płatek z Paskudnego Kwiata
pt_br: Uma pétala de uma flor maligna.
uk: Пелюстка від злісної квітки.

source: Scissors
da: Saks
de: Schere
es: Tijeras
fr: Ciseaux
pl: Nożyczki
pt_br: Tesouras
uk: Ножиці

source: A pair of awkward and unwieldy scissors.
da: En akavet og uhåndterlig saks.
de: Eine umständliche und unhandliche Schere.
es: Un par de tijeras incómodas y difíciles de manejar.
fr: Une paire de ciseaux coupants et peu maniables.
pl: Para dziwnych i nieporęcznych nożyczek.
pt_br: Um par de tesouras deselegantes e difíceis de manejar.
uk: Пара незручних й громіздких ножиць.

source: A dangerous barber.
da: En farlig barber.
de: Ein gefährlicher Frisör.
es: Un peluquero peligroso.
fr: Un coiffeur dangereux.
pl: Niebezpieczny fryzjer.
pt_br: Um barbeiro perigoso.
uk: Небезпечний перукар.

source: Ginger Bread Man
da: Honningkagemand
de: Pfefferkuchenmann
es: Hombre Galleta de Jengibre
fr: Bonhomme en Pain d'Epices
pl: Ludzik piernikowy.
pt_br: Biscoito de Gengibre
uk: Імбирний Чоловічок

source: A tasty ginger bread man.
da: En velsmagende honningkagemand.
de: Ein leckerer Pfefferkuchenmann.
es: Una deliciosa galleta de gengibre con forma de hombre.
fr: Un bonhomme en pain d'épices gourmand.
pl: Pyszny ludzik piernikowy.
pt_br: Um saboroso biscoito de gengibre em forma de um bonequinho.
uk: Смачний імбирний чоловічок.

source: Slime Jell-Ahh
da: Slimet gele
de: Schleim Jell-Ahh
es: Cuenco de Gelatina
fr: Gelée de Limon
pl: Szlam Żellk-Aa
pt_br: Gosma de Goma
uk: Слимакове Жел-Ех

source: Finally, an edible form of slime!
da: Endelig en spiselig slags slim!
de: Endlich eine essbare Form von Schleim!
es: ¡Por fin, una gelatina comestible!
fr: Enfin une forme comestible de limon!
pl: Nareszczie, jadalna forma szlamu!
pt_br: Finalmente, uma forma de gosma comestível!
uk: Нарешті, їстівна форма слизу!

source: Cave Snake Egg
da: Huleslange Æg
de: Höhlenschlangenei
es: Huevo de Serpiente de Cueva
fr: Oeuf de Serpent des Cavernes
pl: Jajo jaskiniowego węża.
pt_br: Ovo de Cobra das Cavernas
uk: Яйце Печерної Змії

source: An edible cave snake egg.
da: Et spiseligt huleslangeæg.
de: Ein essbares Höhlenschlangenei.
es: Un huevo comestible de serpiente de cueva.
fr: Un oeuf de serpent des cavernes comestible.
pl: Jadalne jajo jaskiniowego węża.
pt_br: Um ovo de cobra das cavernas comestível.
uk: Їстівне яйце печерної змії.

source: Green Apple
da: Grønt æble
de: Grüner Apfel
es: Manzana Verde
fr: Pomme Verte
pl: Zielone Jabłko
pt_br: Maçã Verde
uk: Зелене Яблуко

source: A healthy green apple.
da: Et sundt grønt æble.
de: Ein gesunder grüner Apfel.
es: Una saludable manzana verde.
fr: Une pomme verte bonne pour la santé.
pl: Zdrowe, zielone jabłko.
pt_br: Uma saudável maçã verde.
uk: Соковите зелене яблуко.

source: Laced Orange Cupcake
da: Sammensat appelsin muffin
de: Verziertes Orangentörtchen
es: Tarta de Naranja
fr: Cupcake Imbibé à L'Orange
pl: Ciasto Pomarańczowe z Plecionką
pt_br: Bolo de Laranja Aromatizado
uk: Смугастий Апельсиновий Кекс

source: A very soft orange cupcake, laced with Mopox cure potion.
da: En meget blød appelsin muffin, tilsat mopox helbreds-eleksir.
de: Ein sehr weicher Orangentörtchen, mit einem Schuss vom Mopox Heiltrank.
es: Una tarta blanda con esencia de Mopox.
fr: Un cupcake à l'orange très doux, imbibé de potion pour le traitement du mopox.
pl: Bardzo łagodne ciasto pomarańczowe, z plecionką z napoju leczącego mopox.
pt_br: Um cupcake de laranja muito macio, salpicado com poção de curar Mopox.
uk: Дуже ніжний апельсиновий кекс, із цяткою зілля зцілювання мопоксу.

source: Lady Fingers
da: småkager
de: Lady Finger
es: Dedos de Dama
fr: Doigts de Dame
pl: Damskie Paluszki
pt_br: Dedos de Moça
uk: Пальчики Кралі

source: Made with simulated lady fingers.
da: En blød kage der minder om damefingre.
de: Gemacht aus simulierten Lady Fingern.
es: Hecho con dedos simulados de dama.
fr: Confectionné avec des doigts de dame factices.
pl: Zrobione na wzór damskich palców.
pt_br: Dedos de mulher feitos de silicone.
uk: Симуляція, але дуже реальна.

source: Yellow Hitchhiker's Towel
da: Gult blafferhåndklæde
de: Gelbes Handtuch des Trampers
es: Toalla de Hitchhiker Amarilla
fr: Serviette de l'Auto-Stoppeur Jaune
pl: Żółty Ręcznik Autostopowicza
pt_br: Toalha do Mochileiro Amarela
uk: Жовтий Рушник Мандрівника Автостопом

source: An inconspicuous yellow towel.
da: Et upåfaldende gult håndklæde.
de: Ein unauffälliges, gelbes Handtuch.
es: Una toalla de color amarillo rara.
fr: Une serviette jaune qui passe inaperçue.
pl: Niepozorny żółty ręcznik.
pt_br: Uma imperceptível toalha amarela.
uk: Непримітний жовтий рушник.

source: Blueberries
da: Blåbær
de: Blaubeeren
es: Arándanos
fr: Myrtilles
pl: Borówki
pt_br: Mirtilos
uk: Чорниця

source: Near to bursting with sweet juice.
da: Bristefærdigt og fyldt med sød saft.
de: Sprüht gerade so vor süßem Saft.
es: Casi explotan de la dulzura que contienen.
fr: Plein à craquer de jus très doux.
pl: Niemalże pękające słodkim sokiem.
pt_br: Quase explodindo de tão suculentos.
uk: Ледь не розривається від солодкого соку.

source: Ghastly Green Lollipop
da: Gyseligt Grøn Slikkepind
de: Scheußlicher, grüner Lutscher
es: Piruleta Verde Amarga
fr: Sucette Verte Epouvantable
pl: Upiornie Zielony Lizak
pt_br: Pirulito Verde Medonho
uk: Примарно Зелений Льодяник

source: A lollipop. Tasty.
da: En slikkepind. Velsmagende.
de: Ein Lutscher. Lecker.
es: Un chupachups. Delicioso.
fr: Une sucette bien goûteuse.
pl: Lizak. Smaczny.
pt_br: Um pirulito. Gostoso.
uk: Льодяник. Смачний.

source: Concentration Potion
da: Koncentration eleksir
de: Konzentrationstrank
es: Poción de Concentración
fr: Potion de Concentration
pl: Napój Koncentracji
pt_br: Poção de Concentração
uk: Зілля Зосередженості

source: Increases your attack speed.
da: Forøger din angrebsfart.
de: Erhöht deine Angriffsgeschwindigkeit.
es: Incrementa tu velocidad de ataque.
fr: Augmente la vitesse d'attaque.
pl: Zwiększa szybkość twojego ataku
pt_br: Aumenta a sua velocidade de ataque.
uk: Збільшує швидкість вашої атаки.

source: Attack speed increase (temporary).
da: Angrebsfarten forøges (midlertidigt).
de: Angriffsgeschwindigkeit erhöht (temporär).
es: Incrementa tu velocidad de ataque (temporalmente).
fr: Vitesse d'attaque augmentée (temporairement).
pl: Zwiększenie szybkości ataku (tymczasowe)
pt_br: Aumenta velocidade de ataque (temporário)
uk: Швидкість атаки тимчасово зростає.

source: Cherry
da: Kirsebær
de: Kirsche
es: Cereza
fr: Cerise
pl: Czereśnia
pt_br: Cereja
uk: Вишня

source: A small but delectable cherry.
da: Et lille, men lifligt kirsebær.
de: Eine kleine aber köstliche Kirsche.
es: Una cereza pequeña, pero deleitable.
fr: Une délicieuse petite cerise.
pl: Mała, ale smakowita czereśnia.
pt_br: Uma pequena mas deliciosa cereja.
uk: Мала, та чудова.

source: Tiny Mana Elixir
da: lillebitte mana eleksir
de: Winziger Manatrank
es: Elixir Diminuto de Maná
fr: Minuscule Elixir de Mana
pl: Maluteńki Eliksir Many
pt_br: Elixir de Mana Minúsculo
uk: Крихітне Зілля Мани

source: A tiny mana potion made from brewed, powerful items.
da: En lillebitte manaeleksir sammenbrygget af kraftfulde ting.
de: Ein winziger Manatrank gebraut aus mächtigen Gegenständen.
es: Una poción diminuta de maná, preparada con productos poderosos.
fr: Une potion de mana minuscule fabriquée à partir d'ingrédients puissants infusés.
pl: Maluteńki eliksir many zrobiony z parzonych, potężnych przedmiotów.
pt_br: Uma minúscula poção de mana feita de poderosos itens fermentados.
uk: Крихітне зілля мани, зварене з виключно добірних компонентів.

source: Honey
da: Honning
de: Honig
es: Miel
fr: Miel
pl: Miód
pt_br: Mel
uk: Мед
