Repository: themanaworld/tmwa-client-data
Catalog: translations/*.po
Languages: da, de, es, fr, pl, pt_br, uk

source: Light Blue Short Tank Top
da: Lyseblå kort undertrøje
de: Hellblaues kurzes Tanktop
es: Camisa Corta Azul Clara
fr: Débardeur Court Bleu Clair
pl: Jasnoniebieska Krótka Koszulka Bezrękawnik
pt_br: Top Azul Claro
uk: Коротка Блакитна Майка

source: A short, sleeveless light blue shirt for VERY hot summer days.
da: En kort lyseblå undertrøje til MEGET varme sommerdage.
de: Ein kurzes, ärmelloses hellblaues Shirt für SEHR heiße Sommertage.
es: Una camiseta corta azul clara sin mangas para los días calurosos de verano.
fr: Un court tee-shirt bleu clair sans manches pour les TRES chaudes journées d'été.
pl: Jasnoniebieska krótka koszulka bez rękawów na BARDZO upalne, letnie dni.
pt_br: Uma camiseta azul clara curtinha, sem mangas, para dias de MUITO calor.
uk: Коротка блакитна безрукавна майка для ДУЖЕ спекотного літа.

source: Towel
da: Håndklæde
de: Handtuch
es: Toalla
fr: Serviette
pl: Ręcznik
pt_br: Toalha
uk: Рушник

source: You can dry yourself off with it if it still seems to be clean enough. - Douglas Adams
da: Du kan tørre dig af med det hvis det virker rent nok. - Douglas Adams
de: Du kannst dich immernoch damit abtrocknen, solange es sauber genug erscheint. - Douglas Adams
es: Puedes secarte con ella si pareciese estar lo suficientemente limpia. -Douglas Adams
fr: Vous pouvez toujours vous essuyer avec si elle vous paraît encore assez propre. - Douglas Adams
pl: Można wycierać się nim, jeżeli ciągle jeszcze jest dostatecznie czysty. - Douglas Adams
pt_br: Você pode se secar com ela se ela parecer estar limpa o bastante. - Douglas Adams
uk: Ви можете навіть висушити себе геть всього, якщо вважаєте що він ще достатньо чистий. - Дуглас Адамс

source: Grimoire
da: Cyprianos
de: Zauberbuch
es: Grimorio
pl: Grymuar
pt_br: Grimório
uk: Гриморія

source: An ancient spellbook filled with the wisdom of generations of magic. If you could only read it!
da: En ældgammel tryllebog fyldt med visdommen fra magiens generationer . Hvis bare du kunne læse den!
de: Ein antikes Zauberbuch voller Weißheiten von Generationen von Magie. Wenn du es lesen könntest!
es: Un antiguo libro de hechizos lleno de sabiduría de las generaciones mágicas del pasado. ¡Si solo pudieses leerlo!
fr: Un livre de sorts ancien débordant de la sagesse accumulée par des générations de magiciens. Si seulement tu pouvais le lire!
pl: Starożytna księga zaklęć pełna wiedzy minionych generacji magii. Gdyby można było ją tylko odczytać!
pt_br: Um livro de feitiços antigo com o conhecimento de diversas gerações de magia. Se você puder lê-lo!
uk: Стародавній магічний текст, що увібрав знання багатьох поколіньчаклунів. Якби-но ти міг лише щось зрозуміти!

source: M. Attack +5 / +30 SP
da: M. Angreb +5 / +30 Mana
de: M. Angriff +5 / +30 SP
es: At. Mágico +5 / +30 SP
fr: Attaque M. +5 / +30 PM
pl: M. Atak +5 / +30 Mana
pt_br: Ataque M. +5 / SP +30
uk: Магічна атака +5 / +30 одиниць мани

source: Jack's Skeleton Charm
da: Jack's skelet-amulet
de: Jack's Skelett Amulett
es: Amuleto del Esqueleto de Jack
fr: Charme Squelettique de Jack
pl: Amulet - Szkielet Jacka
pt_br: Amuleto Esqueleto do Jack
uk: Талісман Джека

source: A mysterious charm said to only work at a special time of year
da: En mystisk amulet der vist kun virker på en speciel årstid
de: Ein mysteriöses Amulett, von dem man sagt, dass es nur zu speziellen Zeiten im Jahr funktioniert.
es: Un talismán misterioso. Se dice que su poder solo aparece durante una época del año.
fr: Un charme mystérieux qui d'après les rumeurs ne peut être utilisé qu'à une certaine période de l'année.
pl: Tajemniczy amulet o którym mówi się że działa tylko przez określony, specjalny czas w roku.
pt_br: Um misterioso amuleto que dizem só funcionar em uma dada época do ano.
uk: Містичний талісман, як кажуть, зачарований діяти тільки в особливу пору року.

source: Crozenite Four-Leaf Amulet
da: Crosonit Firkløver Amulet
de: Vierblättriges Amulett aus Crozenit
es: Amuleto de 4-Hojas de Cobre
fr: Amulette à Quatre Feuilles en Crozenite
pl: Krozenitowy Czterolistny Amulet
pt_br: Amuleto de Quatro Folhas de Crozenita
uk: Хрізонітовий Амулет Чотирилисної Конюшини

source: An amulet that brings the wearer luck where ever they go.
da: En amulet som bringer bæreren held hvorend man er.
de: Ein Amulett, dass dem Träger glück bringt, wo immer er hingeht.
es: Un amuleto que le da suerte al que lo lleva este donde este.
fr: Une amulette qui porte chance à son possesseur où qu'il aille.
pl: Amulet który przynosi posiadaczowi szczęście niezależnie gdzie się uda.
pt_br: Um amuleto que traz sorte ao portador onde quer que vá.
uk: Амулет, що принесе носію вдачу, де б він не знаходився.

source: Silver Four-Leaf Amulet
da: Sølv Firkløver Amulet
de: Silbernes vierblättriges Amulett
es: Amuleto de 4-Hojas de Plata
fr: Amulette à Quatre Feuilles Argentée
pl: Srebrny Czterolistny Amulet
pt_br: Amuleto de Quatro Folhas de Prata
uk: Срібний Амулет Чотирилисної Конюшини

source: An amulet that brings the wearer great luck where ever they go.
da: En amulet som bringer bæreren stort held hvorend man er.
de: Ein Amulett, dass dem Träger großes Glück bringt, wo immer er hingeht.
es: Un amuleto que le da suerte al que lo lleva este donde este.
fr: Une amulette qui donne beaucoup de chance à son possesseur où qu'il aille.
pl: Amulet który przynosi posiadaczowi duże szczęście niezależnie gdzie się uda.
pt_br: Um amuleto que traz sorte ao portador onde quer que vá.
uk: Амулет, що принесе носію велику вдачу, де б він не знаходився.

source: Heart Necklace
da: Hjerte halskæde
de: Herzkette
es: Collar Corazón
fr: Rivière de Coeurs
pl: Naszyjnik z Sercem
pt_br: Colar de Coração
uk: Намисто з Сердець

source: A gold and ruby heart necklace.
da: En guld og rubinhjerte halskæde.
de: Eine Herzkette aus Gold und Rubin.
es: Un collar de oro y rubí con forma de corazón.
fr: Une rivière de coeurs en or et rubis.
pl: Złoto-rubinowy naszyjnik z sercem.
pt_br: Um colar com um coração de ouro e rubi.
uk: Намисто з золотих та рубінових сердечок.

source: Golden Four-Leaf Amulet
da: Gylden Firkløver Amulet
de: Goldenes vierblättriges Amulett
es: Amuleto de 4-Hojas de Oro
fr: Amulette à Quatre Feuilles Dorée
pl: Złoty Czterolistny Amulet
pt_br: Amuleto de Quatro Folhas Dourado
uk: Золотий Амулет Чотирилисної Конюшини

source: An amulet that brings the wearer excellent luck where ever they go.
da: En amulet som bringer bæreren mægtigt held hvorend man er.
de: Ein Amulett, dass dem Träger großartiges Glück bringt, wo immer er hingeht.
es: Un amuleto que le da suerte al que lo lleva este donde este.
fr: Une amulette qui apporte une chance insolente à son possesseur où qu'il aille.
pl: Amulet który przynosi posiadaczowi ogromne szczęście niezależnie gdzie się uda.
pt_br: Um amuleto que traz sorte ao portador onde quer que vá.
uk: Амулет, що принесе носію неймовірну вдачу, де б він не знаходився.

source: Enchanter's Amulet
da: Troldmands amulet
de: Amulett des Verzauberers
es: Amuleto del Encantador
fr: Amulette d'Enchanteur
pl: Amulet Zaklinacza
pt_br: Amuleto do Encantador
uk: Амулет Чародія

source: An amulet made for true enchanters.
da: En amulet, lavet til sande troldmænd.
de: Ein Amulett für wahre Verzauberer.
es: Un amuleto hecho para los verdaderos magos.
fr: Une amulette faite pour les vrais enchanteurs.
pl: Amulet stworzony dla prawdziwych zaklinaczy
pt_br: Um amuleto feito para encantadores natos.
uk: Амулет справжніх чародіїв.

source: Bromenal Four-Leaf Amulet
da: Bromenal Firkløver Amulet
de: Vierblättriges Amulett aus Bromenal
es: Amuleto de 4-Hojas de Bromenal
fr: Une Amulette à Quatre Feuilles en Bromenal
pl: Bromenalowy Czterolistny Amulet
pt_br: Amuleto de Quatro Folhas de Bromenal
uk: Броменалевий Амулет Чотирилисної Конюшини

source: An amulet that brings the wearer good luck where ever they go.
da: En amulet som bringer bæreren godt held hvorend man er.
de: Ein Amulett, dass dem Träger gut Glück bringt, wo immer er hingeht.
es: Un amuleto que le da suerte al que lo lleva este donde este.
fr: Une amulette qui apporte la bonne chance à son possesseur où qu'il aille.
pl: Amulet który przynosi posiadaczowi powodzenie niezależnie gdzie się uda.
pt_br: Um amuleto que traz sorte ao portador onde quer que vá.
uk: Амулет, що принесе носію кращу вдачу, де б він не знаходився.

source: Four-Leaf Clover
da: Firkløver
de: Vierblättriges Kleeblatt
es: Trébol de Cuatro Hojas
fr: Trèfle à Quatre Feuilles
pl: Czterolistna koniczynka.
pt_br: Trevo de Quatro Folhas
uk: Чотирилисна Конюшина

source: A lucky four-leaf clover.
da: En heldig firkløver.
de: Ein glücksbringendes vierblättriges Kleeblatt.
es: Un trébol de cuatro hojas que da suerte.
fr: Un trèfle à quatre feuilles porte-bonheur.
pl: Szczęśliwa czterolistna koniczynka.
pt_br: Um trevo de quatro folhas para dar sorte.
uk: Комусь дуже поталанило!

source: Heart of Isis
da: Isis hjerte
de: Herz von Isis
es: Corazón de Isis
fr: Coeur d'Isis
pl: Serce Izydy
pt_br: Coração de Isis
uk: Серце Ісіди

source: Life emanates through the natural warmth of this jewel.
da: Liv udstråler fra den naturlige varme i denne juvel.
de: Leben strahlt durch die natürliche Wärme des Juwels.
es: Esta joya emite naturalmente calor vital.
fr: La vie émane de la chaleur naturelle de ce joyau.
pl: Życie emanuje za sprawą naturalnego ciepła tego klejnotu.
pt_br: Vida emana através do calor natural desta jóia.
uk: Дорогоцінність, що випромінює животворящу силу.

source: MaxHP +15% / HP Recovery Rate +65% / Requires Level 85
da: Max Liv +15% / Liv regenerering +65% / Kræver niveau 85
de: MaxHP +15% / HP Regenerationsrate +65% / Benötigt Level 85
es: Máx HP +15% / Recuperación HP +65% / Requiere Nvl 85
fr: Max PV +15% / Taux de Récupération PV +65% / Niveau 85 Requis
pl: Maks PŻ +15% / Poziom odnawiania PŻ +65% / Wymaga Poziomu 85
pt_br: MaxHP +15% / Recuperação de HP +65% / Requer nível 85
uk: Максимальне здоров'я +15 / Рівень регенерація здоров'я +65% / Потребує Рівень 85

source: Forest Bow
da: Skov bue
de: Waldbogen
es: Arco del Bosque
fr: Arc des Forêts
pl: Łuk Leśny
pt_br: Arco da Floresta
uk: Мисливський Лук

source: A bow usually used for hunting.
da: En bue som oftest bruges til jagt.
de: Ein Bogen, der für das Jagen benutzt wird.
es: Un arco, usado generalmente para cazar.
fr: Un arc habituellement utilisé pour la chasse.
pl: Łuk zwykle używany do polowań
pt_br: Um arco geralmente utilizado para a caça.
uk: Лук для полювання.

source: Damage +70 / Range 5
da: Skade +70 / Afstand 5
de: Schaden +70 / Reichweite 5
es: Daño +70 / Rango 5
fr: Dégâts +70 / Portée 5
pl: Obrażenia +70 / Zasięg 5
pt_br: Dano +70 / Alcance 5
uk: Ушкодження +70 / Дальність 5

source: Halberd
da: Hellebard
de: Hellebarde
es: Alabarda
fr: Hallebarde
pl: Halabarda
pt_br: Alabarda
uk: Алебарда

source: A weapon usually carried by guards.
da: Et våben som oftest bruges af vagter.
de: Eine Waffe die normalerweise von Wachen getragen wird.
es: Un arma usada comúnmente por guardias.
fr: Une arme portée habituellement par les gardes.
pl: Broń zwykle używana przez strażników.
pt_br: Arma de cabo longo, muito usada por guardas.
uk: Зброя почесного караулу.

source: Damage +?
da: Skadee +1
de: Schaden +?
es: Daño +?
fr: Dégâts +?
pl: Obrażenia +?
pt_br: Dano +?

source: Kid Book
da: Børne bog
de: Kinderbuch
es: Libro de Niño
fr: Livre pour Enfants
pl: Dziecięca Książka
pt_br: Livro infantil
uk: Дитяча Книжка

source: A big spell book used to transform humans into Trolls.
da: En stor tryllebog som bruges til at forvandle mennesker til trolde.
de: Ein großes Zauberbuch, um Menschen in Trolle zu verwandeln.
es: Un gran libro de hechizos usado para transformar humanos en Trolls.
fr: Un gros livre de sorts utilisé pour transformer les humains en Trolls.
pl: Wielka księga czarów użyta by przemienić ludzi w troli.
pt_br: Um grande livro de feitiços usado para transformar humanos em trolls.
uk: Велика чаклунська книга, що перетворює людей на тролів.

source: Damage +1
da: Skade +1
de: Schaden +1
es: Daño +1
fr: Dégâts +1
pl: Obrażenia +1
pt_br: Dano +1

source: Short Bow
da: Kort bue
de: Kurzbogen
es: Arco Corto
fr: Arc Court
pl: Krótki Łuk
pt_br: Arco de Curto Alcance
uk: Короткий Лук

source: A bow for short distances.
da: En bue til korte distancer.
de: Ein Bogen für kurze Distanzen.
es: Un arco para cortas distancias.
fr: Un arc à la portée limitée.
pl: Łuk skuteczny na krótkim zasięgu
pt_br: Um arco para pequenas distâncias.
uk: Для короткої дистанції.

source: Damage +50 / Range 5
da: Skade +50 / Afstand 5
de: Schaden +50 / Reichweite 5
es: Daño +50 / Rango 5
fr: Dégâts +50 / Portée 5
pl: Obrażenia +50 / Zasięg 5
pt_br: Dano +50 / Alcance 5
uk: Ушкодження +50 / Дальність 5

source: Bastard Sword
da: Tohåndssværd
de: Bastardschwert
es: Espada Bastarda
fr: Epée Bâtarde
pl: Półtorak
pt_br: Espada Bastarda
uk: Меч Бастарда

source: A large two handed sword.
da: Et stort tohåndssværd.
de: Ein großes zweihändiges Schwert.
es: Una espada grande que se usa con las dos manos.
fr: Une épée large à deux mains.
pl: Duży miecz dwuręczny.
pt_br: Uma espada enorme, para ser usada com as duas mãos.
uk: Величезний дворучний меч.

source: Pike
es: Pica
fr: Pique
pl: Pika
pt_br: Pique
uk: Піка

source: A light spear with an iron pole.
da: Et let spyd med en jernstang
de: Ein leichter Speer mit einer eisernen Spitze.
es: Una lanza ligera con un asta de hierro.
fr: Une lance légère avec un manche en fer.
pl: Lekka włócznia z metalowym drągiem.
pt_br: Uma lança leve com ponta de ferro.
uk: Легка піка з залізним древком.

source: Spear
da: Spyd
de: Speer
es: Lanza
fr: Lance
pl: Włócznia
pt_br: Lança
uk: Спис

source: A light spear with a wooden pole.
da: Et let spyd med træstang.
de: Ein leichter Speer mit einer hölzernen Spitze.
es: Una lanza ligera con un asta de madera.
fr: Une lance luisante avec un manche en bois.
pl: Lekka włócznia z drewnianym drągiem.
pt_br: Uma lança leve com ponta de madeira.
uk: Легкий спис з дерев'яним древком.

source: Wooden Staff
da: Træstav
de: Holzstab
es: Bastón de Madera
fr: Bâton en Bois
pl: Drewniany Kij
pt_br: Cajado de Madeira
uk: Дерев'яний Ціпок

source: A basic wooden staff.
da: En almindelig træstav.
de: Ein einfacher Holzstab.
es: Un simple bastón de madera.
fr: Un bâton en bois basique.
pl: Zwykły drewniany kij.
pt_br: Um básico cajado de madeira.
uk: Звичайний дерев'яний ціпок.

source: Damage +50 / M. Attack +10 / Lvl 2 Wand / Requires Int 60+
da: Skade +50 / M. Angreb +10 / niveau 2 Tryllestav / Kræver intelligens 60+
de: Schaden +50 / M.Angriff +10 / Level 2 Zauberstab / Benötigt Int 60+
es: Daño +50 / At. Mágico +10 / Varitas Nvl 2 / Requiere 60+ Int
fr: Dégâts +50 / Attaque M. +10 / Baguette de Niveau 2 / Int 60+ Requis
pl: Obrażenia +50 / M. Atak +10 / Poziom 2 Różdżka / Wymaga Int 60+
pt_br: Dano +50 / Ataque M. +10 / Bastão nível 2 / Requer INT 60+
uk: Ушкодження +50 / Магічна атака +10 / Паличка 2 рівня / Потребує 60+ ІНТ

source: Heavy Pike
da: Tung Pike
de: Schwere Pike
es: Pica Pesada
fr: Pique Lourde
pl: Ciężka Pika
pt_br: Pique Pesado
uk: Важка Піка

source: A heavy spear with an iron pole.
da: Et tungt spyd med jernstang.
de: Ein schwerer Speer mit einer eiserner Spitze.
es: Una lanza pesada con un asta de hierro.
fr: Une lance lourde avec un manche en fer.
pl: Ciężka włócznia z metalowym drągiem.
pt_br: Uma lança pesada com ponta de ferro.
uk: Важка піка з залізним древком.

source: Banshee Bow
da: Banshee Bue
de: Todesfeenbogen
es: Arco de Banshee
fr: Arc Banshee
pl: Łuk Basnhee
pt_br: Arco da Banshee
uk: Лук Банши

source: A bow that has been enchanted by the dark powers of a witch.
da: En bue der er fortyllet af en heks med mørke kræfter.
de: Ein Bogen, der mit dunkler Kraft einer Hexe verzaubert wurde.
es: Un arco que ha sido encantado por los poderes oscuros de una bruja.
fr: Un arc ensorcelé par les sombres pouvoirs d'une sorcière.
pl: Łuk który został wzmocniony przez ciemne moce czarownicy.
pt_br: Um arco que foi encantado pelos poderes sombrios de uma bruxa.
uk: Лук, зачарований темною відьминою магією.

source: Damage +90 / Range 6 / Attack Speed +20% / Critical Damage +70 / -150 HP / Defense -40% / VIT Defense -35% / Vanishes HP by 4% of damages dealt / Requires Level 90 / Dexterity 80+ required to activate the bonuses
da: Skade +90 / Afstand 6 / Angrebsfart +20% / Fatal Skade +70 / -150 Livspoint / Forsvar -40% / Vitalforsvar -35% / Dræner livspoint med 4% af uddelt skade / Kræver niveau 90 / Smidighed 80+ kræves for at aktivere bonusser
de: Schaden +90 / Reichweite 6 / Angriffsgeschwindigkeit +20% / Kritischer Schaden +70 / -150 HP / Verteidigung -40% / VIT Verteidigung -35% / 4% des verursachten Schadens entzieht HP / Benötigt Level 90 / Geschicklichkeit 80+ benötigt um Boni zu aktivieren
es: Daño +90 / Rango 6 / Velc. Ataque +20% / Daño Critico +70 / -150HP / Defensa -40% / Vitalidad -35% / Consume 4% de HP por ataque / Requiere Nvl 90, Destreza 80+
fr: Dégâts +90 / Portée 6 / Vitesse d'Attaque +20% / Dégâts Critiques +70 / -150 PV / Défense -40% / Défense VIT -35% / Draine les PV à hauteur de 4% des dégâts infligés / Niveau 90 Requis / Dextérité 80+ requis pour activer les bonus.
pl: Obrażenia +90 / Zasięg 6 / Prędkość Ataku +20% / Obrażenia Krytyczne +70 / -150 PŻ / Obrona -40% / ŻYW Obrona -35% / Zabiera PŻ równe 4% zadanych obrażeń / Wymaga Poziomu 90 / Celność 80+ wymagana by aktywować bonusy
pt_br: Dano +90 / Distância 6 / Velocidade de Ataque +20% / Dano Crítico +70 / HP -150 / Defesa -40% / Defesa VIT -35% / Consome HP em 4% do dano causado / Requer Nível 90 / Destreza 80+ requerida para ativar os bônus
uk: Ушкодження +90 / Дальність 6 / Швидкість атаки +20% / Критичне ушкодження +70/ -150 одиниць здоров'я / Захист -40% / ВИТ захист -35% / Усуває здоров'я на 4%завданого ушкодження / Потребує для активації бонусів Рівень 90 / Вправність80+

source: Heavy Spear
da: Tungt Spyd
de: Schwerer Speer
es: Lanza Pesada
fr: Lance Lourde
pl: Ciężka Włócznia
pt_br: Lança Pesada
uk: Важкий Спис

source: A heavy spear with a wooden pole.
da: Et tungt spyd med en træstang.
de: Ein schwerer Speer mit einer hölzernen Spitze.
es: Una lanza pesada con un asta de madera.
fr: Une lance lourde avec un manche en bois.
pl: Ciężka włócznia z drewnianym drągiem.
pt_br: Uma lança pesada com ponta de madeira.
uk: Важкий спис з дерев'яним древком.

source: Scythe
da: Le
de: Sense
es: Guadaña
fr: Faux
pl: Kosa
pt_br: Foice
uk: Коса

source: Usually used for farming but also usable as a weapon. Slow but deadly.
da: Bruges oftest til landbrug, men kan også bruges som våben. Langsom men dødsensfarlig.
de: Wird für Farmarbeiten benutzt, aber auch als Waffe einsetzbar. Langsam, aber tödlich.
es: Se usa en la agricultura pero también funciona como un arma. Lenta pero mortífera.
fr: Habituellement utilisée pour les récoltes, mais peut aussi servir d'arme. Lente mais mortelle.
pl: Zwykle używane w rolnictwie , ale można wykorzystać też jako broń. Powolna, ale zabójcza.
pt_br: Normalmente usada para arar mas também usada como arma. Lenta porém mortal.
uk: Повсякденне знаряддя землероба, та зручне як зброя. Повільна, але смертоносна.

source: Damage +75
da: Skade +75
de: Schaden +75
es: Daño +75
fr: Dégâts +75
pl: Obrażenia +75
pt_br: Dano +75
uk: Ушкодження +75

source: Bow
da: Bue
de: Bogen
es: Arco
fr: Arc
pl: Łuk
pt_br: Arco
uk: Лук

source: A distance weapon.
da: Et distancevåben.
de: Eine Fernkampfwaffe.
es: Un arma a distancia.
fr: Une arme à distance.
pl: Broń dystansowa.
pt_br: Uma arma de distância.
uk: Метальна зброя.

source: Damage +20 / Range 5
da: Skade +20 / Afstand 5
de: Schaden +20 / Reichweite 5
es: Daño +20 / Rango 5
fr: Dégâts +20 / Portée 5
pl: Obrażenia +20 / Zasięg 5
pt_br: Dano +20 / Alcance 5
uk: Ушкодження +20 / Дальність 5

source: Sling Shot
da: Slangebøsse
de: Schleuder
es: Honda
fr: Lance Pierre
pl: Proca
pt_br: Estilingue
uk: Рогатка

source: In the right hands, everything is a weapon.
da: I de rette hænder er alt et våben.
de: In den richtigen Händen ist alles eine Waffe.
es: En las manos adecuadas, todo es un arma.
fr: Entre des mains expertes, tout devient une arme.
pl: Wszystko może być bronią we właściwych rękach.
pt_br: Nas mãos certas, tudo é uma arma.
uk: В умілих руках будь-що - зброя.

source: Damage +5 / Range 3
da: Skade +5 / Afstand 3
de: Schaden +5 / Reichweite 3
es: Daño +5 / Rango 3
fr: Dégâts +5 / Portée 3
pl: Obrażenia +5 / Zasięg 3
pt_br: Dano +5 / Alcance 3
uk: Ушкодження +5 / Дальність 3

source: Ice Gladius
da: Issværd
de: Eisgladius
es: Gladius de Hielo
fr: Glaive de Glace
pl: Lodowy Gladius
pt_br: Espada de Gelo
uk: Крижаний Гладіус

source: A sword with a shimmering blue blade.
da: Et sværd med en flimrende blå klinge.
de: Ein Schwert mit einer schimmernden, blauen Klinge.
es: Una espada con un filo azul reluciente.
fr: Une épée avec une lame bleue brillante.
pl: Miecz ze lśniącym niebieskim ostrzem.
pt_br: Uma espada com uma brilhante lâmina azul.
uk: Меч з мерехтіючим синім лезом.

source: Damage +110
da: Skade +110
de: Schaden +110
es: Daño +110
fr: Dégâts +110
pl: Obrażenia +110
pt_br: Dano +110
uk: Ушкодження +110

source: Wand
da: Tryllestav
de: Zauberstab
es: Varita Mágica
fr: Baguette
pl: Różdżka
pt_br: Varinha
uk: Паличка

source: A basic magic wand.
da: En almindelig tryllestav.
de: Ein einfacher Zauberstab
es: Una simple varita mágica.
fr: Une baguette magique basique.
pl: Zwykła magiczna różdżka.
pt_br: Uma varinha mágica simples.
uk: Найпростіша магічна паличка.

source: Damage +1 / M. Attack +5 / Lvl 1 Wand / Requires 5+ Int
da: Skade +1 / M. Angreb +5 / niveau 1 tryllestav / Krævers 5+ Intelligens
de: Schaden +1 / M. Angriff +5 / Level 1 Zauberstab / Benötigt 5+ Int
es: Daño +1 / At. Mágico +5 / Varitas Nvl 1 / Requiere 5+ Int
fr: Dégâts +1 / Attaque M. +5 / Baguette de Niveau 1 / Int 5+ Requis
pl: Obrażenia +1 / M. Atak +5 / Poziom 1 Różdżka / Wymaga 5+ Int
pt_br: Dano +1 / Ataque M. +5 / Bastão nível 1 / Requer 5+ INT
uk: Ушкодження +1 / Магічна атака +5 / Паличка рівня 1 / Потребує Інтелект 5+

source: Sword
da: Sværd
de: Schwert
es: Espada
fr: Epée
pl: Miecz
pt_br: Espada
uk: Меч

source: A simple but reliable sword.
da: Et enkelt men pålideligt sværd.
de: Ein einfaches aber zuverlässiges Schwert.
es: Una espada simple pero confiable.
fr: Une épée simple mais bien utile.
pl: Prosty, ale solidny miecz.
pt_br: Uma espada simples mas confiável.
uk: Простий, але надійний меч.

source: Fire Sword
da: Ildsværd
de: Feuerschwert
es: Espada de Fuego
fr: Epée de Feu
pl: Ognisty Miecz
pt_br: Espada de Fogo
uk: Вогняний Меч

source: A magical sword enchanted with the power of fire.
da: Et magisk sværd fortryllet med ildens kraft.
de: Ein magisches Schwert verzaubert mit der Kraft des Feuers.
es: Una espada mágica con el poder del fuego.
fr: Une épée magique enchantée par les pouvoirs du feu.
pl: Magiczny miecz zaczarowany mocą ognia
pt_br: Uma espada mágica encantada com o poder do fogo.
uk: Магічний меч, зачарований силою вогню.

source: Dagger
da: Daggert
de: Dolch
es: Daga
fr: Dague
pl: Sztylet
pt_br: Adaga
uk: Кинджал

source: A simple dagger.
da: En enkel daggert.
de: Ein einfacher Dolch.
es: Una simple daga.
fr: Une simple dague.
pl: Prosty sztylet
pt_br: Uma simples adaga.
uk: Звичайний кинджал.

source: Damage +15
da: Skade +15
de: Schaden +15
es: Daño +15
fr: Dégâts +15
pl: Obrażenia +15
pt_br: Dano +15
uk: Ушкодження +15

source: Axe
da: Økse
de: Axt
es: Hacha
fr: Hache
pl: Topór
pt_br: Machado
uk: Сокира

source: An axe.
da: En økse.
de: Eine Axt.
es: Un hacha.
fr: Une hache.
pl: Topór
pt_br: Um machado.
uk: Сокира.

source: Bone Knife
da: Benkniv
de: Knochenmesser
es: Cuchillo de Hueso
fr: Couteau en Os
pl: Kościany Nóż
pt_br: Faca de Osso
uk: Ніж із Кістки
